{
  "ID": 63820,
  "GUID": "2A3A364D-336A-4ABB-93C3-39A6CC7A3E93",
  "File": "Res 0849-2019",
  "Name": "DOE to offer lactose-free milk as a milk alternative to students upon request by a parent or guardian.",
  "Title": "Resolution calling upon the New York City Department of Education to offer lactose-free milk as a milk alternative to students upon request by a parent or guardian.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2019-04-18T00:00:00Z",
  "AgendaDate": "2019-04-18T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7714,
      "Slug": "rafael-salamanca-jr",
      "FullName": "Rafael Salamanca, Jr."
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    }
  ],
  "History": [
    {
      "ID": 348949,
      "Date": "2019-04-18T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2019-04-10T17:54:23.02Z"
    },
    {
      "ID": 349159,
      "Date": "2019-04-18T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 17163,
      "AgendaSequence": 105,
      "MinutesSequence": 120,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2019-04-18T19:49:25.293Z"
    },
    {
      "ID": 378863,
      "Date": "2021-12-31T10:33:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T15:33:48.29Z"
    }
  ],
  "Attachments": [
    {
      "ID": 199854,
      "LastModified": "2021-12-29T15:33:34.68Z",
      "Name": "Res. No. 849",
      "Link": "https://nyc.legistar1.com/nyc/attachments/bef616da-6c75-4701-b4bd-bbc8dd5fa74e.docx",
      "Sort": 1
    },
    {
      "ID": 200275,
      "LastModified": "2019-04-18T16:06:15.83Z",
      "Name": "April 18, 2019 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/547a6327-5d19-4aa6-9010-312d7945cc98.pdf",
      "Sort": 2
    },
    {
      "ID": 202215,
      "LastModified": "2019-05-28T16:05:43.197Z",
      "Name": "Hearing Transcript - Stated Meeting 4-18-19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a51c60cc-0471-4d00-ae0d-ff3aeee6dc56.pdf",
      "Sort": 3
    },
    {
      "ID": 205491,
      "LastModified": "2019-07-22T17:13:53.843Z",
      "Name": "Minutes of the Stated Meeting - April 18, 2019",
      "Link": "https://nyc.legistar1.com/nyc/attachments/130a6e69-ad2a-435f-9e95-a7cd12756ef1.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 66370,
  "Text": "By Council Members Salamanca and Kallos\n\n      Whereas, According to the United States (U.S) National Library of Medicine, lactose intolerance is the inability to digest lactose, a sugar in dairy products including milk; and\n      Whereas, The U.S. National Library of Medicine also reports that lactose products may cause individuals who are lactose intolerant to experience abdominal pain, nausea, bloating, and diarrhea within 30 minutes to 2 hours after consumption; and\n      Whereas, While there is limited New York City specific data on the number of lactose intolerant individuals, about 65 percent of the human population has a decreased ability to digest lactose following infancy, according to the U.S. National Library of Medicine; and\n      Whereas, The Nemours Foundation reports that individuals of African, Asian, Hispanic, and Native American backgrounds are more likely to develop lactose intolerance at a young age; and\n      Whereas, During school year 2017-18, Asian, Black and Hispanic students represented about 16 percent, 26 percent and 41 percent respectively, of the New York City Department of Education's (DOE) student population; and\n      Whereas, Despite the prevalence of lactose intolerance and its impact on lactose intolerant individuals, New York City's Department of Education (DOE) do not require schools to provide lactose-free milk to students who are lactose intolerant; and\n      Resolved, That the Council of the City of New York calls upon the New York City Department of Education to offer lactose-free milk as a milk alternative to students upon request by a parent or guardian.\n\nLS #9110\n4/8/19\nKJ",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Salamanca and Kallos\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, According to the United States (U.S) National Library of Medicine, lactose intolerance is the inability to digest lactose, a sugar in dairy products including milk; and\\par\nWhereas, The U.S. National Library of Medicine also reports that lactose products may cause individuals who are lactose intolerant to experience abdominal pain, nausea, bloating, and diarrhea within 30 minutes to 2 hours after consumption; and\\par\nWhereas, While there is limited New York City specific data on the number of lactose intolerant individuals, about 65 percent of the human population has a decreased ability to digest lactose following infancy, according to the U.S. National Library of Medicine; and\\par\nWhereas, The Nemours Foundation reports that individuals of African, Asian, Hispanic, and Native American backgrounds are more likely to develop lactose intolerance at a young age; and\\par\nWhereas, During school year 2017-18, Asian, Black and Hispanic students represented about 16 percent, 26 percent and 41 percent respectively, of the New York City Department of Education\\rquote s (DOE) student population; and\\par\nWhereas, Despite the prevalence of lactose intolerance and its impact on lactose intolerant individuals, New York City\\rquote s Department of Education (DOE) do not require schools to provide lactose-free milk to students who are lactose intolerant; and\\par\nResolved, That the Council of the City of New York calls upon the New York City Department of Education to offer lactose-free milk as a milk alternative to students upon request by a parent or guardian.\\par\n\\pard\\ltrpar\\fs20\\par\nLS #9110\\par\n4/8/19\\par\nKJ\\par\n\\pard\\ltrpar\\sa160\\sl252\\slmult1\\f1\\fs22\\par\n}\n",
  "LastModified": "2022-04-22T19:53:51.357Z"
}
