{
  "ID": 63958,
  "GUID": "6365E1B1-7501-4B1A-860C-FE5E73AF057F",
  "File": "Res 0862-2019",
  "Name": "Direct the consumer protection division to conduct a study on limited service pregnancy center entities. (A.04372)",
  "Title": "Resolution calling on the State of New York to pass, and the Governor to sign, A.04372, to direct the consumer protection division to conduct a study on limited service pregnancy center entities.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2019-05-08T00:00:00Z",
  "AgendaDate": "2019-05-08T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7622,
      "Slug": "vanessa-l-gibson",
      "FullName": "Vanessa L. Gibson"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7739,
      "Slug": "adrienne-e-adams",
      "FullName": "Adrienne E. Adams"
    },
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    },
    {
      "ID": 7742,
      "Slug": "diana-i-ayala",
      "FullName": "Diana I. Ayala"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7745,
      "Slug": "francisco-p-moya",
      "FullName": "Francisco P. Moya"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7623,
      "Slug": "inez-d-barron",
      "FullName": "Inez D. Barron"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7628,
      "Slug": "laurie-a-cumbo",
      "FullName": "Laurie A. Cumbo"
    },
    {
      "ID": 7747,
      "Slug": "alicka-ampry-samuel",
      "FullName": "Alicka Ampry-Samuel"
    },
    {
      "ID": 7604,
      "Slug": "robert-e-cornegy-jr",
      "FullName": "Robert E. Cornegy, Jr."
    }
  ],
  "History": [
    {
      "ID": 349893,
      "Date": "2019-05-08T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2019-05-06T13:38:16.04Z"
    },
    {
      "ID": 349988,
      "Date": "2019-05-08T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 17236,
      "AgendaSequence": 128,
      "MinutesSequence": 154,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2019-05-08T20:48:26.67Z"
    },
    {
      "ID": 378866,
      "Date": "2021-12-31T10:38:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T15:38:50.87Z"
    }
  ],
  "Attachments": [
    {
      "ID": 200742,
      "LastModified": "2021-12-29T15:38:38.667Z",
      "Name": "Res. No. 862",
      "Link": "https://nyc.legistar1.com/nyc/attachments/02907f87-46c8-4ee2-9d9d-23e53c85a3bf.docx",
      "Sort": 1
    },
    {
      "ID": 211741,
      "LastModified": "2019-11-20T16:45:46.367Z",
      "Name": "May 8, 2019 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ed24c11a-4c42-43e2-9eb9-d8e5d0981707.pdf",
      "Sort": 2
    },
    {
      "ID": 202882,
      "LastModified": "2019-11-20T16:45:47.307Z",
      "Name": "Hearing Transcript - Stated Meeting 5-8-19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d29004ef-7be7-4930-b1b4-14bcb44081e4.pdf",
      "Sort": 3
    },
    {
      "ID": 206263,
      "LastModified": "2019-11-20T16:45:45.197Z",
      "Name": "Minutes of the Stated Meeting - May 8, 2019",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4dd37e39-4d32-4742-99cb-302acd48352e.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 66531,
  "Text": "By Council Members Gibson, Chin, Adams, Rivera, Ayala, Rose, Moya, Louis, Rosenthal, Barron, Lander, Koslowitz, Cumbo, Ampry-Samuel and Cornegy\n\n      Whereas, Limited service pregnancy centers, otherwise known as crisis pregnancy centers or pregnancy service centers, are facilities that are not licensed to provide medical services despite their efforts to appear as a proper sexual health clinic; and\n      Whereas, Pregnancy service centers are further defined in New York City's Administrative Code as \"...a facility, including a mobile facility, the primary purpose of which is to provide services to women who are or may be pregnant, that either: (1) offers obstetric ultrasounds, obstetric sonograms or prenatal care; or (2) has the appearance of a licensed medical facility\"; and\n      Whereas, According to Planned Parenthood, pregnancy service centers lead individuals to believe they provide abortion services, comprehensive contraception, and referrals for care, meanwhile they are anti-abortion and anti-birth control; and\n      Whereas, Pregnancy service centers generally do not formally disclose to their clients whether they do or do not provide abortion or referrals for abortion, provide FDA-approved emergency contraception or referrals to organizations or individuals who provide emergency contraception, or provide prenatal care or referrals for prenatal care; and\n      Whereas, Pregnancy service centers have been known to perform deceptive practices, such as branding or marketing themselves as similar to Planned Parenthood and other licensed health centers; and\n      Whereas, Pregnancy service centers have provided false and misleading information to those who seek care; and \n      Whereas, Pregnancy service centers often request clients' personal information, and there have been instances when the center has breached confidentiality by showing up at a person's  place of work; and\n      Whereas, A.04372, sponsored by Assembly Member Deborah Glick, would direct the consumer protection division to conduct a study on these centers; and\n      Whereas, The study would include examining the funding sources of centers, the number of people who visit such centers, the services they provide, the personal information they obtain, and their practices of disclosing or not disclosing information about their facilities and motives; and \n      Whereas, Since pregnancy service centers are unlicensed and therefore unregulated by the Health Department, such a study would be of much help to policymakers and the public, and could help direct future actions to protect the public and ensure access to quality care; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the State of New York to pass, and the Governor to sign, A.04372, to direct the consumer protection division to conduct a study on limited service pregnancy center entities.\n\n\n\n\n\n\nEB\nLS 10536\n04/25/2019",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\qj By Council Members Gibson, Chin, Adams, Rivera, Ayala, Rose, Moya, Louis, Rosenthal, Barron, Lander, Koslowitz, Cumbo, Ampry-Samuel and Cornegy\\par\n\\pard\\ltrpar\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Limited service pregnancy centers, otherwise known as crisis pregnancy centers or pregnancy service centers, are facilities that are not licensed to provide medical services despite their efforts to appear as a proper sexual health clinic; and\\par\nWhereas, Pregnancy service centers are further defined in New York City\\rquote s Administrative Code as \\ldblquote\\'85a facility, including a mobile facility, the primary purpose of which is to provide services to women who are or may be pregnant, that either: (1) offers obstetric ultrasounds, obstetric sonograms or prenatal care; or (2) has the appearance of a licensed medical facility\\rdblquote ; and\\par\nWhereas, According to Planned Parenthood, pregnancy service centers lead individuals to believe they provide abortion services, comprehensive contraception, and referrals for care, meanwhile they are anti-abortion and anti-birth control; and\\par\nWhereas, Pregnancy service centers generally do not formally disclose to their clients whether they do or do not provide abortion or referrals for abortion, provide FDA-approved emergency contraception or referrals to organizations or individuals who provide emergency contraception, or provide prenatal care or referrals for prenatal care; and\\par\nWhereas, Pregnancy service centers have been known to perform deceptive practices, such as branding or marketing themselves as similar to Planned Parenthood and other licensed health centers; and\\par\nWhereas, Pregnancy service centers have provided false and misleading information to those who seek care; and \\par\nWhereas, Pregnancy service centers often request clients\\rquote  personal information, and there have been instances when the center has breached confidentiality by showing up at a person\\rquote s  place of work; and\\par\nWhereas, A.04372, sponsored by Assembly Member Deborah Glick, would direct the consumer protection division to conduct a study on these centers; and\\par\nWhereas, The study would include examining the funding sources of centers, the number of people who visit such centers, the services they provide, the personal information they obtain, and their practices of disclosing or not disclosing information about their facilities and motives; and \\par\nWhereas, Since pregnancy service centers are unlicensed and therefore unregulated by the Health Department, such a study would be of much help to policymakers and the public, and could help direct future actions to protect the public and ensure access to quality care; now, therefore, be it\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Resolved, That the Council of the City of New York calls on the State of New York to pass, and the Governor to sign, A.04372, to direct the consumer protection division to conduct a study on limited service pregnancy center entities.\\par\n\\pard\\ltrpar\\fs20\\par\n\\par\n\\par\n\\par\n\\par\n\\par\nEB\\par\nLS 10536\\par\n04/25/2019\\par\n}\n",
  "LastModified": "2022-06-01T18:22:13.93Z"
}
