{
  "ID": 64105,
  "GUID": "DA92BDB5-D344-4657-84FE-E1A3AA0888E2",
  "File": "Res 0892-2019",
  "Name": "Ceremonially designating an area of Brooklyn, within the boundaries of Coney Island Avenue between Church Avenue and Avenue H, as “Little Pakistan”.",
  "Title": "Resolution ceremonially designating an area of Brooklyn, within the boundaries of Coney Island Avenue between Church Avenue and Avenue H, as “Little Pakistan”.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5105,
  "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Relations",
  "IntroDate": "2019-05-29T00:00:00Z",
  "AgendaDate": "2019-05-29T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    }
  ],
  "History": [
    {
      "ID": 350612,
      "Date": "2019-05-29T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2019-05-22T18:43:29.893Z"
    },
    {
      "ID": 350759,
      "Date": "2019-05-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Cultural Affairs, Libraries and International Intergroup Relations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 17284,
      "AgendaSequence": 113,
      "MinutesSequence": 135,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Cultural Affairs, Libraries and International Intergroup Relations",
      "MatterStatusID": 3,
      "LastModified": "2019-05-29T15:41:31.797Z"
    },
    {
      "ID": 378873,
      "Date": "2021-12-31T10:59:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T15:59:50.907Z"
    }
  ],
  "Attachments": [
    {
      "ID": 201955,
      "LastModified": "2021-12-29T15:59:35.217Z",
      "Name": "Res. No. 892",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f494bebc-c80e-4455-9c9a-0890fd976538.docx",
      "Sort": 1
    },
    {
      "ID": 202386,
      "LastModified": "2019-05-29T18:37:36.02Z",
      "Name": "May 29, 2019 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/75122c3e-983d-4c52-b9d6-2cc5473636d2.pdf",
      "Sort": 2
    },
    {
      "ID": 203813,
      "LastModified": "2019-06-18T16:16:32.553Z",
      "Name": "Hearing Transcript - Stated Meeting 5-29-19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b8a5d333-ad0d-454b-b602-f3cfb57ff175.pdf",
      "Sort": 3
    },
    {
      "ID": 206602,
      "LastModified": "2019-08-19T16:46:24.02Z",
      "Name": "Minutes of the Stated Meeting - May 29, 2019",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f7911bbb-5978-4a49-bf61-a82a60be6cda.pdf",
      "Sort": 4
    },
    {
      "ID": 206641,
      "LastModified": "2019-08-19T16:47:20.1Z",
      "Name": "Minutes of the Recessed Meeting of May 29, 2019 Held on June 13, 2019",
      "Link": "https://nyc.legistar1.com/nyc/attachments/36356de8-b9ca-44e3-8f0a-82308774bfb8.pdf",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 66697,
  "Text": "By Council Member Eugene  \n \n      Whereas, New York City is one of the most diverse cities in the world and has benefitted in countless ways from the contributions of its many ethnic communities; and\n      Whereas, The immigration of individuals from Pakistan to the United States (U.S.) began in significant numbers after the U.S. government signed into law the Immigration and Nationality Act of 1965, which eliminated prior immigration restrictions and repealed quotas that were in place since the 1920's; and\n      Whereas, U.S. residents of Pakistani decent continues to grow, and according to the American Pakistan Foundation, estimates of Pakistani Americans living in the U.S. are approximately 700,000 with the largest populations in New York City, particularly Brooklyn and Queens; and\n      Whereas, According to the Asian American Federation of New York Census Information Center, New York City's Pakistani population more than doubled from 1990 to 2000, jumping by 154 percent from 13,501 to 34,310 becoming the fifth-highest growth rate percentage-wise and the fourth-highest numerical increase among Asian groups over that decade; and\n      Whereas, In 2000, the highest percentage of New York City residents from Pakistan lived in Queens with 45 percent (15,604), followed by Brooklyn with 41 percent (14,221) specifically within a short stretch of a portion of Coney Island Avenue; and\n      Whereas, However, in recent times, the neighborhood including a mile-and-a-half stretch of Coney Island Avenue in Brooklyn is now home to one of the largest Pakistani communities in the City, estimated with approximately 30,000 Pakistani residents who are scholars, scientists, business leaders, artists and public servants; and\n      Whereas, New Yorkers from the Pakistani community represent a significant part of the City's ever growing cultural landscape; and\t\n      Whereas, Midwood, Flatbush and Brighton Beach, Brooklyn have come to be recognized as the heart of neighborhoods that embody Pakistani culture and is regarded by many Pakistani Americans as a place where they can live, conduct commerce, worship, recreate together as a community and share their cultural values; and\n      Whereas, The designation of \"Little Pakistan\" in Brooklyn will serve as an inspiration to all Americans, will signify that those who trace their ancestry from Pakistan deserve recognition and celebration for their historical and continuing contributions to New York City and Nation, and will encourage all who reside in or who visit the City to come to the area and experience the rich culture of Pakistani Americans firsthand; now, therefore, be it\n      Resolved, That the Council of the City of New York ceremonially designates an area of Brooklyn, within the boundaries of Coney Island Avenue between Church Avenue and Avenue H, as \"Little Pakistan.\" \n       \nPM\nLS# 10461\n5/14/19 10:10 AM\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0  \\cf0\\par\n\\cf1 By Council Member Eugene  \\par\n \\cf0\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj\\cf1 Whereas, New York City is one of the most diverse cities in the world and has benefitted in countless ways from the contributions of its many ethnic communities; and\\par\nWhereas, The immigration of individuals from Pakistan to the United States (U.S.) began in significant numbers after the U.S. government signed into law the Immigration and Nationality Act of 1965, which eliminated prior immigration restrictions and repealed quotas that were in place since the 1920\\rquote s; and\\par\nWhereas, U.S. residents of Pakistani decent continues to grow, and according to the American Pakistan Foundation, estimates of Pakistani Americans living in the U.S. are approximately 700,000 with the largest populations in New York City, particularly Brooklyn and Queens; and\\par\nWhereas, According to the Asian American Federation of New York Census Information Center, New York City\\rquote s Pakistani population more than doubled from 1990 to 2000, jumping by 154 percent from 13,501 to 34,310 becoming the fifth-highest growth rate percentage-wise and the fourth-highest numerical increase among Asian groups over that decade; and\\par\nWhereas, In 2000, the highest percentage of New York City residents from Pakistan lived in Queens with 45 percent (15,604), followed by Brooklyn with 41 percent (14,221) specifically within a short stretch of a portion of Coney Island Avenue; and\\par\nWhereas, However, in recent times, the neighborhood including a mile-and-a-half stretch of Coney Island Avenue in Brooklyn is now home to one of the largest Pakistani communities in the City, estimated with approximately 30,000 Pakistani residents who are scholars, scientists, business leaders, artists and public servants; and\\par\nWhereas, New Yorkers from the Pakistani community represent a significant part of the City\\rquote s ever growing cultural landscape; and\\tab\\par\nWhereas, Midwood, Flatbush and Brighton Beach, Brooklyn have come to be recognized as the heart of neighborhoods that embody Pakistani culture and is regarded by many Pakistani Americans as a place where they can live, conduct commerce, worship, recreate together as a community and share their cultural values; and\\par\n\\cf0 Whereas, The designation of \\ldblquote Little Pakistan\\rdblquote  in Brooklyn will serve as an inspiration to all Americans, will signify that those who trace their ancestry from Pakistan deserve recognition and celebration for their historical and continuing contributions to New York City and Nation, and will encourage all who reside in or who visit the City to come to the area and experience the rich culture of Pakistani Americans firsthand; now, therefore, be it\\par\n\\cf1 Resolved, That the Council of the City of New York ceremonially designates an area of Brooklyn\\i ,\\i0  within the boundaries of Coney Island Avenue between Church Avenue and Avenue H, as\\i  \\i0\\ldblquote Little Pakistan.\\rdblquote  \\par\n \\cf0\\par\n\\pard\\cbpat2\\ltrpar\\qj\\fs20 PM\\par\n\\cf1 LS# 10461\\par\n\\pard\\cbpat2\\ltrpar\\sa150\\qj 5/14/19 10:10 AM\\cf0\\fs22\\par\n}\n",
  "LastModified": "2021-12-29T15:59:51.08Z"
}
