{
  "ID": 64101,
  "GUID": "1F7B5D46-0851-4B0F-9ED9-71FE7B58F38C",
  "File": "Res 0895-2019",
  "Name": "Amend the multiple dwelling law, in relation to the definition of floor area. (A. 5026-A/S. 3820-A)",
  "Title": "Resolution calling upon the New York State Legislature to pass and the Governor to sign A. 5026-A/S. 3820-A, An Act to amend the multiple dwelling law, in relation to the definition of floor area.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 17,
  "BodyName": "Committee on Land Use",
  "IntroDate": "2019-05-29T00:00:00Z",
  "AgendaDate": "2019-05-29T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 7741,
      "Slug": "keith-powers",
      "FullName": "Keith Powers"
    }
  ],
  "History": [
    {
      "ID": 350799,
      "Date": "2019-05-29T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2019-05-24T15:10:31.917Z"
    },
    {
      "ID": 350800,
      "Date": "2019-05-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Land Use",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 17284,
      "AgendaSequence": 118,
      "MinutesSequence": 140,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Land Use",
      "MatterStatusID": 3,
      "LastModified": "2019-05-29T15:42:38.13Z"
    },
    {
      "ID": 378876,
      "Date": "2021-12-31T11:01:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T16:01:24.37Z"
    }
  ],
  "Attachments": [
    {
      "ID": 201931,
      "LastModified": "2021-12-29T16:01:09.4Z",
      "Name": "Res. No. 895",
      "Link": "https://nyc.legistar1.com/nyc/attachments/cd9cbe65-c2aa-4ca9-807a-76e8fcb21e0b.docx",
      "Sort": 1
    },
    {
      "ID": 202391,
      "LastModified": "2019-05-29T18:37:37.44Z",
      "Name": "May 29, 2019 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/51c6d9c9-28e9-40d8-b14b-a0d2b7d01c22.pdf",
      "Sort": 2
    },
    {
      "ID": 203818,
      "LastModified": "2019-06-18T16:16:35.18Z",
      "Name": "Hearing Transcript - Stated Meeting 5-29-19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/00c0be54-5fb5-4b2a-b9b5-e2df4fe305fe.pdf",
      "Sort": 3
    },
    {
      "ID": 206607,
      "LastModified": "2019-08-19T16:46:26.043Z",
      "Name": "Minutes of the Stated Meeting - May 29, 2019",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2a54d9f7-c319-4462-ab5d-38d6771caff1.pdf",
      "Sort": 4
    },
    {
      "ID": 206646,
      "LastModified": "2019-08-19T16:47:22.61Z",
      "Name": "Minutes of the Recessed Meeting of May 29, 2019 Held on June 13, 2019",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e0f1e7d3-899a-4aae-a2ed-969299b21a1f.pdf",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 66693,
  "Text": "By Council Members Kallos and Powers\n\n      Whereas, Mechanical spaces are spaces within buildings that house machinery essential to a building's functioning, such as heating, ventilation, plumbing, electrical, and elevator systems; and\n      Whereas, Section 12-10 of the New York City Zoning Resolution provides that  in calculating the maximum amount of floor area a building can occupy, floor area does not include floor space containing mechanical equipment; and\n      Whereas, Section 12-10 of the Zoning Resolution does not specifically identify a limit to the height of mechanical spaces; and\n      Whereas, In recent years, some developments have been built or proposed that use mechanical or structural floors that are taller than is usually necessary to meet functional needs, to elevate upper-story residential units above the surrounding context so as to improve the views from such units and thereby raise their sales prices; and\n      Whereas, Such unnecessary and oversized spaces have been commonly described as \"mechanical voids\"; and\n      Whereas, In R9 and R10 non-contextual zoning districts and their equivalent Commercial Districts, the Zoning Resolution provides that residential buildings can penetrate the sky exposure plane through the optional tower regulations, which do not impose an explicit height limit on portions of buildings that meet certain lot coverage requirements;\n      Whereas, A Department of City Planning (DCP) study of buildings in R9 and R10 non-contextual zoning districts and their equivalent Commercial Districts identified seven buildings characterized by either a single, extremely tall mechanical voids, or multiple mechanical floors stacked closely together; and\n      Whereas, The DCP study found that height of such mechanical voids varied significantly but ranged between approximately 80 feet to 190 feet in the aggregate, that in districts where tower-on-a-base regulations apply, these spaces were often located right above the 150-foot mark, suggesting that such mechanical voids were intended to elevate as many units as possible while also complying with the 'bulk packing' rule of these regulations, which requires 55 percent of the floor area to be located below 150 feet, and that in other districts, mechanical voids were typically located lower in the building to elevate more residential units, having the detrimental side effect of \"deadening\" the streetscape with inactive space; and\n      Whereas, Based on its analysis, on January 25, 2019 DCP filed an application (N 190230 ZRY) for a zoning text amendment to discourage the use of excessively tall mechanical floors in residential towers in R9 and R10 non-contextual zoning districts and their equivalent Commercial Districts, as well as Special Purpose Districts that rely on underlying floor area and height and setback regulations, and sections of the Special Clinton District and the Special West Chelsea District that impose special tower regulations; and\n      Whereas, DCP's application requested an amendment that would require, among other things, that developments subject to its provisions include in the calculation of floor area contiguous mechanical spaces and mechanical spaces within 75 feet of each other that in the aggregate are taller than 25 feet, by dividing the height of such mechanical floor spaces by 25 to determine the number of floors of floor area, and \n      Whereas, The City Planning Commission (CPC) held a public hearing on the application on February 27, 2019, at which elected officials, Community Board representatives, neighborhood associations, and community groups supported the goal of the application but expressed that it could have gone further in limiting mechanical space, by expanding applicability across the city, implementing an overall percentage cap on mechanical space, and including unenclosed voids; and\n      Whereas, Such recommendations included reducing the 25-foot threshold to 12 feet, and increasing the clustering threshold from 75 feet to between 100 and 200 feet; and\n      Whereas, Such recommendations also included applying the new regulations to residential and mixed-use buildings in currently excluded Special Purpose Districts, namely those that are considered central business districts, and lower-density residential zoning districts; and\n      Whereas, The CPC's April 10, 2019 Decision on the application rejected the recommendations to expand the lower the height threshold for counting mechanical space as floor area and the geographic applicability of the regulations as out of scope, and instead modified the application to increase the 25-foot threshold to 30 feet; and\n      Whereas, To address the concerns of elected officials and secure approval for the text amendment, by letter dated May 13, 2019, the Department of City Planning committed to enact a follow up action to apply limits on mechanical voids to residential buildings in central business districts and to conduct a study of unenclosed voids in residential buildings; and\n      Whereas, On May 29, 2019, the Council voted to approve the Decision with modifications, restoring the 25-foot threshold; and\n      Whereas, A. 5026-A, introduced by Assembly Member Linda B. Rosenthal and pending in the New York State Assembly, and companion bill S. 3820-A, introduced by Senator Robert Jackson and pending in the New York State Senate, seek to amend the Multiple Dwelling Law by restricting the size of allowable mechanical voids, such that areas with floor to structural ceiling heights greater than twelve feet and less  than or equal  to twenty-four  feet shall be counted twice as floor area, any such areas with floor to structural ceiling height greater  than  twenty-four  feet  and less  than or equal to thirty-six feet shall be counted three times as floor area, any such areas with floor to structural ceiling height greater than  thirty-six feet  and less than or equal to forty-eight feet shall be counted four times as floor area, and any area with floor to structural ceiling height in excess of forty-eight feet shall be counted five times as floor area; and\n      Whereas, A. 5026-A/S. 3820-A is consistent with the recommendations of elected officials and community board representatives who requested that mechanical floor space greater than 12 feet in height be counted as floor area; and\n      Whereas, A. 5026-A/S. 3820-A would also address the requests that unenclosed voids be included in the calculation of floor area by requiring the calculation of floor area include unenclosed spaces unless such spaces are located beyond the exterior walls of the building; and\n      Whereas, A. 5026-A/S. 3820-A would address requests that mechanical void floor area regulations be more geographically expansive than the zoning text amendment because the proposed legislation would apply to all multiple dwellings, wherever they are located in the City; now, therefore, be it \n      Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass and the Governor to sign A. 5026-A/S. 3820-A, An Act to amend the multiple dwelling law, in relation to the definition of floor area.\n\n\nLS #10123\n5/21/19\nJHC\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Kallos and Powers\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, Mechanical spaces are spaces within buildings that house machinery essential to a building\\rquote s functioning, such as heating, ventilation, plumbing, electrical, and elevator systems; and\\par\nWhereas, Section 12-10 of the New York City Zoning Resolution provides that  in calculating the maximum amount of floor area a building can occupy, floor area does not include floor space containing mechanical equipment; and\\par\nWhereas, Section 12-10 of the Zoning Resolution does not specifically identify a limit to the height of mechanical spaces; and\\par\nWhereas, In recent years, some developments have been built or proposed that use mechanical or structural floors that are taller than is usually necessary to meet functional needs, to elevate upper-story residential units above the surrounding context so as to improve the views from such units and thereby raise their sales prices; and\\par\nWhereas, Such unnecessary and oversized spaces have been commonly described as \\ldblquote mechanical voids\\rdblquote ; and\\par\nWhereas, In R9 and R10 non-contextual zoning districts and their equivalent Commercial Districts, the Zoning Resolution provides that residential buildings can penetrate the sky exposure plane through the optional tower regulations, which do not impose an explicit height limit on portions of buildings that meet certain lot coverage requirements;\\par\nWhereas, A Department of City Planning (DCP) study of buildings in R9 and R10 non-contextual zoning districts and their equivalent Commercial Districts identified seven buildings characterized by either a single, extremely tall mechanical voids, or multiple mechanical floors stacked closely together; and\\par\nWhereas, The DCP study found that height of such mechanical voids varied significantly but ranged between approximately 80 feet to 190 feet in the aggregate, that in districts where tower-on-a-base regulations apply, these spaces were often located right above the 150-foot mark, suggesting that such mechanical voids were intended to elevate as many units as possible while also complying with the \\lquote bulk packing\\rquote  rule of these regulations, which requires 55 percent of the floor area to be located below 150 feet, and that in other districts, mechanical voids were typically located lower in the building to elevate more residential units, having the detrimental side effect of \\ldblquote deadening\\rdblquote  the streetscape with inactive space; and\\par\nWhereas, Based on its analysis, on January 25, 2019 DCP filed an application (N 190230 ZRY) for a zoning text amendment to discourage the use of excessively tall mechanical floors in residential towers in R9 and R10 non-contextual zoning districts and their equivalent Commercial Districts, as well as Special Purpose Districts that rely on underlying floor area and height and setback regulations, and sections of the Special Clinton District and the Special West Chelsea District that impose special tower regulations; and\\par\nWhereas, DCP\\rquote s application requested an amendment that would require, among other things, that developments subject to its provisions include in the calculation of floor area contiguous mechanical spaces and mechanical spaces within 75 feet of each other that in the aggregate are taller than 25 feet, by dividing the height of such mechanical floor spaces by 25 to determine the number of floors of floor area, and \\par\nWhereas, The City Planning Commission (CPC) held a public hearing on the application on February 27, 2019, at which elected officials, Community Board representatives, neighborhood associations, and community groups supported the goal of the application but expressed that it could have gone further in limiting mechanical space, by expanding applicability across the city, implementing an overall percentage cap on mechanical space, and including unenclosed voids; and\\par\nWhereas, Such recommendations included reducing the 25-foot threshold to 12 feet, and increasing the clustering threshold from 75 feet to between 100 and 200 feet; and\\par\nWhereas, Such recommendations also included applying the new regulations to residential and mixed-use buildings in currently excluded Special Purpose Districts, namely those that are considered central business districts, and lower-density residential zoning districts; and\\par\nWhereas, The CPC\\rquote s April 10, 2019 Decision on the application rejected the recommendations to expand the lower the height threshold for counting mechanical space as floor area and the geographic applicability of the regulations as out of scope, and instead modified the application to increase the 25-foot threshold to 30 feet; and\\par\nWhereas, To address the concerns of elected officials and secure approval for the text amendment, by letter dated May 13, 2019, the Department of City Planning committed to enact a follow up action to apply limits on mechanical voids to residential buildings in central business districts and to conduct a study of unenclosed voids in residential buildings; and\\par\nWhereas, On May 29, 2019, the Council voted to approve the Decision with modifications, restoring the 25-foot threshold; and\\par\nWhereas, A. 5026-A, introduced by Assembly Member Linda B. Rosenthal and pending in the New York State Assembly, and companion bill S. 3820-A, introduced by Senator Robert Jackson and pending in the New York State Senate, seek to amend the Multiple Dwelling Law by restricting the size of allowable mechanical voids, such that areas with floor to structural ceiling heights greater than twelve feet and less  than or equal  to twenty-four  feet shall be counted twice as floor area, any such areas with floor to structural ceiling height greater  than  twenty-four  feet  and less  than or equal to thirty-six feet shall be counted three times as floor area, any such areas with floor to structural ceiling height greater than  thirty-six feet  and less than or equal to forty-eight feet shall be counted four times as floor area, and any area with floor to structural ceiling height in excess of forty-eight feet shall be counted five times as floor area; and\\par\nWhereas, A. 5026-A/S. 3820-A is consistent with the recommendations of elected officials and community board representatives who requested that mechanical floor space greater than 12 feet in height be counted as floor area; and\\par\nWhereas, A. 5026-A/S. 3820-A would also address the requests that unenclosed voids be included in the calculation of floor area by requiring the calculation of floor area include unenclosed spaces unless such spaces are located beyond the exterior walls of the building; and\\par\nWhereas, A. 5026-A/S. 3820-A would address requests that mechanical void floor area regulations be more geographically expansive than the zoning text amendment because the proposed legislation would apply to all multiple dwellings, wherever they are located in the City; now, therefore, be it \\par\nResolved, That the Council of the City of New York calls upon the New York State Legislature to pass and the Governor to sign A. 5026-A/S. 3820-A, An Act to amend the multiple dwelling law, in relation to the definition of floor area.\\par\n\\pard\\ltrpar\\qj\\par\n\\par\n\\fs20 LS #10123\\par\n\\pard\\ltrpar 5/21/19\\par\n\\pard\\ltrpar\\qj JHC\\par\n}\n",
  "LastModified": "2021-12-29T16:01:24.527Z"
}
