{
  "ID": 64166,
  "GUID": "71F99EFC-C2E9-4F15-BEF6-829D414255A9",
  "File": "Res 0919-2019",
  "Name": "Calling on the Federal Government to dismiss the change to Title X funding, specifically to prohibit recipients from using Title X funds to perform, promote, refer for, or support abortion as a method of family planning.",
  "Title": "Resolution calling on the Federal Government to dismiss the change to Title X funding, specifically to prohibit recipients from using Title X funds to perform, promote, refer for, or support abortion as a method of family planning.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2019-06-13T00:00:00Z",
  "AgendaDate": "2019-06-13T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7742,
      "Slug": "diana-i-ayala",
      "FullName": "Diana I. Ayala"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7739,
      "Slug": "adrienne-e-adams",
      "FullName": "Adrienne E. Adams"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    },
    {
      "ID": 7622,
      "Slug": "vanessa-l-gibson",
      "FullName": "Vanessa L. Gibson"
    },
    {
      "ID": 7747,
      "Slug": "alicka-ampry-samuel",
      "FullName": "Alicka Ampry-Samuel"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 7604,
      "Slug": "robert-e-cornegy-jr",
      "FullName": "Robert E. Cornegy, Jr."
    },
    {
      "ID": 7634,
      "Slug": "mark-levine",
      "FullName": "Mark Levine"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7745,
      "Slug": "francisco-p-moya",
      "FullName": "Francisco P. Moya"
    },
    {
      "ID": 7623,
      "Slug": "inez-d-barron",
      "FullName": "Inez D. Barron"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7628,
      "Slug": "laurie-a-cumbo",
      "FullName": "Laurie A. Cumbo"
    }
  ],
  "History": [
    {
      "ID": 351441,
      "Date": "2019-06-13T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2019-06-07T21:05:28.12Z"
    },
    {
      "ID": 351594,
      "Date": "2019-06-13T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 17294,
      "AgendaSequence": 173,
      "MinutesSequence": 214,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2019-06-14T14:16:27.967Z"
    },
    {
      "ID": 364433,
      "Date": "2020-10-28T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 18142,
      "AgendaSequence": 8,
      "MinutesSequence": 17,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2020-10-28T19:40:16.447Z"
    },
    {
      "ID": 364677,
      "Date": "2020-10-28T10:15:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 18142,
      "MinutesSequence": 18,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2020-10-28T19:45:18.847Z"
    },
    {
      "ID": 364428,
      "Date": "2020-10-28T10:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5244,
      "BodyName": "Committee on Women and Gender Equity",
      "EventID": 18141,
      "AgendaSequence": 8,
      "MinutesSequence": 17,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2020-10-28T19:45:23.847Z"
    },
    {
      "ID": 364666,
      "Date": "2020-10-28T10:45:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5244,
      "BodyName": "Committee on Women and Gender Equity",
      "EventID": 18141,
      "MinutesSequence": 18,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2020-10-28T19:45:29.44Z"
    },
    {
      "ID": 378884,
      "Date": "2021-12-31T11:16:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T16:17:05.33Z"
    }
  ],
  "Attachments": [
    {
      "ID": 202487,
      "LastModified": "2021-12-29T16:16:54.063Z",
      "Name": "Res. No. 919",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a25644bb-3592-4bd9-a959-6f1799bf047a.docx",
      "Sort": 1
    },
    {
      "ID": 204000,
      "LastModified": "2019-06-18T21:19:46.197Z",
      "Name": "June 13, 2019 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d4533cb8-4e2d-4d61-94d3-7ab271408bfb.pdf",
      "Sort": 2
    },
    {
      "ID": 204805,
      "LastModified": "2019-11-20T16:46:35.81Z",
      "Name": "Hearing Transcript - Stated Meeting 6-13-19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/18a557a8-b87d-4d54-a057-fc1791f552a9.pdf",
      "Sort": 3
    },
    {
      "ID": 206850,
      "LastModified": "2019-11-20T16:46:36.56Z",
      "Name": "Minutes of the Recessed Meeting of May 29, 2019 Held on June 13, 2019",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c9d00f0d-4a5c-44bb-b7c6-e5528bee75da.pdf",
      "Sort": 4
    },
    {
      "ID": 207306,
      "LastModified": "2019-11-20T16:46:41.077Z",
      "Name": "Minutes of the Stated Meeting - June 13, 2019",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7b92e335-d11f-40cf-9ed1-5b1a73a5af0e.pdf",
      "Sort": 5
    },
    {
      "ID": 222567,
      "LastModified": "2020-10-27T17:16:06.7Z",
      "Name": "Committee Report 10/28/20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/77a96aa1-78ad-44b9-ae45-b5200f57bfeb.docx",
      "Sort": 7
    },
    {
      "ID": 224141,
      "LastModified": "2020-11-13T14:41:51.173Z",
      "Name": "Hearing Testimony 10/28/20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/074090ff-c649-4129-8eb9-326dbacba9ec.pdf",
      "Sort": 8
    },
    {
      "ID": 224497,
      "LastModified": "2020-11-23T15:33:17.193Z",
      "Name": "Hearing Transcript 10/28/20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/589ad58c-a1e1-41d3-924e-c7032da77118.pdf",
      "Sort": 9
    }
  ],
  "Summary": "",
  "TextID": 66762,
  "Text": "By Council Members Ayala, Rosenthal, Chin, Adams, Koslowitz, Rivera, Gibson, Ampry-Samuel, Kallos, Cornegy, Levine, Rose, Louis, Moya, Barron, Lander and Cumbo\n\n      Whereas, According to the U.S. Department of Health & Human Services, Title X family planning clinics ensure access to family planning and related preventative health services for millions of low-income and uninsured individuals and others; and \n      Whereas, According to the Kaiser Family Foundation, Title X was first enacted in 1970, and it is the only federal program specifically dedicated to supporting the delivery of family planning care; and \n      Whereas, In 2017, nearly 4,000 clinics across the nation relied on Title X funding to help serve four million people, and Title X was funded at $286.5 million for Fiscal Year 2018; and \n      Whereas, According to National Public Radio (NPR), Planned Parenthood serves about 40 percent of Title X patients; and   \n      Whereas, According to Planned Parenthood, Title X funding allows clinics to provide wellness exams, lifesaving cervical and breast cancer screenings, birth control, contraception education, testing and treatment for sexually transmitted diseases, HIV testing, and other services; and \n      Whereas, In 2016, Title X clinics were able to provide more than four million tests for sexually transmitted diseases, including HIV tests, as well as nearly one million breast exams and 720,000 pap tests; and  \n      Whereas, According to Planned Parenthood, publicly funded birth control services, including Title X, help people avoid 1.9 million unintended pregnancies every year, 440,000 of which are teen pregnancies; and\n      Whereas, According to Planned Parenthood, 32 percent of Title X patients identify as Hispanic or Latino and about 21 percent identify as Black or African American; and\n      Whereas, According to Planned Parenthood, nearly 80 percent of patients who receive services through Title X funding are low income, with incomes less than 150 percent of the federal poverty level; and \n      Whereas, According to NPR, nearly half (42 percent) of Title X patients in 2017 were uninsured and 38 percent were covered by Medicaid or another public health program; and \n      Whereas, On March 4, 2019, the Federal Administration published new final regulations to change the way Title X funding is dispersed; and\n      Whereas, According to Kaiser Family Foundation, the key goal of the new regulations is to block funding from family planning providers that also offer abortion services and/or refer patients to other providers for abortion services; and \n      Whereas, According to Kaiser Family Foundation, the new regulations require clinics with Title X funded activities to have full physical and financial separation from abortion-related activities, bans clinics from providing pregnant patients with referrals for abortions, severely limits when a staff member at a clinic can even mention or discuss abortion as an option, amongst other things; and \n      Whereas, The Administration intends to implement such rules despite current policies excluding abortion services from Title X funding and limiting providers from promoting abortions, scheduling appointments for abortions, negotiating abortion rates, or arranging transportation for people desiring abortions; and \n      Whereas, If the changes are implemented, it would be devastating to millions of Americans, including patients and families, clinicians, and clinic staff; and \n      Whereas, The new regulations would significantly reduce the network of family planning providers across the country, and would limit access to preventative and reproductive health care to those who are low-income and uninsured; and \n      Whereas, The proposed regulations would severely limit access to family planning services for millions of people, including access to contraception and abortions; and \n      Whereas, The proposed regulations would disproportionally affect individuals who are Latinx, Black, uninsured, enrolled in public health insurance, and/or low income; and \n      Whereas, Although a federal judge in Washington state blocked the Administration's plans, the block is only temporary; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the Federal Government to dismiss the change to Title X funding, specifically to prohibit recipients from using Title X funds to perform, promote, refer for, or support abortion as a method of family planning.\n\n\n\n\nEB\nLS 10537\n05/02/2019",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\qj By Council Members Ayala, Rosenthal, Chin, Adams, Koslowitz, Rivera, Gibson, Ampry-Samuel, Kallos, Cornegy, Levine, Rose, Louis, Moya, Barron, Lander and Cumbo\\par\n\\pard\\ltrpar\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, According to the U.S. Department of Health & Human Services, Title X family planning clinics ensure access to family planning and related preventative health services for millions of low-income and uninsured individuals and others; and \\par\nWhereas, According to the Kaiser Family Foundation, Title X was first enacted in 1970, and it is the only federal program specifically dedicated to supporting the delivery of family planning care; and \\par\nWhereas, In 2017, nearly 4,000 clinics across the nation relied on Title X funding to help serve four million people, and Title X was funded at $286.5 million for Fiscal Year 2018; and \\par\nWhereas, According to National Public Radio (NPR), Planned Parenthood serves about 40 percent of Title X patients; and   \\par\nWhereas, According to Planned Parenthood, Title X funding allows clinics to provide wellness exams, lifesaving cervical and breast cancer screenings, birth control, contraception education, testing and treatment for sexually transmitted diseases, HIV testing, and other services; and \\par\nWhereas, In 2016, Title X clinics were able to provide more than four million tests for sexually transmitted diseases, including HIV tests, as well as nearly one million breast exams and 720,000 pap tests; and  \\par\nWhereas, According to Planned Parenthood, publicly funded birth control services, including Title X, help people avoid 1.9 million unintended pregnancies every year, 440,000 of which are teen pregnancies; and\\par\nWhereas, According to Planned Parenthood, 32 percent of Title X patients identify as Hispanic or Latino and about 21 percent identify as Black or African American; and\\par\nWhereas, According to Planned Parenthood, nearly 80 percent of patients who receive services through Title X funding are low income, with incomes less than 150 percent of the federal poverty level; and \\par\nWhereas, According to NPR, nearly half (42 percent) of Title X patients in 2017 were uninsured and 38 percent were covered by Medicaid or another public health program; and \\par\nWhereas, On March 4, 2019, the Federal Administration published new final regulations to change the way Title X funding is dispersed; and\\par\nWhereas, According to Kaiser Family Foundation, the key goal of the new regulations is to block funding from family planning providers that also offer abortion services and/or refer patients to other providers for abortion services; and \\par\nWhereas, According to Kaiser Family Foundation, the new regulations require clinics with Title X funded activities to have full physical and financial separation from abortion-related activities, bans clinics from providing pregnant patients with referrals for abortions, severely limits when a staff member at a clinic can even mention or discuss abortion as an option, amongst other things; and \\par\nWhereas, The Administration intends to implement such rules despite current policies excluding abortion services from Title X funding and limiting providers from promoting abortions, scheduling appointments for abortions, negotiating abortion rates, or arranging transportation for people desiring abortions; and \\par\nWhereas, If the changes are implemented, it would be devastating to millions of Americans, including patients and families, clinicians, and clinic staff; and \\par\nWhereas, The new regulations would significantly reduce the network of family planning providers across the country, and would limit access to preventative and reproductive health care to those who are low-income and uninsured; and \\par\nWhereas, The proposed regulations would severely limit access to family planning services for millions of people, including access to contraception and abortions; and \\par\nWhereas, The proposed regulations would disproportionally affect individuals who are Latinx, Black, uninsured, enrolled in public health insurance, and/or low income; and \\par\nWhereas, Although a federal judge in Washington state blocked the Administration\\rquote s plans, the block is only temporary; now, therefore, be it\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Resolved, That the Council of the City of New York calls on the Federal Government to dismiss the change to Title X funding, specifically to prohibit recipients from using Title X funds to perform, promote, refer for, or support abortion as a method of family planning.\\par\n\\pard\\ltrpar\\fs20\\par\n\\par\n\\par\n\\par\nEB\\par\nLS 10537\\par\n05/02/2019\\par\n}\n",
  "LastModified": "2021-12-29T16:17:05.47Z"
}
