{
  "ID": 64220,
  "GUID": "AA181478-5F4D-4D11-ABD7-16CD116C682D",
  "File": "Res 0924-2019",
  "Name": "Requiring that provision be made for pregnancy termination procedures in every individual or group policy or contract which provides coverage or indemnity for hospital, surgical or medical care and which offers maternity care coverage. (A.2807)",
  "Title": "Resolution calling upon the New York State Legislature to pass, and the Governor to sign, A.2807, an act to amend the insurance law, in relation to requiring that provision be made for pregnancy termination procedures in every individual or group policy or contract which provides coverage or indemnity for hospital, surgical or medical care and which offers maternity care coverage.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2019-06-13T00:00:00Z",
  "AgendaDate": "2019-06-13T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7739,
      "Slug": "adrienne-e-adams",
      "FullName": "Adrienne E. Adams"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    },
    {
      "ID": 7628,
      "Slug": "laurie-a-cumbo",
      "FullName": "Laurie A. Cumbo"
    },
    {
      "ID": 7622,
      "Slug": "vanessa-l-gibson",
      "FullName": "Vanessa L. Gibson"
    },
    {
      "ID": 7747,
      "Slug": "alicka-ampry-samuel",
      "FullName": "Alicka Ampry-Samuel"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    }
  ],
  "History": [
    {
      "ID": 351658,
      "Date": "2019-06-13T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2019-06-10T19:06:36.813Z"
    },
    {
      "ID": 351659,
      "Date": "2019-06-13T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 17294,
      "AgendaSequence": 212,
      "MinutesSequence": 253,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2019-06-14T14:16:28.013Z"
    },
    {
      "ID": 378886,
      "Date": "2021-12-31T11:18:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T16:18:39.807Z"
    }
  ],
  "Attachments": [
    {
      "ID": 202717,
      "LastModified": "2021-12-29T16:18:26.87Z",
      "Name": "Res. No. 924",
      "Link": "https://nyc.legistar1.com/nyc/attachments/5f1b7d18-32dd-4395-8d11-01ddbad44779.docx",
      "Sort": 1
    },
    {
      "ID": 204028,
      "LastModified": "2019-06-18T21:19:54.23Z",
      "Name": "June 13, 2019 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ac311d5b-7be7-4f61-afc8-ffc345cdc4f0.pdf",
      "Sort": 2
    },
    {
      "ID": 204832,
      "LastModified": "2019-07-02T14:21:11.163Z",
      "Name": "Hearing Transcript - Stated Meeting 6-13-19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/16e8ed15-c703-436b-846d-c3ede9e61777.pdf",
      "Sort": 3
    },
    {
      "ID": 206877,
      "LastModified": "2019-08-19T16:59:12.25Z",
      "Name": "Minutes of the Recessed Meeting of May 29, 2019 Held on June 13, 2019",
      "Link": "https://nyc.legistar1.com/nyc/attachments/33f87758-24e3-43d4-a0dc-63b4ddd924a3.pdf",
      "Sort": 4
    },
    {
      "ID": 207333,
      "LastModified": "2019-09-09T14:01:15.5Z",
      "Name": "Minutes of the Stated Meeting - June 13, 2019",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d94c2d5b-62b9-4147-8011-a19f577f5b18.pdf",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 66817,
  "Text": "By Council Members Rosenthal, Chin, Adams, Koslowitz, Rivera, Cumbo, Gibson, Ampry-Samuel and Kallos\n\n      Whereas, Access to comprehensive reproductive health care includes abortion; and\n      Whereas, Barriers to abortion care are increasing at the local, regional and national levels via various institutional, legislative and regulatory restrictions; and\n      Whereas, States have the responsibility to regulate fully insured individual, small and large group health insurance policies issued in their state, and can choose to regulate whether abortion coverage is included or excluded in private plans that are not self-insured; and\n      Whereas, Part 52 of Title 11 of the Official Compilation of Codes, Rules and Regulations of the State of New York (NYCRR) requires all fully insured insurance policies that provide hospital, surgical, or medical expense coverage to cover \"medically necessary\" abortions without copayments, coinsurance, or annual deductibles; and\n      Whereas, While the codes, rules and regulations contained in the NYCRR have the force of law, an executive agency may take steps to change them at any time; and \n      Whereas, A.2807, sponsored by State Assembly Member Deborah Glick, would require every health insurance policy which provides coverage for hospital, surgical or medical care and which offers maternity care coverage, to include coverage for the cost of an abortion without any cost-sharing requirements, such as co-pays or deductibles; and\n      Whereas, If passed, A.2807 will effectively codify Part 52 of Title 11 of the NYCRR, and ensure a woman's right to comprehensive reproductive health care coverage in the state of New York; now, therefore, be it\n\tResolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, A.2807, an act to amend the insurance law, in relation to requiring that provision be made for pregnancy termination procedures in every individual or group policy or contract which provides coverage or indemnity for hospital, surgical or medical care and which offers maternity care coverage.\n\nLS #10533\n05/21/2019\nCGR\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Rosenthal, Chin, Adams, Koslowitz, Rivera, Cumbo, Gibson, Ampry-Samuel and Kallos\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Access to comprehensive reproductive health care includes abortion; and\\par\nWhereas, Barriers to abortion care are increasing at the local, regional and national levels via various institutional, legislative and regulatory restrictions; and\\par\nWhereas, States have the responsibility to regulate fully insured individual, small and large group health insurance policies issued in their state, and can choose to regulate whether abortion coverage is included or excluded in private plans that are not self-insured; and\\par\nWhereas, Part 52 of Title 11 of the Official Compilation of Codes, Rules and Regulations of the State of New York (NYCRR) requires all fully insured insurance policies that provide hospital, surgical, or medical expense coverage to cover \\ldblquote medically necessary\\rdblquote  abortions without copayments, coinsurance, or annual deductibles; and\\par\nWhereas, While the codes, rules and regulations contained in the NYCRR have the force of law, an executive agency may take steps to change them at any time; and \\par\nWhereas, A.2807, sponsored by State Assembly Member Deborah Glick, would require every health insurance policy which provides coverage for hospital, surgical or medical care and which offers maternity care coverage, to include coverage for the cost of an abortion without any cost-sharing requirements, such as co-pays or deductibles; and\\par\nWhereas, If passed, A.2807 will effectively codify Part 52 of Title 11 of the NYCRR, and ensure a woman\\rquote s right to comprehensive reproductive health care coverage in the state of New York; now, therefore, be it\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, A.2807, an act to amend the insurance law, in relation to requiring that provision be made for pregnancy termination procedures in every individual or group policy or contract which provides coverage or indemnity for hospital, surgical or medical care and which offers maternity care coverage.\\par\n\\pard\\ltrpar\\qj\\fs18\\par\nLS #10533\\par\n05/21/2019\\par\nCGR\\par\n}\n",
  "LastModified": "2022-05-16T19:52:43.5Z"
}
