{
  "ID": 64224,
  "GUID": "410DF908-7388-4E83-A1C3-6B59FE1A25AB",
  "File": "Res 0961-2019",
  "Name": "Providing scholarships for surviving dependent family members of NYS military personnel who have died while performing any official military duties. (A.2991/ S.0193)",
  "Title": "Resolution calling upon the New York State Legislature to pass, and the Governor to sign, A.2991/ S.0193 in relation to providing scholarships for surviving dependent family members of New York state military personnel who have died while performing any official military duties.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5122,
  "BodyName": "Committee on Veterans",
  "IntroDate": "2019-06-18T00:00:00Z",
  "AgendaDate": "2019-06-18T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7642,
      "Slug": "paul-a-vallone",
      "FullName": "Paul A. Vallone"
    },
    {
      "ID": 7747,
      "Slug": "alicka-ampry-samuel",
      "FullName": "Alicka Ampry-Samuel"
    },
    {
      "ID": 7749,
      "Slug": "kalman-yeger",
      "FullName": "Kalman Yeger"
    },
    {
      "ID": 7604,
      "Slug": "robert-e-cornegy-jr",
      "FullName": "Robert E. Cornegy, Jr."
    }
  ],
  "History": [
    {
      "ID": 352332,
      "Date": "2019-06-18T16:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2019-06-18T14:45:49.417Z"
    },
    {
      "ID": 352334,
      "Date": "2019-06-18T16:00:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Veterans",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 17331,
      "AgendaSequence": 35,
      "MinutesSequence": 38,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Veterans",
      "MatterStatusID": 3,
      "LastModified": "2019-06-18T19:07:21.357Z"
    },
    {
      "ID": 378889,
      "Date": "2021-12-31T11:33:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T16:33:32.35Z"
    }
  ],
  "Attachments": [
    {
      "ID": 202788,
      "LastModified": "2021-12-29T16:33:17.347Z",
      "Name": "Res. No. 961",
      "Link": "https://nyc.legistar1.com/nyc/attachments/29224056-3641-4e93-bd4b-5e19c3c0f5b9.docx",
      "Sort": 1
    },
    {
      "ID": 203874,
      "LastModified": "2019-06-18T20:02:30.443Z",
      "Name": "June 18, 2019 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7f8448ca-3bbd-4453-a635-bfd55406ea81.pdf",
      "Sort": 2
    },
    {
      "ID": 204902,
      "LastModified": "2019-07-02T15:00:07.497Z",
      "Name": "Hearing Transcript - Stated Meeting 6-18-19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2c6fc1bc-0658-4192-b6df-6626a483a19c.pdf",
      "Sort": 3
    },
    {
      "ID": 207576,
      "LastModified": "2019-09-11T13:31:22.033Z",
      "Name": "Minutes of the Recessed Meeting of June 13, 2019 Held on June 18, 2019",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d1e09f97-e099-466b-b706-2b960e9adf49.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 66821,
  "Text": "By Council Members Vallone, Ampry-Samuel, Yeger and Cornegy\n\n      Whereas, The New York State Education Law establishes Military Enhanced Recognition, Incentive and Tribute (MERIT) scholarships for children, spouses and financial dependents of a member of the armed forces of the United States (U.S.) or state organized militia who died, became severely and permanently disabled or was classified as missing in action in a combat zone or during military training operations in preparation for duty in a combat zone; and\n      Whereas, Combat zones are areas designated by an executive order from the president of the U.S. in which the U.S. armed forces are engaging or have engaged in combat; and\n      Whereas, Deceased or severely and permanently disabled veterans whose death, injury or illness occurred in a non-combat zone or during any official military duty are not recognized in the New York State Education Law, thus excluding family members and financial dependents of such veterans from eligibility of scholarship benefits; and\n      Whereas, A.2991/ S.0193, introduced in 2019 and sponsored by Assemblymember Stephen Hawley and Senator Robert Ortt, seeks to expand the MERIT scholarship to surviving dependent family members of New York State military personnel who have died while performing any official military duties; and\n      Whereas, Through the New York State Higher Education Services Corporation (HESC), recipients of the MERIT scholarship for the 2018-19 academic year received a maximum of $24,250 if living on campus and a maximum of $15,750 if commuting to school to attend a State University of New York or City University of New York institution of higher learning; and\n      Whereas, According to the most recently available data from a 2015 New York State Comptroller report, HESC awarded an estimated 82 MERIT scholarships worth over $1.1 million to eligible children, spouses and financial dependents; and\n      Whereas, Expanding the MERIT scholarship recognizes all active duty soldiers whose life was sacrificed or who became severely or permanently disabled during or in preparation for the service of this nation and values the needs of their family members and dependents; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, A.02991/ S.00193 in relation to providing scholarships for surviving dependent family members of New York state military personnel who have died while performing any official military duties.\n\n\nLS #10636\n5/23/2019\nAR",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Vallone, Ampry-Samuel, Yeger and Cornegy\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The New York State Education Law establishes Military Enhanced Recognition, Incentive and Tribute (MERIT) scholarships for children, spouses and financial dependents of a member of the armed forces of the United States (U.S.) or state organized militia who died, became severely and permanently disabled or was classified as missing in action in a combat zone or during military training operations in preparation for duty in a combat zone; and\\par\nWhereas, Combat zones are areas designated by an executive order from the president of the U.S. in which the U.S. armed forces are engaging or have engaged in combat; and\\par\nWhereas, Deceased or severely and permanently disabled veterans whose death, injury or illness occurred in a non-combat zone or during any official military duty are not recognized in the New York State Education Law, thus excluding family members and financial dependents of such veterans from eligibility of scholarship benefits; and\\par\nWhereas, A.2991/ S.0193, introduced in 2019 and sponsored by Assemblymember Stephen Hawley and Senator Robert Ortt, seeks to expand the MERIT scholarship to surviving dependent family members of New York State military personnel who have died while performing any official military duties; and\\par\nWhereas, Through the New York State Higher Education Services Corporation (HESC), recipients of the MERIT scholarship for the 2018-19 academic year received a maximum of $24,250 if living on campus and a maximum of $15,750 if commuting to school to attend a State University of New York or City University of New York institution of higher learning; and\\par\nWhereas, According to the most recently available data from a 2015 New York State Comptroller report, HESC awarded an estimated 82 MERIT scholarships worth over $1.1 million to eligible children, spouses and financial dependents; and\\par\nWhereas, Expanding the MERIT scholarship recognizes all active duty soldiers whose life was sacrificed or who became severely or permanently disabled during or in preparation for the service of this nation and values the needs of their family members and dependents; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, A.02991/ S.00193 in relation to providing scholarships for surviving dependent family members of New York state military personnel who have died while performing any official military duties.\\par\n\\pard\\ltrpar\\qj\\par\n\\pard\\ltrpar\\par\n\\fs18 LS #10636\\par\n5/23/2019\\par\nAR\\par\n\\fs24\\par\n}\n",
  "LastModified": "2021-12-29T16:33:32.567Z"
}
