{
  "ID": 64466,
  "GUID": "118B0119-AD6B-4FAE-B542-DD25B0590620",
  "File": "Res 1020-2019",
  "Name": "Legislation underwriting a Martin Luther King, Jr. Scholarship Fund with $50 million annually in Excelsior Scholarship funds, targeted at low-income CUNY and SUNY students.",
  "Title": "Resolution calling on the New York State Legislature to pass and the Governor to sign legislation underwriting a Martin Luther King, Jr. Scholarship Fund with $50 million annually in Excelsior Scholarship funds, targeted at low-income CUNY and SUNY students.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 15,
  "BodyName": "Committee on Higher Education",
  "IntroDate": "2019-08-14T00:00:00Z",
  "AgendaDate": "2019-08-14T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera"
    },
    {
      "ID": 7604,
      "Slug": "robert-e-cornegy-jr",
      "FullName": "Robert E. Cornegy, Jr."
    }
  ],
  "History": [
    {
      "ID": 353402,
      "Date": "2019-08-14T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2019-08-07T23:32:02.52Z"
    },
    {
      "ID": 353537,
      "Date": "2019-08-14T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Higher Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 17426,
      "AgendaSequence": 101,
      "MinutesSequence": 118,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Higher Education",
      "MatterStatusID": 3,
      "LastModified": "2019-08-14T16:39:12.903Z"
    },
    {
      "ID": 378904,
      "Date": "2021-12-31T11:52:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T16:52:35.97Z"
    }
  ],
  "Attachments": [
    {
      "ID": 205663,
      "LastModified": "2021-12-29T16:52:24.53Z",
      "Name": "Res. No. 1020",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b9344478-7430-482b-80d1-a1076596c777.docx",
      "Sort": 1
    },
    {
      "ID": 206449,
      "LastModified": "2019-08-14T16:38:05.983Z",
      "Name": "August 14, 2019 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6da5e0d3-5412-4ae4-ae08-e44852eb36a7.pdf",
      "Sort": 2
    },
    {
      "ID": 207097,
      "LastModified": "2019-09-06T17:43:56.65Z",
      "Name": "Hearing Transcript - Stated Meeting 8-14-19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a08ebdae-8285-4a3f-9bad-3de9fd788e9a.pdf",
      "Sort": 3
    },
    {
      "ID": 211196,
      "LastModified": "2019-11-13T16:59:52.12Z",
      "Name": "Minutes of the Stated Meeting - August 14, 2019",
      "Link": "https://nyc.legistar1.com/nyc/attachments/fd50bcc1-a14b-4dc2-8111-0f4a7aee60ab.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 67111,
  "Text": "By Council Members Cabrera and Cornegy\n\n      Whereas, In April 2017, Governor Andrew Cuomo announced the Excelsior Scholarship, a first-in-the-nation program that aims to make City University of New York (CUNY) and State University of New York (SUNY) colleges tuition-free for families making up to $125,000 per year; and\n      Whereas, At the time of announcement, Governor Cuomo stated that \"nearly 80 percent or more than 940,000 families with college-aged children across New York would qualify for tuition-free college at SUNY and CUNY,\" according to his press release; and\n      Whereas, In reality, the Excelsior Scholarship disproportionately benefits SUNY students from middle-income households, with barely 4,000 of the 242,000 students at New York City public colleges and community colleges benefiting from the program, according to an August 2018 report from the Center for an Urban Future; and\n      Whereas, Of all statewide Excelsior Scholarship recipients in 2018, only 20.7 percent attended CUNY institutions, even though CUNY students make up 38 percent of all undergraduate enrollment in the state; and\n      Whereas, An uneven share of the state's low-income college students attend school in New York City, with 60 percent of CUNY students reporting household income below $30,000, including 71 percent of community college students; and\n      Whereas, The Excelsior Scholarship only covers tuition fees, and fails to consider non-tuition expenses that can pose significant financial barriers to low-income students' academic success, such as the cost of transportation, food, and childcare; and\n      Whereas, Underwriting a Martin Luther King, Jr. Scholarship Fund with $50 million annually in Excelsior Scholarship funds targeted to low-income CUNY and SUNY students would greatly alleviate the burden of non-tuition attendance expenses; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the New York State Legislature to pass and the Governor to sign legislation underwriting a Martin Luther King, Jr. Scholarship Fund with $50 million annually in Excelsior Scholarship funds, targeted at low-income CUNY and SUNY students.\n\n\nLS #7696\n7/9/2019 5:08 PM\nM.T.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Cabrera and Cornegy\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, In April 2017, Governor Andrew Cuomo announced the Excelsior Scholarship, a first-in-the-nation program that aims to make City University of New York (CUNY) and State University of New York (SUNY) colleges tuition-free for families making up to $125,000 per year; and\\par\nWhereas, At the time of announcement, Governor Cuomo stated that \\ldblquote nearly 80 percent or more than 940,000 families with college-aged children across New York would qualify for tuition-free college at SUNY and CUNY,\\rdblquote  according to his press release; and\\par\nWhereas, In reality, the Excelsior Scholarship disproportionately benefits SUNY students from middle-income households, with barely 4,000 of the 242,000 students at New York City public colleges and community colleges benefiting from the program, according to an August 2018 report from the Center for an Urban Future; and\\par\nWhereas, Of all statewide Excelsior Scholarship recipients in 2018, only 20.7 percent attended CUNY institutions, even though CUNY students make up 38 percent of all undergraduate enrollment in the state; and\\par\nWhereas, An uneven share of the state\\rquote s low-income college students attend school in New York City, with 60 percent of CUNY students reporting household income below $30,000, including 71 percent of community college students; and\\par\nWhereas, The Excelsior Scholarship only covers tuition fees, and fails to consider non-tuition expenses that can pose significant financial barriers to low-income students\\rquote  academic success, such as the cost of transportation, food, and childcare; and\\par\nWhereas, Underwriting a Martin Luther King, Jr. Scholarship Fund with $50 million annually in Excelsior Scholarship funds targeted to low-income CUNY and SUNY students would greatly alleviate the burden of non-tuition attendance expenses; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the New York State Legislature to pass and the Governor to sign legislation underwriting a Martin Luther King, Jr. Scholarship Fund with $50 million annually in Excelsior Scholarship funds, targeted at low-income CUNY and SUNY students.\\par\n\\pard\\ltrpar\\qj\\par\n\\par\n\\fs18 LS #7696\\par\n\\pard\\ltrpar 7/9/2019 5:08 PM\\par\n\\pard\\ltrpar\\qj M.T.\\par\n}\n",
  "LastModified": "2021-12-29T16:52:36.16Z"
}
