{
  "ID": 64628,
  "GUID": "C488B22F-F2ED-4555-AE1A-67D593955D63",
  "File": "Res 1039-2019",
  "Name": "Establishing the NYS Community Commission on Reparations Remedies to examine the impacts of the institution of slavery, subsequently racial and economic discrimination against African-Americans, and recommend appropriate remedies. (A.2619A/ S.7215)",
  "Title": "Resolution calling upon on the New York State Legislature to pass and the Governor sign A.2619A/ S.7215 in relation to establishing the New York State Community Commission on Reparations Remedies to examine the impacts of the institution of slavery, subsequently racial and economic discrimination against African-Americans, and recommend appropriate remedies.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5235,
  "BodyName": "Committee on Civil and Human Rights",
  "IntroDate": "2019-09-12T00:00:00Z",
  "AgendaDate": "2019-09-12T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 7623,
      "Slug": "inez-d-barron",
      "FullName": "Inez D. Barron"
    },
    {
      "ID": 7637,
      "Slug": "i-daneek-miller",
      "FullName": "I. Daneek Miller"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 7604,
      "Slug": "robert-e-cornegy-jr",
      "FullName": "Robert E. Cornegy, Jr."
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7739,
      "Slug": "adrienne-e-adams",
      "FullName": "Adrienne E. Adams"
    },
    {
      "ID": 7628,
      "Slug": "laurie-a-cumbo",
      "FullName": "Laurie A. Cumbo"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    }
  ],
  "History": [
    {
      "ID": 354072,
      "Date": "2019-09-12T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2019-09-09T18:10:47.93Z"
    },
    {
      "ID": 354203,
      "Date": "2019-09-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Civil and Human Rights",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 17486,
      "AgendaSequence": 80,
      "MinutesSequence": 94,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil and Human Rights",
      "MatterStatusID": 3,
      "LastModified": "2019-09-12T16:58:08.837Z"
    },
    {
      "ID": 375097,
      "Date": "2021-12-02T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5235,
      "BodyName": "Committee on Civil and Human Rights",
      "EventID": 18974,
      "AgendaSequence": 3,
      "MinutesSequence": 8,
      "Version": "*",
      "AgendaNote": "Proposed Res. No. 1039-A",
      "MinutesNote": "Proposed Res. No. 1039-A",
      "MatterStatusID": 3,
      "LastModified": "2021-12-02T19:39:55.077Z"
    },
    {
      "ID": 375235,
      "Date": "2021-12-02T10:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Resolution was Amendment Proposed by Comm",
      "BodyID": 5235,
      "BodyName": "Committee on Civil and Human Rights",
      "EventID": 18974,
      "MinutesSequence": 9,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2021-12-02T19:40:03.82Z"
    },
    {
      "ID": 375237,
      "Date": "2021-12-02T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5235,
      "BodyName": "Committee on Civil and Human Rights",
      "EventID": 18974,
      "MinutesSequence": 10,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2021-12-03T17:57:21.193Z"
    },
    {
      "ID": 378910,
      "Date": "2021-12-31T12:00:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T17:00:55.29Z"
    }
  ],
  "Attachments": [
    {
      "ID": 206934,
      "LastModified": "2021-12-29T17:00:42.567Z",
      "Name": "Res. No. 1039",
      "Link": "https://nyc.legistar1.com/nyc/attachments/5af5eade-7de0-4182-96d2-030ccdfcf77f.docx",
      "Sort": 1
    },
    {
      "ID": 207841,
      "LastModified": "2019-09-18T13:28:47.463Z",
      "Name": "September 12, 2019 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/91b98238-1078-412b-a976-2b07b249f649.pdf",
      "Sort": 2
    },
    {
      "ID": 208001,
      "LastModified": "2019-09-19T13:20:42.63Z",
      "Name": "Hearing Transcript - Stated Meeting 9-12-19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8554d9b0-abc2-4b20-9b8d-4b47474b3edb.pdf",
      "Sort": 3
    },
    {
      "ID": 212378,
      "LastModified": "2019-12-04T14:33:55.747Z",
      "Name": "Minutes of the Stated Meeting - September 12, 2019",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ca09a6a2-5657-469f-9d43-238cd0f4ee7f.pdf",
      "Sort": 4
    },
    {
      "ID": 233046,
      "LastModified": "2021-12-10T03:25:39.313Z",
      "Name": "Proposed Res. No. 1039-A - 6/13/21",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ad63cab3-e777-443b-a7ce-7001712f21b4.docx",
      "Sort": 5
    },
    {
      "ID": 243041,
      "LastModified": "2021-11-30T23:23:49.267Z",
      "Name": "Committee Report 12/2/21",
      "Link": "https://nyc.legistar1.com/nyc/attachments/5874658a-01c7-4a96-a972-58cf4238ca7e.docx",
      "Sort": 6
    },
    {
      "ID": 243393,
      "LastModified": "2021-12-06T20:29:16.147Z",
      "Name": "Hearing Testimony 12/2/21",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4c27db12-ecd5-4aa7-b48c-2eed8f80173a.pdf",
      "Sort": 7
    },
    {
      "ID": 247552,
      "LastModified": "2022-01-10T16:09:09.997Z",
      "Name": "Hearing Transcript 12/2/21",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4d883522-5ed2-4af3-ab04-67e8a8d06fb5.pdf",
      "Sort": 8
    }
  ],
  "Summary": "",
  "TextID": 70313,
  "Text": "By Council Members Barron, Miller, Kallos, Cornegy, Van Bramer, Rosenthal, Adams, Cumbo, Levin and Eugene\n\n      Whereas, Millions of enslaved Africans in the United States spent their lives providing unpaid skilled labor and were subject to execution, torture, extreme physical abuse, systemic and state sanctioned rape and sexual violence; and\n      Whereas, On December 13, 1711, the New York City Common Council passed a law establishing the city's first slave market, at which African-Americans and Native Americans were to be purchased, hired and sold; and \n      Whereas, By 1730, New York City was the second-largest slave-owning city in the country with 42 percent of the population being owners of enslaved African-Americans; and\n      Whereas, Prior to the American Revolution, there were more enslaved Africans in New York City than in any other city except Charleston, South Carolina; and \n      Whereas, Enslaved African-Americans were the economic engine of the City, having prepared land for agriculture, built infrastructure of roads, constructed City Hall and built the wall after which Wall Street is named; and\n      Whereas, In the abolition of slavery, New York State was one of the early pioneers effectively ending slavery in 1827, 38 years prior to the national abolition of slavery, yet racism, discrimination, segregation, and anti-black violence continued; and \n      Whereas, By the 1850s, the City was profiting immensely from the illegal international slave trade to Southern United States, Brazil and Cuba; and \n      Whereas, In July 1863, the Draft Riots occurred where approximately 100 people were killed in Manhattan and Brooklyn, 100 buildings were destroyed and 11 Black men were lynched, tortured and mutilated, with some hanged from lamp posts and burned; and\n      Whereas, In 1865, the Thirteenth Amendment to the United States Constitution abolished slavery and involuntary servitude, except as punishment for a crime; and\n      Whereas, Amongst other national and local polices that targeted and criminalized Black people, policies such as the 1973 Rockefeller Drug Laws, passed by New York Governor Nelson Rockefeller to deter drug use and sales, served as a catalyst to the mass incarceration of Black people; and\n      Whereas, The National Coalition of Blacks for Reparations in America defines reparations as a process of repairing, healing and restoring a people injured because of their group identity and in violation of their fundamental human rights by governments, corporations, institutions and families; and\n      Whereas, In addition to reparations owed for the shattering impacts of the Federally-declared War on Drugs campaign of the 1970's and the ongoing mass criminalization of Black people, The Movement for Black Lives, also recognized as \"M4BL,\"  has identified several other demands for reparations for all Black people; and \n      Whereas, Reparations are owed for the systemic denial of access to quality educational opportunities, the capital extracted from Black communities through environmental racism, slavery, food apartheid, housing discrimination and racialized capitalism, and the cultural and educational exploitation and erasure of Black communities; and\n      Whereas, The United Nations outlines five conditions that must be met for full reparations, including cessation or assurance of non-repetition, restitution, compensation, satisfaction and rehabilitation; and\n      Whereas, Therefore, reparations cannot be achieved merely through an apology or investment in underprivileged communities, unless accompanied by acts of repair and efforts to leverage power, influence and resources to ensure all acts of harm have ceased with guarantee of non-repetition; and\n      Whereas, A.2619A/ S.7215, sponsored by Senator Jabari Brisport and Assemblymember Charles Barron, acknowledges the fundamental injustice, cruelty, brutality, and inhumanity of slavery in the city of New York and the state of New York and establishes the New York State Community Commission on Reparations Remedies; and \n      Whereas, Slavery's impact on New York remains significant and perpetuates a growing wealth disparity and socioeconomic disposition that African-Americans today face as a result of historical, discriminatory policies and ongoing segregation; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon on the New York State Legislature to pass and the Governor sign A.2619A/ S.7215 in relation to establishing the New York State Community Commission on Reparations Remedies to examine the impacts of the institution of slavery, subsequently racial and economic discrimination against African-Americans, and recommend appropriate remedies.  \n\n\nLS #11514\n06/09/21\nAR/JG",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\qj\\v0\\par\nBy Council Members Barron, Miller, Kallos, Cornegy, Van Bramer, Rosenthal, Adams, Cumbo, Levin and Eugene\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, Millions of enslaved Africans in the United States spent their lives providing unpaid skilled labor and were subject to execution, torture, extreme physical abuse, systemic and state sanctioned rape and sexual violence; and\\par\nWhereas, On December 13, 1711, the New York City Common Council passed a law establishing the city\\rquote s first slave market, at which African-Americans and Native Americans were to be purchased, hired and sold; and \\par\nWhereas, By 1730, New York City was the second-largest slave-owning city in the country with 42 percent of the population being owners of enslaved African-Americans; and\\par\nWhereas, Prior to the American Revolution, there were more enslaved Africans in New York City than in any other city except Charleston, South Carolina; and \\par\nWhereas, Enslaved African-Americans were the economic engine of the City, having prepared land for agriculture, built infrastructure of roads, constructed City Hall and built the wall after which Wall Street is named; and\\par\nWhereas, In the abolition of slavery, New York State was one of the early pioneers effectively ending slavery in 1827, 38 years prior to the national abolition of slavery, yet racism, discrimination, segregation, and anti-black violence continued; and \\par\nWhereas, By the 1850s, the City was profiting immensely from the illegal international slave trade to Southern United States, Brazil and Cuba; and \\par\nWhereas, In July 1863, the Draft Riots occurred where approximately 100 people were killed in Manhattan and Brooklyn, 100 buildings were destroyed and 11 Black men were lynched, tortured and mutilated, with some hanged from lamp posts and burned; and\\par\nWhereas, In 1865, the Thirteenth Amendment to the United States Constitution abolished slavery and involuntary servitude, except as punishment for a crime; and\\par\nWhereas, Amongst other national and local polices that targeted and criminalized Black people, policies such as the 1973 Rockefeller Drug Laws, passed by New York Governor Nelson Rockefeller to deter drug use and sales, served as a catalyst to the mass incarceration of Black people; and\\par\nWhereas, The National Coalition of Blacks for Reparations in America defines reparations as a process of repairing, healing and restoring a people injured because of their group identity and in violation of their fundamental human rights by governments, corporations, institutions and families; and\\par\nWhereas, In addition to reparations owed for the shattering impacts of the Federally-declared War on Drugs campaign of the 1970\\rquote s and the ongoing mass criminalization of Black people, The Movement for Black Lives, also recognized as \\ldblquote M4BL,\\rdblquote   has identified several other demands for reparations for all Black people; and \\par\nWhereas, Reparations are owed for the systemic denial of access to quality educational opportunities, the capital extracted from Black communities through environmental racism, slavery, food apartheid, housing discrimination and racialized capitalism, and the cultural and educational exploitation and erasure of Black communities; and\\par\nWhereas, The United Nations outlines five conditions that must be met for full reparations, including cessation or assurance of non-repetition, restitution, compensation, satisfaction and rehabilitation; and\\par\nWhereas, Therefore, reparations cannot be achieved merely through an apology or investment in underprivileged communities, unless accompanied by acts of repair and efforts to leverage power, influence and resources to ensure all acts of harm have ceased with guarantee of non-repetition; and\\par\nWhereas, A.2619A/ S.7215, sponsored by Senator Jabari Brisport and Assemblymember Charles Barron, acknowledges the fundamental injustice, cruelty, brutality, and inhumanity of slavery in the city of New York and the state of New York and establishes the New York State Community Commission on Reparations Remedies; and \\par\nWhereas, Slavery\\rquote s impact on New York remains significant and perpetuates a growing wealth disparity and socioeconomic disposition that African-Americans today face as a result of historical, discriminatory policies and ongoing segregation; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon on the New York State Legislature to pass and the Governor sign A.2619A/ S.7215 in relation to establishing the New York State Community Commission on Reparations Remedies to examine the impacts of the institution of slavery, subsequently racial and economic discrimination against African-Americans, and recommend appropriate remedies.  \\par\n\\pard\\ltrpar\\qj\\par\n\\par\n\\fs18 LS #11514\\par\n\\pard\\ltrpar 06/09/21\\par\n\\pard\\ltrpar\\qj AR/JG\\par\n\\fs24\\par\n}\n",
  "LastModified": "2022-04-28T16:59:38.833Z"
}
