{
  "ID": 63710,
  "GUID": "BCA59F5F-0E29-4ABE-8140-FBA5FDDED77A",
  "File": "Res 1042-2019",
  "Name": "Commemorating the quadricentennial of the arrival of Africans in Hampton, Virginia in 1619, and recognizing the contributions of Africans and African Americans to the growth, development, prosperity and culture of the US of America.",
  "Title": "Resolution commemorating the quadricentennial of the arrival of Africans in Hampton, Virginia in 1619, and recognizing the contributions of Africans and African Americans to the growth, development, prosperity and culture of the United States of America.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5105,
  "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Relations",
  "IntroDate": "2019-09-12T00:00:00Z",
  "AgendaDate": "2019-09-12T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera"
    },
    {
      "ID": 7604,
      "Slug": "robert-e-cornegy-jr",
      "FullName": "Robert E. Cornegy, Jr."
    }
  ],
  "History": [
    {
      "ID": 354068,
      "Date": "2019-09-12T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2019-09-09T18:04:37.833Z"
    },
    {
      "ID": 354211,
      "Date": "2019-09-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Cultural Affairs, Libraries and International Intergroup Relations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 17486,
      "AgendaSequence": 89,
      "MinutesSequence": 103,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Cultural Affairs, Libraries and International Intergroup Relations",
      "MatterStatusID": 3,
      "LastModified": "2019-09-12T17:01:01.277Z"
    },
    {
      "ID": 378913,
      "Date": "2021-12-31T12:04:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T17:04:24.92Z"
    }
  ],
  "Attachments": [
    {
      "ID": 198909,
      "LastModified": "2021-12-29T17:04:14.167Z",
      "Name": "Res. No. 1042",
      "Link": "https://nyc.legistar1.com/nyc/attachments/cc56eff0-82ae-4520-a00b-ceae80b6cdbc.docx",
      "Sort": 1
    },
    {
      "ID": 207849,
      "LastModified": "2019-09-18T13:28:50.153Z",
      "Name": "September 12, 2019 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/40f243f3-696b-49ed-ac62-e9ac5a104108.pdf",
      "Sort": 2
    },
    {
      "ID": 208009,
      "LastModified": "2019-09-19T13:20:44.94Z",
      "Name": "Hearing Transcript - Stated Meeting 9-12-19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/dbbc2606-984d-4f8f-942b-d0307f8f3da2.pdf",
      "Sort": 3
    },
    {
      "ID": 212386,
      "LastModified": "2019-12-04T14:33:57.67Z",
      "Name": "Minutes of the Stated Meeting - September 12, 2019",
      "Link": "https://nyc.legistar1.com/nyc/attachments/17fb7ea3-1533-4815-94c5-6e39f7df32b9.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 66245,
  "Text": "By Council Members Cabrera and Cornegy\n\n      Whereas, The trans-Atlantic slave trade was the largest movement of people in history; historians estimate that during the slave trade to the \"New World\" or, the Americas, more than 12.5 million people were abducted from Africa between 1525 and 1866 and, of those who we forced on the treacherous journey, only 10.7 million survived the Middle Passage; and\n      Whereas, Of the 10.7 million captive Africans, an estimated 388,000 disembarked in North America while the rest were brought to the Caribbean and South America; and\n      Whereas, In late August 1619, between 20 and 30 captive Africans landed at Point-Comfort, now Fort Monroe, in the English colony of what would become the state of Virginia; and\n      Whereas, Although Africans first arrived in Americas in the late 16th century, the arrival of what historical records note as \"20 and odd negroes\" in today's Hampton, Virginia in 1619 may mark the beginning of chattel slavery in the 13 colonies that became the United States (U.S.); and\n      Whereas, While the transition of bound African laborers to a legalized system of chattel slavery in the U.S. happened over several decades, 1619 is widely considered to be the beginning of race-based bondage that has defined the African American experience; and\n      Whereas, From sugar and its products, to tobacco, rice and indigo during the colonial period, and cotton during the 18th and 19th centuries, early American plantation economies were built largely from the brutal enslavement of Africans; and\n      Whereas, By 1850, of the 2.5 million enslaved Black people laboring in agriculture, 1.8 million worked on cotton plantations; and \n      Whereas, In the decades between the American Revolution and the Civil War, slavery-as a source of cotton that fed Rhode Island's mills and the British textile industry, which grew the shipping industry, and as a source of wealth for banks in New York City (NYC) as well as the markets that inspired Massachusetts manufacturers-proved indispensable to national economic development; and\n      Whereas, The estimated value of each slave as part of an estate, was calculated as a source of tax revenue for local and state governments, which also levied taxes on slave transactions; and\n      Whereas, Each plantation economy was part of a larger national and international political economy, which allowed the U.S. to be competitive for economic leadership in the global political economy; and\n      Whereas, While the U.S. Congress banned the importation of slaves in 1808, by 1860, the nation's Black population grew from 400,000 to 4.4 million, of whom 3.9 million were enslaved; and\n      Whereas, In 1863, President Abraham Lincoln issued the Emancipation Proclamation, which declared \"that all persons held as slaves\" within the rebellious states free and, as part of the Union's strategy for military victory, announced the acceptance of Black men into the Union Army and Navy; and\n      Whereas, By the end of the Civil War, an estimated 179,000 Black men-about ten percent of the Union forces-served as soldiers in the Army, while another 19,000 served in the Navy; nearly 40,000 Black soldiers died over the course of the war; and\n      Whereas, The legal enslavement of Africans and their descendants persisted in the 13 colonies and the U.S. from 1619 until ratification of the Thirteenth Amendment to the U.S. Constitution in 1865; and\n      Whereas, Even after the Emancipation Proclamation, two more years of war, service by Black troops and the defeat of the Confederacy, white Americans were still unprepared to deal with the question of full citizenship for the newly freed Black population; and\n      Whereas, Eventually, with the protection of the Thirteenth, Fourteenth and Fifteenth Amendments to the U.S. Constitution and the Civil Rights Act of 1866, Black and African Americans enjoyed a brief period when they were allowed to vote, actively participate in the political process, acquire the land of former owners, seek their own employment and use public accommodations; and\n      Whereas, However, opponents of this progress soon rallied and instituted a series of state and local statues, known as the Jim Crow laws, which legalized racial segregation; and\n      Whereas, While slavery was an abhorrent institution that has perpetuated racism in the U.S. to this day, Black and African Americans persisted and have made invaluable contributions to society; and\n      Whereas, Among countless influential figures who deserve to be recognized, there is Philip A. Payton Jr., a Black real estate mogul who, after a new subway line opened to 145th Street in 1904, incorporated the Afro-American Realty Company to help remake Harlem as a home for Black New Yorkers who faced housing discrimination, which helped transform Harlem into a Black mecca; and\n      Whereas, Gladys Bentley, a blues singer and pianist who became Harlem's most famous lesbian entertainer in the 1920s and 1930s during the Harlem Renaissance, often confronted male entitlement and sexual abuse in her lyrics, and declared her own sexual independence as she sang \"bawdy, bossy songs in a thunderous voice\" in her top hat and tuxedo; and\n      Whereas, Eunice Carter, the first African American woman to earn a law degree in New York, presented crucial evidence to the State prosecutor in the mid-1930s that resulted in one of the greatest prosecutions against organized crime in U.S. history, and sent Mafia boss Charles \"Lucky\" Luciano to prison; and\n      Whereas, Katherine Johnson, an African American mathematician, was responsible for the calculations of orbital mechanics that were critical to the success of the first and subsequent manned spaceflights, while employed at the National Aeronautics and Space Administration from 1953 to 1986; and\n      Whereas, According to the 2010 U.S. Census, more than 42 million-or 14 percent of- people in the U.S. identify as Black or Black in combination with one or more other races; and\n      Whereas, The New York metropolitan area is home to nearly 3.5 million Black individuals, which the largest Black population of any U.S. city, per 2013 U.S. Census data; and\n      Whereas, NYC has more than 2.4 million Black residents, of whom more than 950,000 reside in and around the Bedford-Stuyvesant neighborhood in Brooklyn, representing the highest concentration of Black residents in the country; and\n      Whereas, The African Burial Ground in lower Manhattan, which dates from the middle 1630s to 1795, is the oldest and largest known excavated burial ground in North America for both free and enslaved Africans; and\n      Whereas, The rediscovery of the African Burial Ground in 1991 altered the understanding and scholarship surrounding enslavement and its contribution to constructing NYC, transforming how New York history is understood and how Black New Yorkers connect to their past; and\n      Whereas, August 2019 marks the 400th anniversary of events in Virginia which continue to define America; and\n      Whereas, The history of our nation cannot be fully understood without acknowledging the impact of slavery, and recognizing and highlighting the resilience and contributions of Africans and Black and African Americans as the fight continues for equality and justice; now, therefore, be it\n\tResolved, That the Council of the City of New York commemorates the quadricentennial of the arrival of Africans in Hampton, Virginia in 1619, and recognizing the contributions of Africans and African Americans to the growth, development, prosperity and culture of the United States of America.\n\nLS #9557\n03/05/2019\nCGR\n1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset0 Georgia;}}\n{\\colortbl ;\\red51\\green51\\blue51;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Cabrera and Cornegy\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The trans-Atlantic slave trade was the largest movement of people in history; historians estimate that during the slave trade to the \\ldblquote New World\\rdblquote  or, the Americas, more than 12.5 million people were abducted from Africa between 1525 and 1866 and, of those who we forced on the treacherous journey, only 10.7 million survived the Middle Passage; and\\par\nWhereas, Of the 10.7 million captive Africans, an estimated 388,000 disembarked in North America while the rest were brought to the Caribbean and South America; and\\par\nWhereas, In late August 1619, between 20 and 30 captive Africans landed at Point-Comfort, now Fort Monroe, in the English colony of what would become the state of Virginia; and\\par\nWhereas, Although Africans first arrived in Americas in the late 16\\super th\\nosupersub  century, the arrival of what historical records note as \\ldblquote 20 and odd negroes\\rdblquote  in today\\rquote s Hampton, Virginia in 1619 may mark the beginning of chattel slavery in the 13 colonies that became the United States (U.S.); and\\par\nWhereas, While the transition of bound African laborers to a legalized system of chattel slavery in the U.S. happened over several decades, 1619 is widely considered to be the beginning of race-based bondage that has defined the African American experience; and\\par\nWhereas, From sugar and its products, to tobacco, rice and indigo during the colonial period, and cotton during the 18\\super th\\nosupersub  and 19\\super th\\nosupersub  centuries, early American plantation economies were built largely from the brutal enslavement of Africans; and\\par\nWhereas, By 1850, of the 2.5 million enslaved Black people laboring in agriculture, 1.8 million worked on cotton plantations; and \\par\nWhereas, In the decades between the American Revolution and the Civil War, slavery-as a source of cotton that fed Rhode Island\\rquote s mills and the British textile industry, which grew the shipping industry, and as a source of wealth for banks in New York City (NYC) as well as the markets that inspired Massachusetts manufacturers-proved indispensable to national economic development; and\\par\nWhereas, The estimated value of each slave as part of an estate, was calculated as a source of tax revenue for local and state governments, which also levied taxes on slave transactions; and\\par\nWhereas, Each plantation economy was part of a larger national and international political economy, which allowed the U.S. to be competitive for economic leadership in the global political economy; and\\par\nWhereas, While the U.S. Congress banned the importation of slaves in 1808, by 1860, the nation\\rquote s Black population grew from 400,000 to 4.4 million, of whom 3.9 million were enslaved; and\\par\nWhereas, In 1863, President Abraham Lincoln issued the Emancipation Proclamation, which declared \\ldblquote that all persons held as slaves\\rdblquote  within the rebellious states free and, as part of the Union\\rquote s strategy for military victory, announced the acceptance of Black men into the Union Army and Navy; and\\par\nWhereas, By the end of the Civil War, an estimated 179,000 Black men-about ten percent of the Union forces-served as soldiers in the Army, while another 19,000 served in the Navy; nearly 40,000 Black soldiers died over the course of the war; and\\par\nWhereas, The legal enslavement of Africans and their descendants persisted in the 13 colonies and the U.S. from 1619 until ratification of the Thirteenth Amendment to the U.S. Constitution in 1865; and\\par\nWhereas, Even after the Emancipation Proclamation, two more years of war, service by Black troops and the defeat of the Confederacy, white Americans were still unprepared to deal with the question of full citizenship for the newly freed Black population; and\\par\nWhereas, Eventually, with the protection of the Thirteenth, Fourteenth and Fifteenth Amendments to the U.S. Constitution and the Civil Rights Act of 1866, Black and African Americans enjoyed a brief period when they were allowed to vote, actively participate in the political process, acquire the land of former owners, seek their own employment and use public accommodations; and\\par\nWhereas, However, opponents of this progress soon rallied and instituted a series of state and local statues, known as the Jim Crow laws, which legalized racial segregation; and\\par\nWhereas, While slavery was an abhorrent institution that has perpetuated racism in the U.S. to this day, Black and African Americans persisted and have made invaluable contributions to society; and\\par\nWhereas, Among countless influential figures who deserve to be recognized, there is Philip A. Payton Jr., a Black real estate mogul who, after a new subway line opened to 145\\super th\\nosupersub  Street in 1904, incorporated the Afro-American Realty Company to help remake Harlem as a home for Black New Yorkers who faced housing discrimination, which helped transform Harlem into a Black mecca; and\\par\nWhereas, Gladys Bentley, a blues singer and pianist who became Harlem\\rquote s most famous lesbian entertainer in the 1920s and 1930s during the Harlem Renaissance, often confronted male entitlement and sexual abuse in her lyrics, and declared her own sexual independence as she sang \\ldblquote bawdy, bossy songs in a thunderous voice\\rdblquote  in her top hat and tuxedo; and\\par\nWhereas, Eunice Carter, the first African American woman to earn a law degree in New York, presented crucial evidence to the State prosecutor in the mid-1930s that resulted in one of the greatest prosecutions against organized crime in U.S. history, and sent Mafia boss Charles \\ldblquote Lucky\\rdblquote  Luciano to prison; and\\par\nWhereas, Katherine Johnson, an African American mathematician, was responsible for the calculations of orbital mechanics that were critical to the success of the first and subsequent manned spaceflights, while employed at the National Aeronautics and Space Administration from 1953 to 1986; and\\par\nWhereas, According to the 2010 U.S. Census, more than 42 million-or 14 percent of- people in the U.S. identify as Black or Black in combination with one or more other races; and\\par\nWhereas, The New York metropolitan area is home to nearly 3.5 million Black individuals, which the largest Black population of any U.S. city, per 2013 U.S. Census data; and\\par\nWhereas, NYC has more than 2.4 million Black residents, of whom more than 950,000 reside in and around the Bedford-Stuyvesant neighborhood in Brooklyn, representing the highest concentration of Black residents in the country; and\\par\nWhereas, The African Burial Ground in lower Manhattan, which dates from the middle 1630s to 1795, is the oldest and largest known excavated burial ground in North America for both free and enslaved Africans; and\\par\nWhereas, The rediscovery of the African Burial Ground in 1991 altered the understanding and scholarship surrounding enslavement and its contribution to constructing NYC,\\cf1\\f1\\fs26  \\cf0\\f0\\fs24 transforming how New York history is understood and how Black New Yorkers connect to their past; and\\par\nWhereas, August 2019 marks the 400\\super th\\nosupersub  anniversary of events in Virginia which continue to define America; and\\par\nWhereas, The history of our nation cannot be fully understood without acknowledging the impact of slavery, and recognizing and highlighting the resilience and contributions of Africans and Black and African Americans as the fight continues for equality and justice; now, therefore, be it\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Resolved, That the Council of the City of New York commemorates the quadricentennial of the arrival of Africans in Hampton, Virginia in 1619, and recognizing the contributions of Africans and African Americans to the growth, development, prosperity and culture of the United States of America.\\par\n\\pard\\ltrpar\\qj\\fs18\\par\nLS #9557\\par\n03/05/2019\\par\nCGR\\par\n}\n",
  "LastModified": "2021-12-29T17:04:25.2Z"
}
