{
  "ID": 64473,
  "GUID": "47EE800B-B790-43A0-8694-08F4FBD32F75",
  "File": "Res 1044-2019",
  "Name": "Legislation making it illegal to remodify an AR-15 firearm.",
  "Title": "Resolution calling on the New York State Legislature to introduce and pass and for the Governor to sign legislation making it illegal to remodify an AR-15 firearm.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2019-09-12T00:00:00Z",
  "AgendaDate": "2019-09-12T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 7604,
      "Slug": "robert-e-cornegy-jr",
      "FullName": "Robert E. Cornegy, Jr."
    }
  ],
  "History": [
    {
      "ID": 354069,
      "Date": "2019-09-12T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2019-09-09T18:05:37.367Z"
    },
    {
      "ID": 354212,
      "Date": "2019-09-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 17486,
      "AgendaSequence": 91,
      "MinutesSequence": 105,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2019-09-12T17:01:36.42Z"
    },
    {
      "ID": 378915,
      "Date": "2021-12-31T12:05:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T17:05:18.737Z"
    }
  ],
  "Attachments": [
    {
      "ID": 205692,
      "LastModified": "2021-12-29T17:05:06.377Z",
      "Name": "Res. No. 1044",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ad6fa0f2-7fa4-46eb-9587-d8020396c93a.docx",
      "Sort": 1
    },
    {
      "ID": 207851,
      "LastModified": "2019-09-18T13:28:50.917Z",
      "Name": "September 12, 2019 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f6802ec3-7a0b-43de-aeaf-4b967a402bbb.pdf",
      "Sort": 2
    },
    {
      "ID": 208011,
      "LastModified": "2019-09-19T13:20:45.52Z",
      "Name": "Hearing Transcript - Stated Meeting 9-12-19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/cde942b0-e820-4cca-a266-d4db71619008.pdf",
      "Sort": 3
    },
    {
      "ID": 212388,
      "LastModified": "2019-12-04T14:33:58.153Z",
      "Name": "Minutes of the Stated Meeting - September 12, 2019",
      "Link": "https://nyc.legistar1.com/nyc/attachments/5c27a76a-cc82-4396-ac5a-4cab104a7bc7.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 67121,
  "Text": "By Council Members Cabrera, Kallos and Cornegy\n\n      Whereas, According to the most recent published statistics by the Unite States Centers for Disease Control and Prevention on National Vital Statistics, in 2016 there were 38,658 firearm related deaths in the U.S.; and \n      Whereas, The AR-15 firearm is a lightweight semi-automatic rifle, which is generally used for hunting but has been used in mass shootings including Sandy Hook Elementary School and the 2017 harvest Music Festival in Las Vegas; and\n      Whereas, In an effort to stem the potential of future mass shootings, on January 15, 2013, New York State passed the New York Secure Ammunition and Firearms Enforcement (\"SAFE\") Act, making New York the first state to implement comprehensive and holistic reforms to address the gun violence plague since the tragedy at Sandy Hook Elementary School; and\n      Whereas, The SAFE Act, among other things, amends the definition of assault weapon to capture more dangerous weapons, such as the AR-15, by defining them as (i) a semiautomatic rifle or pistol that has an ability to accept a detachable magazine and has at least one military-style characteristic such as a folding stock or protruding pistol grip; and\n      Whereas, In an effort to skirt New York State law, gun manufacturers have been producing \"modified\" AR-15 firearms that technically declassify them as an assault weapon, thus allowing for their sale in the state; and\n      Whereas, AR-15s are modified by removing their protruding pistol grip and their adjustable stock, which then makes the firearm compliant with New York State law; and\n      Whereas, For all intent and purposes, the modified firearm still functions as an assault weapon; and\n      Whereas, On June 30, 2017, Dr. Henry Bello, a former and disgruntled employee of Bronx Lebanon Hospital, walked into the facility with a modified AR-15 assault rifle, which he purchased at an upstate gun shop, and shot seven individuals, killing Dr. Tracy Sin-Yee Tam and wounding six others before turning the gun on himself; and\n      Whereas, This tragedy may have been averted if the assailant was not permitted to purchase this modified assault weapon; and\n      Whereas, New York State should close the statutory loophole permitting such modification and outlaw these firearms, as the SAFE Act was first intended to do; and\n      Whereas, New York State will be a safer place when any modification to an AR-15 is made illegal; now, therefore be it\n\tResolved, That the Council of the City of New York calls on the New York State Legislature to introduce and pass and for the Governor to sign legislation making it illegal to remodify an AR-15 firearm.\nWJH\nLS 6024\n6/26/19",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red34\\green34\\blue34;\\red16\\green16\\blue16;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Cabrera, Kallos and Cornegy\\par\n\\pard\\ltrpar\\qj\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, According to the most recent published statistics by the Unite States Centers for Disease Control and Prevention on \\i National Vital Statistics\\i0 , in 2016 there were 38,658 firearm related deaths in the U.S.; and \\par\nWhereas, The AR-15 firearm is \\cf2 a lightweight \\cf0 semi-automatic rifle, \\cf2 which is generally used for hunting but has been used in mass shootings including Sandy Hook Elementary School and the 2017 harvest Music Festival in Las Vegas; and\\par\n\\cf1 Whereas, In an effort to stem the potential of future mass shootings, on January 15, 2013, New York State passed the New York Secure Ammunition and Firearms Enforcement (\\ldblquote SAFE\\rdblquote ) Act, making New York the first state to implement comprehensive and holistic reforms to address the gun violence plague since the tragedy at Sandy Hook Elementary School; and\\par\nWhereas, The SAFE Act, among other things, amends the definition of assault weapon to capture more dangerous weapons, such as the AR-15, by defining them as (i) a semiautomatic rifle or pistol that has an ability to accept a detachable magazine and has at least one military-style characteristic such as a folding stock or protruding pistol grip; and\\par\nWhereas, In an effort to skirt New York State law, gun manufacturers have been producing \\ldblquote modified\\rdblquote  AR-15 firearms that technically declassify them as an assault weapon, thus allowing for their sale in the state; and\\par\nWhereas, AR-15s are modified by removing \\cf2\\expndtw3 their protruding pistol grip and their adjustable stock, which then makes the firearm compliant with New York State law; and\\par\nWhereas, For all intent and purposes, the modified firearm still functions as an assault weapon; and\\cf1\\expndtw0\\par\nWhereas, On June 30, 2017, Dr. Henry Bello, a former and disgruntled employee of \\cf0 Bronx \\cf1 Lebanon Hospital\\cf0 , walked into the facility \\cf1 with a modified AR-15 assault rifle, which he purchased at an upstate gun shop, and shot seven individuals, killing \\cf3 Dr. Tracy Sin-Yee Tam and wounding six others before \\cf1 turning the gun on himself; and\\par\nWhereas, This tragedy may have been averted if the assailant was not permitted to purchase this modified assault weapon; and\\par\nWhereas, New York State should close the statutory loophole permitting such modification and outlaw these firearms, as the SAFE Act was first intended to do; and\\par\nWhereas, New York State will be a safer place when any modification to an AR-15 is made illegal; now, therefore be it\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Resolved, That the Council of the City of New York calls on the New York State Legislature to introduce and pass and for the Governor to sign legislation\\cf0\\f1\\fs22  \\cf1\\f0\\fs24 making it illegal to remodify an AR-15 firearm.\\par\n\\pard\\ltrpar\\qj WJH\\par\nLS 6024\\par\n6/26/19\\par\n\\par\n\\pard\\ltrpar\\sa160\\sl252\\slmult1\\cf0\\f1\\fs22\\par\n}\n",
  "LastModified": "2021-12-29T17:05:18.893Z"
}
