{
  "ID": 64518,
  "GUID": "194D45CC-3444-403B-B042-31DF0E9DA25F",
  "File": "Res 1046-2019",
  "Name": "Stopping Bad Robocalls Act, legislation to amend the Communications Act of 1934 to clarify the prohibitions on making robocalls, and for other purposes. (H.R. 3375)",
  "Title": "Resolution calling upon the United States Congress to pass, and the President to sign, H.R. 3375, the Stopping Bad Robocalls Act, legislation to amend the Communications Act of 1934 to clarify the prohibitions on making robocalls, and for other purposes.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5213,
  "BodyName": "Committee on Technology",
  "IntroDate": "2019-09-12T00:00:00Z",
  "AgendaDate": "2019-09-12T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7746,
      "Slug": "robert-f-holden",
      "FullName": "Robert F. Holden"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 7604,
      "Slug": "robert-e-cornegy-jr",
      "FullName": "Robert E. Cornegy, Jr."
    }
  ],
  "History": [
    {
      "ID": 353856,
      "Date": "2019-09-12T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2019-08-28T14:27:52.037Z"
    },
    {
      "ID": 354224,
      "Date": "2019-09-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Technology",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 17486,
      "AgendaSequence": 101,
      "MinutesSequence": 115,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Technology",
      "MatterStatusID": 3,
      "LastModified": "2019-09-12T16:58:08.87Z"
    },
    {
      "ID": 378917,
      "Date": "2021-12-31T12:05:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T17:06:35.023Z"
    }
  ],
  "Attachments": [
    {
      "ID": 206152,
      "LastModified": "2021-12-29T17:05:55.99Z",
      "Name": "Res. No. 1046",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1e30f4aa-7bc9-4fc5-9bff-af18b6360270.docx",
      "Sort": 1
    },
    {
      "ID": 207861,
      "LastModified": "2019-09-18T13:28:54.777Z",
      "Name": "September 12, 2019 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/48859eca-1ca8-488f-ac9e-3bfeb49a38d1.pdf",
      "Sort": 2
    },
    {
      "ID": 208021,
      "LastModified": "2019-09-19T13:20:48.33Z",
      "Name": "Hearing Transcript - Stated Meeting 9-12-19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/995db6ff-c359-4d16-9582-eda0b92d0fe5.pdf",
      "Sort": 3
    },
    {
      "ID": 212398,
      "LastModified": "2019-12-04T14:34:00.593Z",
      "Name": "Minutes of the Stated Meeting - September 12, 2019",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1082d0f3-3016-45a2-9b7e-2dfb7d6476ee.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 67166,
  "Text": "By Council Members Holden, Kallos and Cornegy\n\n      Whereas, Over 4.4 billion robocalls were placed throughout the United States in June 2019, including 261.4 million and 136.6 million in New York State and New York City, respectively, according to YouMail's Robocall Index; and\n      Whereas, As of May 2018, 21 Chinese immigrants had lost a total of $2.5 million to a robocall scheme, which targeted people with Chinese last names as the caller impersonated the Chinese Consulate and demanded money, according to the New York Police Department and then-Attorney General Eric Schneiderman's office; and\n      Whereas, Robocalls have become increasingly more deceptive in recent years, with callers using local numbers in hopes that it will heighten the chances of a recipient answering, in a scheme known as \"neighborhood spoofing\"; and\n      Whereas, Deadly risks can be posed by robocalls, with one New Jersey hand surgeon, Dr. Gary Pess, recalling that he accidentally ignored an emergency room doctor calling about a person with a severed thumb, because he normally received robocalls mimicking his area code; Dr. Pess stated that the incident had cost him precious minutes and delaying treatment for his patient; and\n      Whereas, Other jurisdictions have taken legislative action to curb robocalls, including Florida, which passed the Florida Call-Blocking Act of 2018 that authorized telecommunication providers to block certain calls; and\n      Whereas, New York State took steps to mitigate unsolicited telemarketing calls with the New York State Do Not Call Law of 2001, which allowed consumers to place their phone numbers on a central Do Not Call Registry and prohibited non-exempt telemarketers from making calls to anyone on the registry; and\n      Whereas, The Federal Trade Commission and the Federal Communications Commission collaborated in 2003 to create a National Do Not Call Registry, and further action is now required by the Federal government to protect consumers from robocalls; and\n      Whereas, The Stopping Bad Robocalls Act would deter robocalls by amending the Communications Act of 1934 to clarify the prohibitions on making robocalls; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the United States Congress to pass, and the President to sign, H.R. 3375, the Stopping Bad Robocalls Act, legislation to amend the Communications Act of 1934 to clarify the prohibitions on making robocalls, and for other purposes.\n\n\nLS #11691\n10/28/2019 10:41 AM\nM.T.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Holden, Kallos and Cornegy\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, Over 4.4 billion robocalls were placed throughout the United States in June 2019, including 261.4 million and 136.6 million in New York State and New York City, respectively, according to YouMail\\rquote s Robocall Index; and\\par\nWhereas, As of May 2018, 21 Chinese immigrants had lost a total of $2.5 million to a robocall scheme, which targeted people with Chinese last names as the caller impersonated the Chinese Consulate and demanded money, according to the New York Police Department and then-Attorney General Eric Schneiderman\\rquote s office; and\\par\nWhereas, Robocalls have become increasingly more deceptive in recent years, with callers using local numbers in hopes that it will heighten the chances of a recipient answering, in a scheme known as \\ldblquote neighborhood spoofing\\rdblquote ; and\\par\nWhereas, Deadly risks can be posed by robocalls, with one New Jersey hand surgeon, Dr. Gary Pess, recalling that he accidentally ignored an emergency room doctor calling about a person with a severed thumb, because he normally received robocalls mimicking his area code; Dr. Pess stated that the incident had cost him precious minutes and delaying treatment for his patient; and\\par\nWhereas, Other jurisdictions have taken legislative action to curb robocalls, including Florida, which passed the Florida Call-Blocking Act of 2018 that authorized telecommunication providers to block certain calls; and\\par\nWhereas, New York State took steps to mitigate unsolicited telemarketing calls with the New York State Do Not Call Law of 2001, which allowed consumers to place their phone numbers on a central Do Not Call Registry and prohibited non-exempt telemarketers from making calls to anyone on the registry; and\\par\nWhereas, The Federal Trade Commission and the Federal Communications Commission collaborated in 2003 to create a National Do Not Call Registry, and further action is now required by the Federal government to protect consumers from robocalls; and\\par\nWhereas, The Stopping Bad Robocalls Act would deter robocalls by amending the Communications Act of 1934 to clarify the prohibitions on making robocalls; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon the United States Congress to pass, and the President to sign, H.R. 3375, the Stopping Bad Robocalls Act, legislation to amend the Communications Act of 1934 to clarify the prohibitions on making robocalls, and for other purposes.\\par\n\\pard\\ltrpar\\qj\\par\n\\par\n\\fs20 LS #11691\\par\n\\pard\\ltrpar\\lang1024 10/28/2019 10:41 AM\\lang1033\\par\n\\pard\\ltrpar\\qj\\fs18 M.T.\\par\n}\n",
  "LastModified": "2021-12-29T17:06:35.167Z"
}
