{
  "ID": 64621,
  "GUID": "D27BEEB0-D99E-427E-ABCF-C1044EA2B7DC",
  "File": "Res 1047-2019",
  "Name": "Prohibit the enactment of the federal rule entitled, “Inadmissibility on Public Charge Grounds”.",
  "Title": "Resolution calling on the United States Congress to pass, and the President to sign, legislation that would prohibit the enactment of the federal rule entitled, “Inadmissibility on Public Charge Grounds”.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 5119,
  "BodyName": "Committee on Immigration",
  "IntroDate": "2019-09-12T00:00:00Z",
  "AgendaDate": "2019-09-12T00:00:00Z",
  "PassedDate": "2019-09-12T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7780,
      "Slug": "public-advocate-jumaane-williams",
      "FullName": "Public Advocate Jumaane Williams"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7623,
      "Slug": "inez-d-barron",
      "FullName": "Inez D. Barron"
    },
    {
      "ID": 7742,
      "Slug": "diana-i-ayala",
      "FullName": "Diana I. Ayala"
    },
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    }
  ],
  "History": [
    {
      "ID": 353802,
      "Date": "2019-09-03T13:00:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "This Resolution was Hearing on P-C Item by Comm",
      "BodyID": 5119,
      "BodyName": "Committee on Immigration",
      "EventID": 17437,
      "AgendaSequence": 5,
      "MinutesSequence": 11,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 2,
      "LastModified": "2019-09-04T14:19:05.037Z"
    },
    {
      "ID": 353943,
      "Date": "2019-09-03T13:00:00Z",
      "ActionID": 5018,
      "Action": "P-C Item Laid Over by Comm",
      "Description": "This Resolution was P-C Item Laid Over by Comm",
      "BodyID": 5119,
      "BodyName": "Committee on Immigration",
      "EventID": 17437,
      "MinutesSequence": 12,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2019-09-04T14:19:11.567Z"
    },
    {
      "ID": 354052,
      "Date": "2019-09-12T09:30:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "This Resolution was Hearing on P-C Item by Comm",
      "BodyID": 5119,
      "BodyName": "Committee on Immigration",
      "EventID": 17476,
      "AgendaSequence": 5,
      "MinutesSequence": 14,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 25,
      "LastModified": "2019-09-12T14:37:52.297Z"
    },
    {
      "ID": 354340,
      "Date": "2019-09-12T09:30:00Z",
      "ActionID": 25,
      "Action": "P-C Item Approved by Comm",
      "Description": "A motion was made that this Resolution be P-C Item Approved by Comm approved by Roll Call.",
      "BodyID": 5119,
      "BodyName": "Committee on Immigration",
      "EventID": 17476,
      "MinutesSequence": 15,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 37,
      "Votes": [
        {
          "ID": 7636,
          "Slug": "carlos-menchaca",
          "FullName": "Carlos Menchaca",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 7562,
          "Slug": "margaret-s-chin",
          "FullName": "Margaret S. Chin",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 15
        },
        {
          "ID": 7563,
          "Slug": "daniel-dromm",
          "FullName": "Daniel Dromm",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 20
        },
        {
          "ID": 7113,
          "Slug": "mathieu-eugene",
          "FullName": "Mathieu Eugene",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 30
        },
        {
          "ID": 7743,
          "Slug": "mark-gjonaj",
          "FullName": "Mark Gjonaj",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 40
        },
        {
          "ID": 7637,
          "Slug": "i-daneek-miller",
          "FullName": "I. Daneek Miller",
          "VoteID": 16,
          "Vote": "Absent",
          "Sort": 60
        },
        {
          "ID": 7745,
          "Slug": "francisco-p-moya",
          "FullName": "Francisco P. Moya",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 65
        }
      ],
      "LastModified": "2019-11-15T22:10:24.927Z"
    },
    {
      "ID": 353799,
      "Date": "2019-09-12T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2019-08-23T19:45:18.987Z"
    },
    {
      "ID": 354227,
      "Date": "2019-09-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Immigration",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 17486,
      "AgendaSequence": 104,
      "MinutesSequence": 118,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Preconsidered - Immigration",
      "MatterStatusID": 3,
      "LastModified": "2019-09-12T16:58:08.877Z"
    },
    {
      "ID": 354330,
      "Date": "2019-09-12T13:35:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "A motion was made that this Resolution be Approved, by Council approved by voice vote.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 17486,
      "MinutesSequence": 85,
      "Version": "*",
      "AgendaNote": "Adopted by the Committee on Immigration",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, the Majority Leader and Acting President Pro Tempore (Council Member Cumbo) called for a voice vote.  Hearing those in favor, the Majority Leader and Acting President Pro Tempore (Council Member Cumbo) declared the Resolution to be adopted.\r\n\r\nThe following 3 Council Members formally noted their intention to vote negative against this item:  \r\nCouncil Members Borelli, Holden and the Minority Leader (Council Member Matteo).\r\n\r\nAdopted by the Council by voice-vote.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2019-09-16T15:34:53.77Z"
    }
  ],
  "Attachments": [
    {
      "ID": 206902,
      "LastModified": "2019-12-04T14:37:55.273Z",
      "Name": "Res. No. 1047",
      "Link": "https://nyc.legistar1.com/nyc/attachments/9f913edd-de0c-49d4-9553-e32ecf3b5988.docx",
      "Sort": 1
    },
    {
      "ID": 207013,
      "LastModified": "2019-09-12T15:07:24.11Z",
      "Name": "Committee Report 9/3/19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d47194fe-ee5e-4b1b-be49-e7d9b85443cc.docx",
      "Sort": 2
    },
    {
      "ID": 207598,
      "LastModified": "2019-09-11T15:23:55.54Z",
      "Name": "Hearing Testimony 9/3/19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c831b873-0926-4fc5-86f3-186154d278d6.PDF",
      "Sort": 3
    },
    {
      "ID": 208488,
      "LastModified": "2019-09-23T13:54:17.81Z",
      "Name": "Hearing Transcript 9/3/19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/5f0d14da-1ea1-48a8-a093-ec08f33759e0.pdf",
      "Sort": 4
    },
    {
      "ID": 207633,
      "LastModified": "2019-10-16T14:14:59.51Z",
      "Name": "Committee Report 9/12/19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d6283120-dad3-4729-adcb-68e75cc189db.docx",
      "Sort": 5
    },
    {
      "ID": 207715,
      "LastModified": "2019-09-23T13:54:15.89Z",
      "Name": "Hearing Transcript 9/12/19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/567a044f-4ba7-47b1-bf3b-d078c70614c8.pdf",
      "Sort": 6
    },
    {
      "ID": 207835,
      "LastModified": "2019-09-23T13:54:30.593Z",
      "Name": "September 12, 2019 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/9f5e9e39-b90c-4b17-b636-cf447918a72d.pdf",
      "Sort": 7
    },
    {
      "ID": 207995,
      "LastModified": "2019-09-23T13:54:19.89Z",
      "Name": "Hearing Transcript - Stated Meeting 9-12-19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/36e0b62a-d066-4284-85d6-b228b8b3f404.pdf",
      "Sort": 8
    },
    {
      "ID": 212372,
      "LastModified": "2019-12-04T14:37:57.213Z",
      "Name": "Minutes of the Stated Meeting - September 12, 2019",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c9726b35-83f1-4a76-97ac-cc21ca417860.pdf",
      "Sort": 9
    }
  ],
  "Summary": "",
  "TextID": 67282,
  "Text": "By Council Members Levin, the Public Advocate (Mr. Williams), Kallos, Lander, Chin, Barron, Ayala and Rivera\n\n\tWhereas, Prior to August 2019, immigration agencies relied on a public charge determination to identify whether an individual was, or was likely to become, primarily dependent on the United States (U.S.) government for subsistence; and\n\tWhereas, At the time, public charge determinations were based on the reliance on or use of Temporary Assistance for Needy Families (TANF), Supplemental Security Income, or institutionalization for long-term care; and\n\tWhereas, The public charge determination was made when an individual filed for admission to the U.S. and for adjustment of status to become a lawful permanent resident; and\n\tWhereas, If DHS determined that an individual was likely at any time to become a public charge, the individual could be considered inadmissible, and therefore ineligible for admission or adjustment of status; and\n\tWhereas, On October 10, 2018, DHS issued a Notice of Proposed Rulemaking (NPRM) titled \"Inadmissibility on Public Charge Grounds,\" which was published in the Federal Register for a 60-day comment period, and subsequently received over 266,000 public comments for agency consideration; and\n\tWhereas, On August 14, 2019, DHS published the final rule entitled \"Inadmissibility on Public Charge Grounds\" that codifies regulations governing the application of the public charge inadmissibility ground under INA section 212(a)(4), following review of comments received; and\n\tWhereas, Effective on October 15, 2019, the final rule will greatly expand the reach of the existing public charge determination in several critical ways; and\n\tWhereas, The final rule extends a public charge determination to individuals using, or likely to use at any point in the future, non-Emergency Medicaid, the Supplemental Nutrition Assistance Program (SNAP), and housing assistance through public housing and Section 8 housing assistance; and\n\tWhereas, Use of public benefits for 12 months in the aggregate within a 36-month timeframe will be a qualifying factor for inadmissibility on public charge grounds; and \n\tWhereas, The final rule will more heavily weigh five factors in making the public charge determination, specifically assessing an individual's (1) age, (2) health, (3) family status, (4) assets, resources, financial status, and (5) education and skills; and\n\tWhereas, The final rule could harm as many as 475,000 New York City residents; and\n      Whereas, Up to 75,000 immigrant New Yorkers could need to decide whether to access benefits for which they are legally eligible or face possibly adverse immigration consequences; and\n      Whereas, Further, up to 400,000 immigrant New Yorkers could face adverse immigration consequences due to increased scrutiny of the five factors; and \n      Whereas, Immigrants in New York pay an estimated $8 billion in City and State personal income taxes and approximately $2 billion in City property taxes ever year; and\n\tWhereas, In a 2019 Report, the Mayor's Office of Immigrant Affairs found that immigrant New Yorkers contributed an estimated $228 billion to the City's Gross Domestic Product (GDP), or about 26 percent of the City's total GDP; and\n      Whereas, A 2018 Migration Policy Institute Report indicates that noncash benefits make up the bulk of  benefits accessed by immigrant families, and this rule will have far-reaching chilling effects, leading to a broad withdrawal from public-benefits programs; and\n\tWhereas, The rule could have a detrimental effect on New York City's economy as well as our national economy; and\n      Whereas, If just 20 percent of noncitizen New Yorkers currently receiving benefits withdraw from participation, the City could lose annual disbursements of $235 million in SNAP, Cash Assistance and Supplemental Security Income and the State supplement (SSI/SSP) funding, and an additional loss of $185 million in related economic activity; and\n      Whereas, Reducing program participation in benefits programs that are commonly viewed as work supports will likely result in higher poverty levels; and\n      Whereas, Efforts to prevent families from accessing benefits related to healthcare will result in an increase in severe and chronic health issues; and\n      Whereas, Confusion and fear about the rule could lead hundreds of thousands of immigrant New Yorkers, including U.S. citizens, to drop out of benefit programs or choose not to use them, which will significantly impact access to health and social services for children and families in New York City; therefore, be it,\n\tResolved, That the Council of the City of New York calls on the United States Congress to pass, and the President to sign, legislation that would prohibit the enactment of the federal rule entitled, \"Inadmissibility on Public Charge Grounds.\"  \n\nLS11980 / 11992\nEK\n8.21.19",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\sl252\\slmult1\\v0\\par\nBy Council Members Levin, the Public Advocate (Mr. Williams), Kallos, Lander, Chin, Barron, Ayala and Rivera\\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, Prior to August 2019, immigration agencies relied on a public charge determination to identify whether an individual was, or was likely to become, primarily dependent on the United States (U.S.) government for subsistence; and\\par\n\\tab Whereas, At the time, public charge determinations were based on the reliance on or use of Temporary Assistance for Needy Families (TANF), Supplemental Security Income, or institutionalization for long-term care; and\\par\n\\tab Whereas, The public charge determination was made when an individual filed for admission to the U.S. and for adjustment of status to become a lawful permanent resident; and\\par\n\\tab Whereas, If DHS determined that an individual was likely at any time to become a public charge, the individual could be considered inadmissible, and therefore ineligible for admission or adjustment of status; and\\par\n\\tab Whereas, On October 10, 2018, DHS issued a Notice of Proposed Rulemaking (NPRM) titled \\ldblquote Inadmissibility on Public Charge Grounds,\\rdblquote  which was published in the Federal Register for a 60-day comment period, and subsequently received over 266,000 public comments for agency consideration; and\\par\n\\tab Whereas, On August 14, 2019, DHS published the final rule entitled \\ldblquote Inadmissibility on Public Charge Grounds\\rdblquote  that codifies regulations governing the application of the public charge inadmissibility ground under INA section 212(a)(4), following review of comments received; and\\par\n\\tab Whereas, Effective on October 15, 2019, the final rule will greatly expand the reach of the existing public charge determination in several critical ways; and\\par\n\\tab Whereas, The final rule extends a public charge determination to individuals using, or likely to use at any point in the future, non-Emergency Medicaid, the Supplemental Nutrition Assistance Program (SNAP), and housing assistance through public housing and Section 8 housing assistance; and\\par\n\\tab Whereas, Use of public benefits for 12 months in the aggregate within a 36-month timeframe will be a qualifying factor for inadmissibility on public charge grounds; and \\par\n\\tab Whereas, The final rule will more heavily weigh five factors in making the public charge determination, specifically assessing an individual\\rquote s (1) age, (2) health, (3) family status, (4) assets, resources, financial status, and (5) education and skills; and\\par\n\\tab Whereas, The final rule could harm as many as 475,000 New York City residents; and\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj\\cf1 Whereas, Up to 75,000 immigrant New Yorkers could need to decide whether to access benefits for which they are legally eligible or face possibly adverse immigration consequences; and\\fs27\\par\n\\fs24 Whereas, Further, up to 400,000 immigrant New Yorkers could face adverse immigration consequences due to increased scrutiny of the five factors; and \\par\nWhereas, Immigrants in New York pay an estimated $8 billion in City and State personal income taxes and approximately $2 billion in City property taxes ever year; and\\fs27\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\cf0\\fs24\\tab Whereas, In a 2019 Report, the Mayor\\rquote s Office of Immigrant Affairs found that \\cf1 immigrant New Yorkers contributed an estimated $228 billion to the City\\rquote s Gross Domestic Product (GDP), or about 26 percent of the City\\rquote s total GDP; and\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, A 2018 Migration Policy Institute Report indicates that noncash benefits make up the bulk of  benefits accessed by immigrant families, and this rule will have far-reaching chilling effects, leading to a broad withdrawal from public-benefits programs; and\\fs27\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\fs24\\tab Whereas, The rule could have a detrimental effect on New York City\\rquote s economy as well as our national economy; and\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, If just 20 percent of noncitizen New Yorkers currently receiving benefits withdraw from participation, the City could lose annual disbursements of $235 million in SNAP, Cash Assistance and Supplemental Security Income and the State supplement (SSI/SSP) funding, and an additional loss of $185 million in related economic activity; and\\par\nWhereas, Reducing program participation in benefits programs that are commonly viewed as work supports will likely result in higher poverty levels; and\\fs27\\par\n\\fs24 Whereas, Efforts to prevent families from accessing benefits related to healthcare will result in an increase in severe and chronic health issues; and\\fs27\\par\n\\fs24 Whereas, Confusion and fear about the rule could lead hundreds of thousands of immigrant New Yorkers, including U.S. citizens, to drop out of benefit programs or choose not to use them, which will significantly impact access to health and social services for children and families in New York City; therefore, be it,\\fs27\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\cf0\\fs24\\tab Resolved, That the Council of the City of New York calls on the United States Congress to pass, and the President to sign, legislation that would prohibit the enactment of the federal rule entitled, \\ldblquote Inadmissibility on Public Charge Grounds.\\rdblquote   \\par\n\\par\n\\pard\\ltrpar\\qj\\fs18 LS11980 / 11992\\par\nEK\\par\n8.21.19\\par\n}\n",
  "LastModified": "2021-12-29T19:12:22.423Z"
}
