{
  "ID": 64611,
  "GUID": "4B92D9E4-49CA-44DD-948E-03A569173009",
  "File": "Res 1048-2019",
  "Name": "Congressional approval for military action in Iran and to withhold any authorization of military force in favor of a diplomatic resolution to current hostilities.",
  "Title": "Resolution calling upon Congress to adopt the Constitutional Authorities Resolution, H.J. Res. 58, requiring congressional approval for military action in Iran and to withhold any authorization of military force in favor of a diplomatic resolution to current hostilities.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5122,
  "BodyName": "Committee on Veterans",
  "IntroDate": "2019-09-12T00:00:00Z",
  "AgendaDate": "2019-09-12T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7637,
      "Slug": "i-daneek-miller",
      "FullName": "I. Daneek Miller"
    }
  ],
  "History": [
    {
      "ID": 354090,
      "Date": "2019-09-12T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2019-09-09T19:47:23.063Z"
    },
    {
      "ID": 354234,
      "Date": "2019-09-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Veterans",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 17486,
      "AgendaSequence": 110,
      "MinutesSequence": 124,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Veterans",
      "MatterStatusID": 3,
      "LastModified": "2019-09-12T19:24:02.32Z"
    },
    {
      "ID": 378918,
      "Date": "2021-12-31T12:06:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T17:07:06.92Z"
    }
  ],
  "Attachments": [
    {
      "ID": 206891,
      "LastModified": "2021-12-29T17:06:54.387Z",
      "Name": "Res. No. 1048",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b7b251d7-0826-4d48-9a87-ce7868fc4b5c.docx",
      "Sort": 1
    },
    {
      "ID": 207868,
      "LastModified": "2019-09-18T13:28:57.45Z",
      "Name": "September 12, 2019 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d568e37b-f0ea-40bf-b9a0-3dc4c3b7d7d2.pdf",
      "Sort": 2
    },
    {
      "ID": 208028,
      "LastModified": "2019-09-19T13:20:50.33Z",
      "Name": "Hearing Transcript - Stated Meeting 9-12-19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/33002ed0-6119-4ac8-b0cd-6c1bf9cc4134.pdf",
      "Sort": 3
    },
    {
      "ID": 212407,
      "LastModified": "2019-12-04T14:34:02.81Z",
      "Name": "Minutes of the Stated Meeting - September 12, 2019",
      "Link": "https://nyc.legistar1.com/nyc/attachments/15f79dcf-ed8d-4b0c-b3a1-66de431056f1.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 67271,
  "Text": "By Council Member Miller\n\n      Whereas, Commercial ships and oil tankers recently have been targeted by acts of violence in the Strait of Hormuz near the Iranian coast; and\n      Whereas, The U.S. Census Bureau's 2017 American Community Survey estimated nearly 25,000 Iranian-Americans have made New York their home; and\n      Whereas, Military escalations between the United States and Iran in 2019 have frustrated international agreements providing for oversight of Iran's nuclear program by prompting both governments to withdraw from the Joint Comprehensive Plan of Action, resulting in new sanctions from the U.S. Departments of State and Treasury against the Islamic Republic of Iran; and\n      Whereas, The Council on Foreign Relations has reported that since May of 2019, the Trump Administration has deployed 2,500 troops and increased military resources to the Middle East by calling on allied nations of the North Atlantic Treaty Organization (NATO) to deploy military assets in the Gulf region; and\n      Whereas, In 2017, the Department of Defense's Manpower Data Center listed New York state as contributing 20,588 active duty and 28,386 reserve members to the U.S. armed forces; and\n      Whereas, Armed intervention by the United States would initiate a series of events that would likely endanger thousands of New York City residents, as Operation Iraqi Freedom claimed the lives of 1,597 New Yorkers according to the Department of Defense; and\n      Whereas, According to the Department of Defense's 2017 Defense Spending by State Report, New York County has spent $534.3 million on military defense contracts, with an additional $136.4 million in spending contributions deriving from Kings County, Brooklyn; and\n      Whereas, President Trump has previously called for the peaceful resolution of hostilities with other nations with nuclear ambitions such as the Democratic People's Republic of Korea; and\n      Whereas, The President rejected recommendations from Japanese Prime Minister Shinzo Abe to partake in diplomatic reconciliation with Iran; and\n      Whereas, U.S. Secretary of State Mike Pompeo has cited the 2001 Congressional Authorization for Use of Military Force when discussing ties between Tehran and Al Qaeda to indicate legal authority to engage in war with Iran; and\n      Whereas, The United States is a signatory to the United Nations Charter, Chapter VI of which governs the maintenance of international peace and security, specifying in Article 33 that all parties to a dispute \"shall, first of all, seek a solution by negotiation, enquiry, mediation, conciliation, arbitration, judicial settlement, resort to regional agencies or arrangements, or other peaceful means of their own choice\" when engaged in hostilities; and  \n      Whereas, Article I of the U.S. Constitution reserves to Congress the power to declare war; and\n      Whereas, The Constitutional Authorities Resolution, H.J. Res. 58, which was introduced as a joint resolution in Congress by U.S. Representative Seth Moulton, would require congressional approval prior to engaging in hostilities within the sovereign country of Iran; and\n      Whereas, It is the sense of the Council that a diplomatic resolution to the present situation is in the best interest of the people of the City of New York; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon Congress to adopt the Constitutional Authorities Resolution, H.J. Res. 58, requiring congressional approval for military action in Iran and to withhold any authorization of military force in favor of a diplomatic resolution to current hostilities.\n\n\nLS #11625\n8/19/19\nAH\n\n\n\n\n\n1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Member Miller\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Commercial ships and oil tankers recently have been targeted by acts of violence in the Strait of Hormuz near the Iranian coast; and\\par\nWhereas, The U.S. Census Bureau\\rquote s 2017 American Community Survey estimated nearly 25,000 Iranian-Americans have made New York their home; and\\par\nWhereas, Military escalations between the United States and Iran in 2019 have frustrated international agreements providing for oversight of Iran\\rquote s nuclear program by prompting both governments to withdraw from the Joint Comprehensive Plan of Action, resulting in new sanctions from the U.S. Departments of State and Treasury against the Islamic Republic of Iran; and\\par\nWhereas, The Council on Foreign Relations has reported that since May of 2019, the Trump Administration has deployed 2,500 troops and increased military resources to the Middle East by calling on allied nations of the North Atlantic Treaty Organization (NATO) to deploy military assets in the Gulf region; and\\par\nWhereas, In 2017, the Department of Defense\\rquote s Manpower Data Center listed New York state as contributing 20,588 active duty and 28,386 reserve members to the U.S. armed forces; and\\par\nWhereas, Armed intervention by the United States would initiate a series of events that would likely endanger thousands of New York City residents, as Operation Iraqi Freedom claimed the lives of 1,597 New Yorkers according to the Department of Defense; and\\par\nWhereas, According to the Department of Defense\\rquote s 2017 Defense Spending by State Report, New York County has spent $534.3 million on military defense contracts, with an additional $136.4 million in spending contributions deriving from Kings County, Brooklyn; and\\par\nWhereas, President Trump has previously called for the peaceful resolution of hostilities with other nations with nuclear ambitions such as the Democratic People\\rquote s Republic of Korea; and\\par\nWhereas, The President rejected recommendations from Japanese Prime Minister Shinzo Abe to partake in diplomatic reconciliation with Iran; and\\par\nWhereas, U.S. Secretary of State Mike Pompeo has cited the 2001 Congressional Authorization for Use of Military Force when discussing ties between Tehran and Al Qaeda to indicate legal authority to engage in war with Iran; and\\par\nWhereas, The United States is a signatory to the United Nations Charter, Chapter VI of which governs the maintenance of international peace and security, specifying in Article 33 that all parties to a dispute \\ldblquote shall, first of all, seek a solution by negotiation, enquiry, mediation, conciliation, arbitration, judicial settlement, resort to regional agencies or arrangements, or other peaceful means of their own choice\\rdblquote  when engaged in hostilities; and  \\par\nWhereas, Article I of the U.S. Constitution reserves to Congress the power to declare war; and\\par\nWhereas, The Constitutional Authorities Resolution, H.J. Res. 58, which was introduced as a joint resolution in Congress by U.S. Representative Seth Moulton, would require congressional approval prior to engaging in hostilities within the sovereign country of Iran; and\\par\nWhereas, It is the sense of the Council that a diplomatic resolution to the present situation is in the best interest of the people of the City of New York; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon Congress to adopt the Constitutional Authorities Resolution, H.J. Res. 58, requiring congressional approval for military action in Iran and to withhold any authorization of military force in favor of a diplomatic resolution to current hostilities.\\par\n\\pard\\ltrpar\\qj\\par\n\\par\n\\fs18 LS #11625\\par\n\\pard\\ltrpar 8/19/19\\par\n\\pard\\ltrpar\\qj AH\\par\n\\fs22\\par\n\\par\n\\par\n\\par\n\\par\n}\n",
  "LastModified": "2021-12-29T17:07:07.073Z"
}
