{
  "ID": 64610,
  "GUID": "FD529162-5909-40A8-886A-9A11BEA599CF",
  "File": "Res 1050-2019",
  "Name": "Diversity in Corporate Leadership Act of 2019 (H.R. 3279)",
  "Title": "Resolution calling on the United States Congress to pass, and the President to sign, the “Diversity in Corporate Leadership Act of 2019” (H.R. 3279), which would further reduce gender, race and ethnic pay gaps that exist within companies’ boards of directors.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5244,
  "BodyName": "Committee on Women and Gender Equity",
  "IntroDate": "2019-09-12T00:00:00Z",
  "AgendaDate": "2019-09-12T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7604,
      "Slug": "robert-e-cornegy-jr",
      "FullName": "Robert E. Cornegy, Jr."
    }
  ],
  "History": [
    {
      "ID": 354066,
      "Date": "2019-09-12T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2019-09-09T18:02:40.427Z"
    },
    {
      "ID": 354239,
      "Date": "2019-09-12T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Women and Gender Equity",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 17486,
      "AgendaSequence": 117,
      "MinutesSequence": 131,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Women and Gender Equity",
      "MatterStatusID": 3,
      "LastModified": "2019-09-12T17:16:57.43Z"
    },
    {
      "ID": 378920,
      "Date": "2021-12-31T12:08:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T17:08:48.117Z"
    }
  ],
  "Attachments": [
    {
      "ID": 206890,
      "LastModified": "2021-12-29T17:08:36.833Z",
      "Name": "Res. No. 1050",
      "Link": "https://nyc.legistar1.com/nyc/attachments/02be3e39-f600-4e89-873a-994e22673ee1.docx",
      "Sort": 1
    },
    {
      "ID": 207873,
      "LastModified": "2019-09-18T13:28:59.213Z",
      "Name": "September 12, 2019 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7b3ab7d5-0330-41bc-918a-8864cbebd0c8.pdf",
      "Sort": 2
    },
    {
      "ID": 208033,
      "LastModified": "2019-09-19T13:20:51.723Z",
      "Name": "Hearing Transcript - Stated Meeting 9-12-19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/af24116d-2c44-4e38-a8c8-fbc82e818acf.pdf",
      "Sort": 3
    },
    {
      "ID": 212414,
      "LastModified": "2019-12-04T14:34:04.7Z",
      "Name": "Minutes of the Stated Meeting - September 12, 2019",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8a2b8ca8-f46e-4bc7-a856-76bc3fe44b0d.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 67270,
  "Text": "By Council Members Rosenthal and Cornegy\n\n\tWhereas, A board of directors is a group of individuals elected to represent shareholders of a company in the governance and management of its affairs; and \n\tWhereas, Every public company is required to have a board of directors, with some private and nonprofit organizations choosing to have one, however, the specific structure and powers of a board, including the number of members, how members are elected and how often the board meets, are determined by a company's bylaws; and  \n\tWhereas, The board of directors is an integral part of a company's success, as it makes key decisions on how a company will manage its assets and continue to operate in compliance with the regulations and requirements currently in place; and \n      Whereas, A board of directors diverse in gender, ethnicity, race and age is an important aspect of a successful company, as benefits of a diverse board include companies performing better economically, being more willing to innovate, being more adaptive to changing market trends and being more likely to be able to improve their reputation and brand; and\n      Whereas, Although the benefits of board diversity are evident, the United States (U.S.) lags behind many global markets, with women holding only 17% of all board of director seats nationally and 20% of Standard & Poor Composite 1500 companies' board of director seats, according to a 2018 Board Diversity Review by Institutional Shareholder Services (ISS); and \n      Whereas, Also, for 490 companies in the Fortune 500, women held only 1,278 of the total 5,670 board of director seats (22.5% of total), while minorities held just 912 of the seats (16.1% of total), with minority women making up a mere 261 seats (4.6% of total), according to a 2018 report by the Alliance for Board Diversity and Deloitte; and \n      Whereas, In addition, based on estimates conducted by ISS for Reuter News on new board of director seats filled in 2018 for the Russell 3000 Index (a capitalization-weighted stock market index that seeks to be a benchmark of the entire U.S. stock market), the makeup of all the seats was just 3.7% Asian, 2% Hispanic and 6.3% Black/African-American; and \nWhereas, In an effort to provide needed transparency and diversity inside the boards of \ndirectors for companies throughout the U.S., the \"Diversity in Corporate Leadership Act of 2019\" (H.R. 3279) has been introduced by Congressional Representative Carolyn B. Maloney; and \n\tWhereas, This bill would require companies to disclose the gender, racial and \nethnic composition of their board of directors and nominees for board membership for their annual shareholder meetings, as well as require the U.S. Securities and Exchange Commission \nto establish a Diversity Advisory Group, which would study strategies for increasing gender, racial and ethnic diversity among the members of a company's board of directors; and  \n\tWhereas, Knowing the gender, racial and ethnic composition of companies' boards of directors would ensure that existing gender, race and ethnic pay gaps are reduced, while also ensuring that boardrooms are diverse and representative of all shareholders; and \n\tWhereas, Although New York City has made significant strides in reducing gender, race and ethnic pay gaps, including the New York City Council passing Local Law 67 of 2017 and Local Law 18 of 2019, which prohibit employers from asking for or basing compensation on salary history and require the City to annually report pay data in regards to gender, ethnicity and race for every City agency, respectively, there still exist noticeable pay gaps with respect to gender, race and ethnicity within the city; and \n\tWhereas, The \"Diversity in Corporate Leadership Act of 2019\" (H.R. 3279) would help reduce those gaps, specifically within boardrooms, while ensuring that companies throughout New York City and the nation continue to operate with transparency and inclusivity; now, therefore, be it \n\tResolved, That the Council of the City of New York calls on the United States Congress to pass, and the President to sign, the \"Diversity in Corporate Leadership Act of 2019\" (H.R. 3279), which would further reduce gender, race and ethnic pay gaps that exist within companies' boards of directors.\nKK \nLS #11570\n8/19/19",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Rosenthal and Cornegy\\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\tab Whereas, A board of directors is a group of individuals elected to represent shareholders of a company in the governance and management of its affairs; and \\par\n\\tab Whereas, Every public company is required to have a board of directors, with some private and nonprofit organizations choosing to have one, however, the specific structure and powers of a board, including the number of members, how members are elected and how often the board meets, are determined by a company\\rquote s bylaws; and  \\par\n\\tab Whereas, The board of directors is an integral part of a company\\rquote s success, as it makes key decisions on how a company will manage its assets and continue to operate in compliance with the regulations and requirements currently in place; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, A board of directors diverse in gender, ethnicity, race and age is an important aspect of a successful company, as benefits of a diverse board include companies performing better economically, being more willing to innovate, being more adaptive to changing market trends and being more likely to be able to improve their reputation and brand; and\\par\nWhereas, Although the benefits of board diversity are evident, the United States (U.S.) lags behind many global markets, with women holding only 17% of all board of director seats nationally and 20% of Standard & Poor Composite 1500 companies\\rquote  board of director seats, according to a 2018 Board Diversity Review by Institutional Shareholder Services (ISS); and \\par\nWhereas, Also, for 490 companies in the \\i Fortune\\i0  500, women held only 1,278 of the total 5,670 board of director seats (22.5% of total), while minorities held just 912 of the seats (16.1% of total), with minority women making up a mere 261 seats (4.6% of total), according to a 2018 report by the Alliance for Board Diversity and Deloitte; and \\par\nWhereas, In addition, based on estimates conducted by ISS for Reuter News on new board of director seats filled in 2018 for the Russell 3000 Index (a capitalization-weighted stock market index that seeks to be a benchmark of the entire U.S. stock market), the makeup of all the seats was just 3.7% Asian, 2% Hispanic and 6.3% Black/African-American; and \\par\n\\pard\\ltrpar\\li720\\sl480\\slmult1 Whereas, In an effort to provide needed transparency and diversity inside the boards of \\par\n\\pard\\ltrpar\\sl480\\slmult1 directors for companies throughout the U.S., the \\ldblquote Diversity in Corporate Leadership Act of 2019\\rdblquote  (H.R. 3279) has been introduced by Congressional Representative Carolyn B. Maloney; and \\par\n\\pard\\ltrpar\\fi-720\\li720\\sl480\\slmult1\\tab Whereas, This bill would require companies to disclose the gender, racial and \\par\n\\pard\\ltrpar\\sl480\\slmult1 ethnic composition of their board of directors and nominees for board membership for their annual shareholder meetings, as well as require the U.S. Securities and Exchange Commission \\par\nto establish a Diversity Advisory Group, which would study strategies for increasing gender, racial and ethnic diversity among the members of a company\\rquote s board of directors; and  \\par\n\\tab Whereas, Knowing the gender, racial and ethnic composition of companies\\rquote  boards of directors would ensure that existing gender, race and ethnic pay gaps are reduced, while also ensuring that boardrooms are diverse and representative of all shareholders; and \\par\n\\tab Whereas, Although New York City has made significant strides in reducing gender, race and ethnic pay gaps, including the New York City Council passing Local Law 67 of 2017 and Local Law 18 of 2019, which prohibit employers from asking for or basing compensation on salary history and require the City to annually report pay data in regards to gender, ethnicity and race for every City agency, respectively, there still exist noticeable pay gaps with respect to gender, race and ethnicity within the city; and \\par\n\\tab Whereas, The \\ldblquote Diversity in Corporate Leadership Act of 2019\\rdblquote  (H.R. 3279) would help reduce those gaps, specifically within boardrooms, while ensuring that companies throughout New York City and the nation continue to operate with transparency and inclusivity; now, therefore, be it \\par\n\\tab Resolved, That the Council of the City of New York calls on the United States Congress to pass, and the President to sign, the \\ldblquote Diversity in Corporate Leadership Act of 2019\\rdblquote  (H.R. 3279), which would further reduce gender, race and ethnic pay gaps that exist within companies\\rquote  boards of directors.\\par\n\\pard\\ltrpar\\fs16 KK \\line LS #11570\\par\n8/19/19    \\par\n}\n",
  "LastModified": "2021-12-29T17:08:48.257Z"
}
