{
  "ID": 64715,
  "GUID": "58B5BA76-9AA3-4EEE-B77C-56832FCDCE02",
  "File": "Res 1061-2019",
  "Name": "Authorizing shelters for victims of domestic violence to be reimbursed for any payment differential for housing a single individual in a room intended for double occupancy. (A.2381/S.5471)",
  "Title": "Resolution calling on the State Legislature to pass, and the Governor to sign, A.2381/S.5471, authorizing shelters for victims of domestic violence to be reimbursed for any payment differential for housing a single individual in a room intended for double occupancy.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5244,
  "BodyName": "Committee on Women and Gender Equity",
  "IntroDate": "2019-09-25T00:00:00Z",
  "AgendaDate": "2019-09-25T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7742,
      "Slug": "diana-i-ayala",
      "FullName": "Diana I. Ayala"
    },
    {
      "ID": 7604,
      "Slug": "robert-e-cornegy-jr",
      "FullName": "Robert E. Cornegy, Jr."
    }
  ],
  "History": [
    {
      "ID": 354322,
      "Date": "2019-09-24T10:00:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "This Resolution was Hearing on P-C Item by Comm",
      "BodyID": 5244,
      "BodyName": "Committee on Women and Gender Equity",
      "EventID": 17477,
      "AgendaSequence": 4,
      "MinutesSequence": 9,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 2,
      "LastModified": "2019-09-24T14:07:05.193Z"
    },
    {
      "ID": 355090,
      "Date": "2019-09-24T10:15:00Z",
      "ActionID": 5018,
      "Action": "P-C Item Laid Over by Comm",
      "Description": "This Resolution was P-C Item Laid Over by Comm",
      "BodyID": 5244,
      "BodyName": "Committee on Women and Gender Equity",
      "EventID": 17477,
      "MinutesSequence": 10,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2019-09-24T19:39:39.12Z"
    },
    {
      "ID": 354319,
      "Date": "2019-09-24T10:30:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "This Resolution was Hearing on P-C Item by Comm",
      "BodyID": 12,
      "BodyName": "Committee on General Welfare",
      "EventID": 17478,
      "AgendaSequence": 4,
      "MinutesSequence": 9,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 2,
      "LastModified": "2019-09-24T19:40:01.98Z"
    },
    {
      "ID": 355083,
      "Date": "2019-09-24T10:45:00Z",
      "ActionID": 5018,
      "Action": "P-C Item Laid Over by Comm",
      "Description": "This Resolution was P-C Item Laid Over by Comm",
      "BodyID": 12,
      "BodyName": "Committee on General Welfare",
      "EventID": 17478,
      "MinutesSequence": 10,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2019-09-24T19:39:48.603Z"
    },
    {
      "ID": 354318,
      "Date": "2019-09-25T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2019-09-11T16:47:35.283Z"
    },
    {
      "ID": 354967,
      "Date": "2019-09-25T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Women and Gender Equity",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 17533,
      "AgendaSequence": 133,
      "MinutesSequence": 165,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Preconsidered - Women and Gender Equity",
      "MatterStatusID": 3,
      "LastModified": "2019-09-25T17:03:33.067Z"
    },
    {
      "ID": 378924,
      "Date": "2021-12-31T12:14:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T17:14:25.027Z"
    }
  ],
  "Attachments": [
    {
      "ID": 207624,
      "LastModified": "2022-02-02T16:43:20.84Z",
      "Name": "Res. No. 1061",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3a1730d2-e423-4d32-9b88-d88a81e55297.docx",
      "Sort": 1
    },
    {
      "ID": 208509,
      "LastModified": "2019-09-25T13:42:52.04Z",
      "Name": "Committee Report 9/24/19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/52a1c91f-4ec3-4f44-82b4-101231c18952.docx",
      "Sort": 2
    },
    {
      "ID": 209048,
      "LastModified": "2019-09-30T20:09:30.803Z",
      "Name": "Hearing Testimony 9/24/19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6f2ab396-98d3-4978-939d-1c55f12f55a1.PDF",
      "Sort": 3
    },
    {
      "ID": 209063,
      "LastModified": "2019-10-01T18:16:27.657Z",
      "Name": "Hearing Transcript 9/24/19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/21c1c554-fbcb-4a56-894b-2cb7d9d18e4f.pdf",
      "Sort": 4
    },
    {
      "ID": 208682,
      "LastModified": "2019-10-01T18:16:27.593Z",
      "Name": "September 25, 2019 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3dc55f3b-a56d-47e5-943c-58e1ad00dd7a.pdf",
      "Sort": 5
    },
    {
      "ID": 209297,
      "LastModified": "2019-10-04T14:40:34.557Z",
      "Name": "Hearing Transcript - Stated Meeting 9-25-19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d0de89be-f568-433c-ae43-0a5d3b62d32b.pdf",
      "Sort": 6
    },
    {
      "ID": 213524,
      "LastModified": "2020-01-06T16:07:28.453Z",
      "Name": "Minutes of the Stated Meeting - September 25, 2019",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f950b066-45e1-4e93-a4e0-823c77e23cfb.pdf",
      "Sort": 7
    }
  ],
  "Summary": "",
  "TextID": 67386,
  "Text": "By Council Members Louis, Ayala and Cornegy\n \n      Whereas, Domestic violence, sometimes known as intimate partner violence or relationship abuse, is usually defined as a pattern of abusive behavior in a relationship used by one partner to maintain or gain power and control over another partner; and\n      Whereas, Domestic violence is a leading cause of homelessness in New York City, in addition to evictions and overcrowding; and\n      Whereas, Domestic violence survivors often cannot stay with family members for fear of running into their abusers, and many lack the income to find permanent housing quickly; and\n      Whereas, The provision of safe emergency shelter is a primary tool for those fleeing domestic violence; and\n      Whereas, The domestic violence emergency shelter system was originally created to provide short-term respite for victims of domestic violence and their families who were fleeing imminent danger; and\n      Whereas, Within New York City, domestic violence shelters were created over several decades to house families rather than single adults; and\n      Whereas, New York City Human Resources Administration's domestic violence shelters served an average of 122 single adults per month in the first half of 2019; and\n      Whereas, Non-profit providers who operate these shelters are reimbursed by the New York State Office of Children and Family Services per person per night; and\n      Whereas, The reimbursement from the State is intended to cover the entire cost of operating domestic violence shelters, including rent, utilities, staffing, and services; and\n      Whereas, Any reduction in this reimbursement severely impacts the ability of the provider to cover the cost of operating the shelter; and\n      Whereas, The State reimbursement formula discourages domestic violence emergency shelter providers from placing a smaller family or single adult in a large apartment or room; and\n      Whereas, Single adult victims of domestic violence have a harder time accessing domestic violence shelters; and\n      Whereas, A.2381, sponsored by Assembly Member Andrew D. Hevesi, and S.5471, sponsored by Senator Andrew Gounardes, requires the State to preserve the full reimbursement to providers who accommodate a single adult in a room configured for a family of two; and\n      Whereas, This legislation will help increase system-wide capacity for single adults who otherwise face serious obstacles to accessing the domestic violence shelter system; and\n      Whereas, A.2381/S.5471 will ensure that providers are not penalized for accommodating a single adult fleeing a dangerous situation; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the State Legislature to pass, and the Governor to sign, A.2381/S.5471, authorizing shelters for victims of domestic violence to be reimbursed for any payment differential for housing a single individual in a room intended for double occupancy. \n       \nCP\nLS 9996\n8/29/19",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fcharset0 TimesNewRoman;}}\n{\\colortbl ;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Louis, Ayala and Cornegy\\par\n \\par\n\\pard\\cbpat1\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Domestic violence, sometimes known as intimate partner violence or relationship abuse, is usually defined as a pattern of abusive behavior in a relationship used by one partner to maintain or gain power and control over another partner; and\\par\nWhereas, Domestic violence is a leading cause of homelessness in New York City, in addition to evictions and overcrowding; and\\par\nWhereas, Domestic violence survivors often cannot stay with family members for fear of running into their abusers, and many lack the income to find permanent housing quickly; and\\par\nWhereas, The provision of safe emergency shelter is a primary tool for those fleeing domestic violence; and\\par\nWhereas, The domestic violence emergency shelter system was originally created to provide short-term respite for victims of domestic violence and their families who were fleeing imminent danger; and\\par\nWhereas, Within New York City, domestic violence shelters were created over several decades to house families rather than single adults; and\\par\nWhereas, New York City Human Resources Administration\\rquote s domestic violence shelters served an average of 122 single adults per month in the first half of 2019; and\\par\nWhereas, Non-profit providers who operate these shelters are reimbursed by the New York State Office of Children and Family Services per person per night; and\\par\nWhereas, The reimbursement from the State is intended to cover the entire cost of operating domestic violence shelters, including rent, utilities, staffing, and services; and\\par\nWhereas, Any reduction in this reimbursement severely impacts the ability of the provider to cover the cost of operating the shelter; and\\par\nWhereas, The State reimbursement formula discourages domestic violence emergency shelter providers from placing a smaller family or single adult in a large apartment or room; and\\par\nWhereas, Single adult victims of domestic violence have a harder time accessing domestic violence shelters; and\\par\nWhereas, A.2381, sponsored by Assembly Member Andrew D. Hevesi, and S.5471, sponsored by Senator Andrew Gounardes, requires the State to preserve the full reimbursement to providers who accommodate a single adult in a room configured for a family of two; and\\par\nWhereas, This legislation will help increase system-wide capacity for single adults who otherwise face serious obstacles to accessing the domestic violence shelter system; and\\par\nWhereas, A.2381/S.5471 will ensure that providers are not penalized for accommodating a single adult fleeing a dangerous situation; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the State Legislature to pass, and the Governor to sign, A.2381/S.5471, authorizing shelters for victims of domestic violence to be reimbursed for any payment differential for housing a single individual in a room intended for double occupancy. \\par\n\\f1\\fs20\\par\n\\pard\\ltrpar CP\\par\n\\pard\\cbpat1\\ltrpar LS 9996\\par\n8/29/19\\f0\\fs22\\par\n}\n",
  "LastModified": "2022-05-06T15:34:37.69Z"
}
