{
  "ID": 64649,
  "GUID": "845C16CC-3D06-428F-BA2E-4C45DC49CA1E",
  "File": "Res 1063-2019",
  "Name": "NYS 1115 Medicaid Redesign Team to include a proposal to provide 15 days of full Medicaid coverage for individuals admitted to City jails to ensure that all justice-involved individuals maintain critical healthcare.",
  "Title": "Resolution calling on the New York State 1115 Medicaid Redesign Team to include a proposal to provide 15 days of full Medicaid coverage for individuals admitted to City jails to ensure that all justice-involved individuals maintain critical healthcare.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5237,
  "BodyName": "Committee on Criminal Justice",
  "IntroDate": "2019-09-25T00:00:00Z",
  "AgendaDate": "2019-09-25T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7741,
      "Slug": "keith-powers",
      "FullName": "Keith Powers"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7742,
      "Slug": "diana-i-ayala",
      "FullName": "Diana I. Ayala"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7604,
      "Slug": "robert-e-cornegy-jr",
      "FullName": "Robert E. Cornegy, Jr."
    },
    {
      "ID": 7623,
      "Slug": "inez-d-barron",
      "FullName": "Inez D. Barron"
    }
  ],
  "History": [
    {
      "ID": 354771,
      "Date": "2019-09-25T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2019-09-20T17:04:58.31Z"
    },
    {
      "ID": 354972,
      "Date": "2019-09-25T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Criminal Justice",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 17533,
      "AgendaSequence": 137,
      "MinutesSequence": 169,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Criminal Justice",
      "MatterStatusID": 3,
      "LastModified": "2019-09-25T17:05:38.32Z"
    },
    {
      "ID": 378923,
      "Date": "2021-12-31T12:13:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T17:13:47.663Z"
    }
  ],
  "Attachments": [
    {
      "ID": 206996,
      "LastModified": "2021-12-29T18:04:45.6Z",
      "Name": "Res. No. 1063",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3506a518-0f7b-41b3-a438-1f8ad1841b32.docx",
      "Sort": 1
    },
    {
      "ID": 208686,
      "LastModified": "2019-09-25T16:43:03.98Z",
      "Name": "September 25, 2019 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3821a651-143b-4309-972a-4d05c1cb889c.pdf",
      "Sort": 2
    },
    {
      "ID": 209301,
      "LastModified": "2019-10-04T14:40:35.95Z",
      "Name": "Hearing Transcript - Stated Meeting 9-25-19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/03e05e72-06a5-4c04-afe7-7ea1341a3b8d.pdf",
      "Sort": 3
    },
    {
      "ID": 213528,
      "LastModified": "2020-01-06T16:07:29.907Z",
      "Name": "Minutes of the Stated Meeting - September 25, 2019",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b99f7c65-e1c2-4ee1-b7de-4e466f9a9e01.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 67311,
  "Text": "By Council Members Powers, Chin, Ayala, Lander, Cornegy and Barron\n\n\tWhereas, Since 1997, the New York State Medicaid Redesign Team Waiver has regularly proposed reforms to the state's Medicaid program to ensure that it is sustainable and serves the most vulnerable New Yorkers possible; and,\n\tWhereas, Goals for the waiver include improving access to, and the quality of, healthcare for Medicaid populations and expanding coverage to additional low-income New Yorkers through resulting efficiencies; and,\n\tWhereas, The last plan, developed with stakeholder and resident engagement, has been in effect since 2016 and expires on March 31, 2021; and,\n\tWhereas, New York State is required to submit an updated 1115 Medicaid Waiver application by September 30, 2020, and the State's 1115 Medicaid Redesign Team has begun convening stakeholder meetings related to drafting the proposed plan; and,\n\tWhereas, In 2019, as part of his 2020 Justice Agenda, Governor Cuomo announced that the waiver application would focus on improving healthcare provided to justice-involved populations; and,\n\tWhereas, A key element of the waiver currently under development proposes to \"provide Medicaid services to certain higher-risk incarcerated individuals during the 30-day period prior to release;\" and,\n\tWhereas, While Medicaid healthcare coverage is available to low-income New Yorkers at 138% of the Federal Poverty Line, incarceration currently renders an individual ineligible for Medicaid, under the \"inmate exclusion;\" and,\n\tWhereas, Often, a key element of rehabilitation post-incarceration is critically needed healthcare that is unaffordable or unattainable without Medicaid coverage; and,\n\tWhereas, Despite significant reductions in New York State and City incarceration populations over time, the State and City still incarcerate over 77,000 individuals on any given day, with 22,000 people leaving State prisons, and close to 80,000 people leaving City jails every year; and,\n\tWhereas, Sixteen percent of the population in New York City jails are diagnosed with a severe mental illness, and thousands more have substance use disorders, including opiate use disorders, and other chronic health conditions such as HIV; and,\n\tWhereas, An exception to the \"inmate exclusion\" would ensure that incarcerated populations would not experience gaps in critical coverage and services; and,\n\tWhereas, Due to the fact that 62% of  incarcerated individuals spend less than thirty days in City jails before returning to their communities; and,\n\tWhereas, Any gap in Medicaid coverage, however minimal, can be detrimental to the rehabilitation of justice-involved-New Yorkers; now, therefore, be it\n\tResolved, That the Council of the City of New York calls on the New York State 1115 Medicaid Redesign Team to include a proposal to provide 15 days of full Medicaid coverage for individuals admitted to City jail to ensure that all justice-involved individuals maintain critical healthcare. \nLS11449\nEK\n8.20.19",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\sl252\\slmult1\\v0\\par\nBy Council Members Powers, Chin, Ayala, Lander, Cornegy and Barron\\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, Since 1997, the New York State Medicaid Redesign Team Waiver has regularly proposed reforms to the state\\rquote s Medicaid program to ensure that it is sustainable and serves the most vulnerable New Yorkers possible; and,\\par\n\\tab Whereas, Goals for the waiver include improving access to, and the quality of, healthcare for Medicaid populations and expanding coverage to additional low-income New Yorkers through resulting efficiencies; and,\\par\n\\tab Whereas, The last plan, developed with stakeholder and resident engagement, has been in effect since 2016 and expires on March 31, 2021; and,\\par\n\\tab Whereas, New York State is required to submit an updated 1115 Medicaid Waiver application by September 30, 2020, and the State\\rquote s 1115 Medicaid Redesign Team has begun convening stakeholder meetings related to drafting the proposed plan; and,\\par\n\\tab Whereas, In 2019, as part of his 2020 Justice Agenda, Governor Cuomo announced that the waiver application would focus on improving healthcare provided to justice-involved populations; and,\\par\n\\tab Whereas, A key element of the waiver currently under development proposes to \\ldblquote provide Medicaid services to certain higher-risk incarcerated individuals during the 30-day period prior to release;\\rdblquote  and,\\par\n\\tab Whereas, While Medicaid healthcare coverage is available to low-income New Yorkers at 138% of the Federal Poverty Line, incarceration currently renders an individual ineligible for Medicaid, under the \\ldblquote inmate exclusion;\\rdblquote  and,\\par\n\\tab Whereas, Often, a key element of rehabilitation post-incarceration is critically needed healthcare that is unaffordable or unattainable without Medicaid coverage; and,\\par\n\\tab Whereas, Despite significant reductions in New York State and City incarceration populations over time, the State and City still incarcerate over 77,000 individuals on any given day, with 22,000 people leaving State prisons, and close to 80,000 people leaving City jails every year; and,\\par\n\\tab Whereas, Sixteen percent of the population in New York City jails are diagnosed with a severe mental illness, and thousands more have substance use disorders, including opiate use disorders, and other chronic health conditions such as HIV; and,\\par\n\\tab Whereas, An exception to the \\ldblquote inmate exclusion\\rdblquote  would ensure that incarcerated populations would not experience gaps in critical coverage and services; and,\\par\n\\tab Whereas, Due to the fact that 62% of  incarcerated individuals spend less than thirty days in City jails before returning to their communities; and,\\par\n\\tab Whereas, Any gap in Medicaid coverage, however minimal, can be detrimental to the rehabilitation of justice-involved-New Yorkers; now, therefore, be it\\par\n\\tab Resolved, That the Council of the City of New York calls on the New York State 1115 Medicaid Redesign Team to include a proposal to provide 15 days of full Medicaid coverage for individuals admitted to City jail to ensure that all justice-involved individuals maintain critical healthcare. \\par\n\\pard\\ltrpar\\qj\\fs18 LS11449\\par\nEK\\line 8.20.19\\par\n}\n",
  "LastModified": "2022-04-28T19:23:02.37Z"
}
