{
  "ID": 63770,
  "GUID": "2549C187-ADFA-4267-9201-4E5D8D2B4FA7",
  "File": "Res 1064-2019",
  "Name": "Separation of Children Accountability Act (SCAR) (A1436/S222)",
  "Title": "Resolution calling upon the New York State Legislature to pass and the Governor to sign the A1436/S222, the Separation of Children Accountability Act (SCAR), which would require agencies and contractors with the state to disclose information about the unaccompanied children in their care every 15 days.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5119,
  "BodyName": "Committee on Immigration",
  "IntroDate": "2019-09-25T00:00:00Z",
  "AgendaDate": "2019-09-25T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7780,
      "Slug": "public-advocate-jumaane-williams",
      "FullName": "Public Advocate Jumaane Williams"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7604,
      "Slug": "robert-e-cornegy-jr",
      "FullName": "Robert E. Cornegy, Jr."
    }
  ],
  "History": [
    {
      "ID": 354753,
      "Date": "2019-09-25T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2019-09-20T15:40:01.17Z"
    },
    {
      "ID": 354980,
      "Date": "2019-09-25T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Immigration",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 17533,
      "AgendaSequence": 140,
      "MinutesSequence": 172,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Immigration",
      "MatterStatusID": 3,
      "LastModified": "2019-09-25T17:08:58.827Z"
    },
    {
      "ID": 378925,
      "Date": "2021-12-31T13:05:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T18:05:12.98Z"
    }
  ],
  "Attachments": [
    {
      "ID": 208520,
      "LastModified": "2021-12-29T18:05:01.743Z",
      "Name": "Res. No. 1064",
      "Link": "https://nyc.legistar1.com/nyc/attachments/04f1b5a8-772e-4ee9-885b-7dcb276ada1d.docx",
      "Sort": 1
    },
    {
      "ID": 208689,
      "LastModified": "2019-09-25T16:43:06.48Z",
      "Name": "September 25, 2019 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/21cb4a79-6d87-4bc6-8ca7-2020933ba2d1.pdf",
      "Sort": 2
    },
    {
      "ID": 209304,
      "LastModified": "2019-10-04T14:40:36.853Z",
      "Name": "Hearing Transcript - Stated Meeting 9-25-19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/80b20a7d-be4a-4eeb-839f-eb3d75a49176.pdf",
      "Sort": 3
    },
    {
      "ID": 213531,
      "LastModified": "2020-01-06T16:07:31.36Z",
      "Name": "Minutes of the Stated Meeting - September 25, 2019",
      "Link": "https://nyc.legistar1.com/nyc/attachments/03a67f95-6ce5-4815-823c-a1825a65774a.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 66315,
  "Text": "By The Public Advocate (Mr. Williams) and Council Members Rosenthal, Levin, Chin and Cornegy\n\n      Whereas, In January 2017, a coalition of advocacy organizations including the American Immigration Council filed a complaint with the Department of Homeland Security (DHS) regarding the systematic refusal and denial of entry to asylum seekers at border crossings into the United States; and \n      Whereas, Shortly thereafter, the Trump Administration cancelled the Central American Minors Program (CAM) which had been started in November 2014 under President Obama to allow parents lawfully in the United States to apply for refugee or parolee status for their children residing in El Salvador, Guatemala and Honduras due to the rising insecurity and the prevalence of widespread violence and gang activity in the region; and \n      Whereas, The Trump Administration considered establishing family separation policies as a deterrent to immigration weeks after his inauguration in January 2017 and the policy was formally announced by Attorney General Jeff Sessions on April 6, 2018, which directed federal prosecutors to the adoption of a \"zero-tolerance policy for all offenses\" related to improper entry into the United States despite the objections and concerns expressed by over 200 child welfare organizations, the American Academy of Pediatrics and the American Civil Liberties Union among many others; and \n      Whereas, The policy enacted by the Trump Administration lacked a reunification plan for the families it separated and did not accurately track the children removed from their families, which exacerbated a humanitarian crisis that continues to persist today, nearly a year after the formal ending of the program with the signing of an executive order on June 20, 2018; and \n      Whereas, Under the policy more than 2,737 children were separated from their parents and between March and July 2018 and it is likely that thousands more were separated prior to the Federal District Court ordered accounting of the children in June 2018, according to the Office of Refugee Resettlement; and \n      Whereas, The Department of Health and Human Services admits in a January 2019 report on separated children placed in their care, the challenge of identifying and locating children due to the lack of an \"existing, integrated data system to track families\" across federal agencies and therefore, the total numbers and whereabouts of separated children will likely never be fully known; and \n      Whereas, According to Mayor de Blasio in June 2018, the Cayuga Center in Harlem, an organization that provides services for temporary foster and unaccompanied children, had at least 243 children come through their program from federal custody with smaller numbers of children at other agencies in the city and the Department of Health and Human Services and Department of Homeland Security resisted providing more information to local officials about the children sent to New York City; and \n      Whereas, The Separation of Children Accountability Act (SCAR) would require the reporting on numbers of separated children in the custody of and being released from the care of facilities in New York State every 15 days, so that advocates and policy makers can have the information they need to effectively assist these children; now, therefore, be it \n      Resolved, The New York City Council calls upon the New York State Legislature to pass and the Governor to sign the A1436/S222, the Separation of Children Accountability Act (SCAR), which would which would require agencies and contractors with the state to disclose information about the unaccompanied children in their care every 15 days. \n      ..Body\n\n      \nN.O.\nMarch 26, 2019\nLS 10,156",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy The Public Advocate (Mr. Williams) and Council Members Rosenthal, Levin, Chin and Cornegy\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, In January 2017, a coalition of advocacy organizations including the American Immigration Council filed a complaint with the Department of Homeland Security (DHS) regarding the systematic refusal and denial of entry to asylum seekers at border crossings into the United States; and \\par\nWhereas, Shortly thereafter, the Trump Administration cancelled the Central American Minors Program (CAM) which had been started in November 2014 under President Obama to allow parents lawfully in the United States to apply for refugee or parolee status for their children residing in El Salvador, Guatemala and Honduras due to the rising insecurity and the prevalence of widespread violence and gang activity in the region; and \\par\nWhereas, The Trump Administration considered establishing family separation policies as a deterrent to immigration weeks after his inauguration in January 2017 and the policy was formally announced by Attorney General Jeff Sessions on April 6, 2018, which directed federal prosecutors to the adoption of a \\ldblquote zero-tolerance policy for all offenses\\rdblquote  related to improper entry into the United States despite the objections and concerns expressed by over 200 child welfare organizations, the American Academy of Pediatrics and the American Civil Liberties Union among many others; and \\par\nWhereas, The policy enacted by the Trump Administration lacked a reunification plan for the families it separated and did not accurately track the children removed from their families, which exacerbated a humanitarian crisis that continues to persist today, nearly a year after the formal ending of the program with the signing of an executive order on June 20, 2018; and \\par\nWhereas, Under the policy more than 2,737 children were separated from their parents and between March and July 2018 and it is likely that thousands more were separated prior to the Federal District Court ordered accounting of the children in June 2018, according to the Office of Refugee Resettlement; and \\par\nWhereas, The Department of Health and Human Services admits in a January 2019 report on separated children placed in their care, the challenge of identifying and locating children due to the lack of an \\ldblquote existing, integrated data system to track families\\rdblquote  across federal agencies and therefore, the total numbers and whereabouts of separated children will likely never be fully known; and \\par\nWhereas, According to Mayor de Blasio in June 2018, the Cayuga Center in Harlem, an organization that provides services for temporary foster and unaccompanied children, had at least 243 children come through their program from federal custody with smaller numbers of children at other agencies in the city and the Department of Health and Human Services and Department of Homeland Security resisted providing more information to local officials about the children sent to New York City; and \\par\nWhereas, The Separation of Children Accountability Act (SCAR) would require the reporting on numbers of separated children in the custody of and being released from the care of facilities in New York State every 15 days, so that advocates and policy makers can have the information they need to effectively assist these children; now, therefore, be it \\par\nResolved, The New York City Council calls upon the New York State Legislature to pass and the Governor to sign the A1436/S222, the Separation of Children Accountability Act (SCAR), which would which would require agencies and contractors with the state to disclose information about the unaccompanied children in their care every 15 days. \\par\n\\v ..Body\\par\n\\pard\\ltrpar\\qj\\v0\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\par\n\\pard\\ltrpar N.O.\\fs22\\par\nMarch 26, 2019\\par\nLS 10,156 \\par\n\\pard\\ltrpar\\sa160\\sl252\\slmult1\\par\n}\n",
  "LastModified": "2021-12-29T18:05:13.133Z"
}
