{
  "ID": 64757,
  "GUID": "E23677ED-2B89-4815-AC6E-02B6C0B87A38",
  "File": "Res 1065-2019",
  "Name": "Calling on American Airlines and Delta Air Lines to ensure that airline catering workers serving their flights at JFK and LGA are adequately compensated and have access to affordable, high-quality health insurance.",
  "Title": "Resolution calling on American Airlines and Delta Air Lines to ensure that airline catering workers serving their flights at John F. Kennedy International Airport (JFK) and LaGuardia Airport (LGA) are adequately compensated and have access to affordable, high-quality health insurance.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2019-09-25T00:00:00Z",
  "AgendaDate": "2019-09-25T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7634,
      "Slug": "mark-levine",
      "FullName": "Mark Levine"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7637,
      "Slug": "i-daneek-miller",
      "FullName": "I. Daneek Miller"
    },
    {
      "ID": 7691,
      "Slug": "barry-s-grodenchik",
      "FullName": "Barry S. Grodenchik"
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7638,
      "Slug": "antonio-reynoso",
      "FullName": "Antonio Reynoso"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 7742,
      "Slug": "diana-i-ayala",
      "FullName": "Diana I. Ayala"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera"
    }
  ],
  "History": [
    {
      "ID": 354786,
      "Date": "2019-09-25T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2019-09-20T19:25:59.477Z"
    },
    {
      "ID": 354976,
      "Date": "2019-09-25T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 17533,
      "AgendaSequence": 145,
      "MinutesSequence": 177,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2019-09-25T17:10:03.673Z"
    },
    {
      "ID": 378926,
      "Date": "2021-12-31T13:05:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T18:05:37.62Z"
    }
  ],
  "Attachments": [
    {
      "ID": 208278,
      "LastModified": "2021-12-29T18:05:27.543Z",
      "Name": "Res. No. 1065",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3e706a24-3641-4adc-9bdb-2b087907751b.docx",
      "Sort": 1
    },
    {
      "ID": 208694,
      "LastModified": "2019-09-25T16:43:09.263Z",
      "Name": "September 25, 2019 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1d963587-bc23-424f-94a5-0248d46c7171.pdf",
      "Sort": 2
    },
    {
      "ID": 209309,
      "LastModified": "2019-10-04T14:40:38.84Z",
      "Name": "Hearing Transcript - Stated Meeting 9-25-19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/25ffff5b-306a-4a9b-a2fc-b362264f1e53.pdf",
      "Sort": 3
    },
    {
      "ID": 213536,
      "LastModified": "2020-01-06T16:07:33.97Z",
      "Name": "Minutes of the Stated Meeting - September 25, 2019",
      "Link": "https://nyc.legistar1.com/nyc/attachments/72e3a58f-d16e-4cca-81bf-9c4f9d22e663.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 67441,
  "Text": "By Council Members Rodriguez, Levine, Lander, Miller, Grodenchik, Menchaca, Dromm, Rosenthal, Reynoso, Kallos, Van Bramer, Ayala, Chin and Cabrera\n\n\tWhereas, The airline industry currently helps drive $1.5 trillion in United States (U.S.) economic activity and more than 10 million U.S. jobs, according to Airlines for America; and \n\tWhereas, American Airlines and Delta Air Lines are among the largest airline companies in the U.S. and world, with American Airlines reporting an annual net income of $1.412 billion for 2018 and a quarterly net income of $662 million for the quarter ending June 30, 2019, and Delta Air Lines reporting an annual net income of $3.935 billion for 2018 and a quarterly net income of $1.443 billion for the quarter ending June 30, 2019, according to Macrotrends LLC; and \n\tWhereas, Although American Airlines and Delta Air Lines have reported substantial net incomes and profits, many of their catering workers, who prepare and transport food and beverages that passengers consume on flights, are underpaid and lack substantial benefits, including affordable, high-quality health care, according to a 2019 Bloomberg Law article; and \n\tWhereas, As a result, unions including UNITE HERE, the International Brotherhood of Teamsters and the Retail, Wholesale and Department Store Union, who collectively represent more than 25,000 airline catering workers, have continually fought for better wages, more affordable healthcare and better working conditions, generally from the two largest airline catering subcontractors in the world: LSG Sky Chefs and Gate Gourmet; and \n      Whereas, To exemplify these inequities, according to a July 2019 letter from UNITE HERE to the National Mediation Board, over 60% of LSG Sky Chefs employees, which largely serve American Airlines' and Delta Air Lines' flights, earn less than $15 per hour and have healthcare premiums of over $500 per month for family coverage; and \n      Whereas, As of August 2019, more than 70% of workers who cater John F. Kennedy International Airport's (JFK) American Airlines' and Delta Air Lines' flights were paid the state minimum wage, including dozens of workers who have been in their jobs for 30 years or longer, according to a March 2019 Issue Brief by UNITE HERE; and \n      Whereas, In addition, a UNITE HERE survey of 85 JFK airline catering workers showed that 14% reported they were enrolled in Medicaid, 45% reported they were enrolled in a government subsidized plan and 20% reported having no health insurance at all; and \n       Whereas, The lack of affordable health coverage among JFK airline catering workers is further compounded due to the fact that only 26% of workers who cater for American Airlines' and Delta Air Lines' flights out of JFK had employer provided health insurance in 2018, with less than 5% having a child or family member covered, according to UNITE HERE; and\n      Whereas, To address these glaring inequities, in June 2019, about 11,000 airline catering workers voted to authorize a strike, and on July 26, 2019, UNITE HERE asked for formal approval to be released from mediation from the National Mediation Board (NMB), which is the federal agency that oversees labor relations in the aviation sector; and \n      Whereas, The NMB now has to rule on whether they should release the parties from their collective bargaining agreements or risk the possibility that thousands of airline catering workers go on strike, which would be catastrophic to the airline industry; and  \n      Whereas, For JFK and LaGuardia Airport (LGA), which are both located in the borough of Queens, and service a large number of American Airlines' and Delta Air Lines' flights, potentially more than 1,200 airline caterer workers would strike, according to the DailyNews; and\n      Whereas, As the City of New York owns JFK and LGA, which are hubs for both American Airlines and Delta Air Lines, and leases them to the Port Authority of New York and New Jersey, the City has an interest in maintaining efficient airport operations and thus, ensuring that airline caterer workers are provided good wages and comprehensive benefits with affordable, high-quality health insurance; now, therefore, be it \n      Resolved, That the Council of the City of New York calls on American Airlines and Delta Air Lines to ensure that airline catering workers serving their flights at John F. Kennedy International Airport (JFK) and LaGuardia Airport (LGA) are adequately compensated and have access to affordable, high-quality health insurance.\nKK\nLS #11792\n9/13/19",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\v0\\par\nBy Council Members Rodriguez, Levine, Lander, Miller, Grodenchik, Menchaca, Dromm, Rosenthal, Reynoso, Kallos, Van Bramer, Ayala, Chin and Cabrera\\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\tab Whereas, The airline industry currently helps drive $1.5 trillion in United States (U.S.) economic activity and more than 10 million U.S. jobs, according to Airlines for America; and \\par\n\\tab Whereas, American Airlines and Delta Air Lines are among the largest airline companies in the U.S. and world, with American Airlines reporting an annual net income of $1.412 billion for 2018 and a quarterly net income of $662 million for the quarter ending June 30, 2019, and Delta Air Lines reporting an annual net income of $3.935 billion for 2018 and a quarterly net income of $1.443 billion for the quarter ending June 30, 2019, according to Macrotrends LLC; and \\par\n\\tab Whereas, Although American Airlines and Delta Air Lines have reported substantial net incomes and profits, many of their catering workers, who prepare and transport food and beverages that passengers consume on flights, are underpaid and lack substantial benefits, including affordable, high-quality health care, according to a 2019 Bloomberg Law article; and \\par\n\\tab Whereas, As a result, unions including UNITE HERE, the International Brotherhood of Teamsters and the Retail, Wholesale and Department Store Union, who collectively represent more than 25,000 airline catering workers, have continually fought for better wages, more affordable healthcare and better working conditions, generally from the two largest airline catering subcontractors in the world: LSG Sky Chefs and Gate Gourmet; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, To exemplify these inequities, according to a July 2019 letter from UNITE HERE to the National Mediation Board, over 60% of LSG Sky Chefs employees, which largely serve American Airlines\\rquote  and Delta Air Lines\\rquote  flights, earn less than $15 per hour and have healthcare premiums of over $500 per month for family coverage; and \\par\nWhereas, As of August 2019, more than 70% of workers who cater John F. Kennedy International Airport\\rquote s (JFK) American Airlines\\rquote  and Delta Air Lines\\rquote  flights were paid the state minimum wage, including dozens of workers who have been in their jobs for 30 years or longer, according to a March 2019 Issue Brief by UNITE HERE; and \\par\nWhereas, In addition, a UNITE HERE survey of 85 JFK airline catering workers showed that 14% reported they were enrolled in Medicaid, 45% reported they were enrolled in a government subsidized plan and 20% reported having no health insurance at all; and \\par\n Whereas, The lack of affordable health coverage among JFK airline catering workers is further compounded due to the fact that only 26% of workers who cater for American Airlines\\rquote  and Delta Air Lines\\rquote  flights out of JFK had employer provided health insurance in 2018, with less than 5% having a child or family member covered, according to UNITE HERE; and\\par\nWhereas, To address these glaring inequities, in June 2019, about 11,000 airline catering workers voted to authorize a strike, and on July 26, 2019, UNITE HERE asked for formal approval to be released from mediation from the National Mediation Board (NMB), which is the federal agency that oversees labor relations in the aviation sector; and \\par\nWhereas, The NMB now has to rule on whether they should release the parties from their collective bargaining agreements or risk the possibility that thousands of airline catering workers go on strike, which would be catastrophic to the airline industry; and  \\par\nWhereas, For JFK and LaGuardia Airport (LGA), which are both located in the borough of Queens, and service a large number of American Airlines\\rquote  and Delta Air Lines\\rquote  flights, potentially more than 1,200 airline caterer workers would strike, according to the DailyNews; and\\par\nWhereas, As the City of New York owns JFK and LGA, which are hubs for both American Airlines and Delta Air Lines, and leases them to the Port Authority of New York and New Jersey, the City has an interest in maintaining efficient airport operations and thus, ensuring that airline caterer workers are provided good wages and comprehensive benefits with affordable, high-quality health insurance; now, therefore, be it \\par\nResolved, That the Council of the City of New York calls on American Airlines and Delta Air Lines to ensure that airline catering workers serving their flights at John F. Kennedy International Airport (JFK) and LaGuardia Airport (LGA) are adequately compensated and have access to affordable, high-quality health insurance.\\par\n\\pard\\ltrpar\\fs16 KK\\par\nLS #11792\\par\n9/13/19\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\fs24\\par\n\\pard\\ltrpar\\sl480\\slmult1\\par\n}\n",
  "LastModified": "2021-12-29T18:05:37.777Z"
}
