{
  "ID": 64855,
  "GUID": "15E4976A-E972-4FC7-BAFB-96EA17EF2864",
  "File": "Res 1092-2019",
  "Name": "President to lift the Cuban embargo and end the Cuban travel ban.",
  "Title": "Resolution calling upon the President to lift the Cuban embargo and end the Cuban travel ban.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5105,
  "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Relations",
  "IntroDate": "2019-10-17T00:00:00Z",
  "AgendaDate": "2019-10-17T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7623,
      "Slug": "inez-d-barron",
      "FullName": "Inez D. Barron"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    },
    {
      "ID": 7739,
      "Slug": "adrienne-e-adams",
      "FullName": "Adrienne E. Adams"
    },
    {
      "ID": 7742,
      "Slug": "diana-i-ayala",
      "FullName": "Diana I. Ayala"
    },
    {
      "ID": 7622,
      "Slug": "vanessa-l-gibson",
      "FullName": "Vanessa L. Gibson"
    },
    {
      "ID": 7793,
      "Slug": "darma-v-diaz",
      "FullName": "Darma V. Diaz"
    }
  ],
  "History": [
    {
      "ID": 355585,
      "Date": "2019-10-17T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2019-10-11T14:04:10.013Z"
    },
    {
      "ID": 355746,
      "Date": "2019-10-17T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Cultural Affairs, Libraries and International Intergroup Relations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 17568,
      "AgendaSequence": 153,
      "MinutesSequence": 198,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Cultural Affairs, Libraries and International Intergroup Relations",
      "MatterStatusID": 3,
      "LastModified": "2019-10-17T16:52:25.24Z"
    },
    {
      "ID": 356047,
      "Date": "2019-10-31T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5105,
      "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Relations",
      "EventID": 17569,
      "AgendaSequence": 3,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2019-10-31T17:52:47.553Z"
    },
    {
      "ID": 356492,
      "Date": "2019-10-31T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5105,
      "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Relations",
      "EventID": 17569,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2019-10-31T17:53:08.197Z"
    },
    {
      "ID": 378928,
      "Date": "2021-12-31T13:12:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T18:12:22.93Z"
    }
  ],
  "Attachments": [
    {
      "ID": 209597,
      "LastModified": "2021-12-29T18:12:12.24Z",
      "Name": "Res. No. 1092",
      "Link": "https://nyc.legistar1.com/nyc/attachments/796539f7-1112-45d8-bae8-a736dc7f4148.docx",
      "Sort": 1
    },
    {
      "ID": 209951,
      "LastModified": "2019-10-17T18:29:59.647Z",
      "Name": "October 17, 2019 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/5866cc2c-839c-45cf-9727-c465a491345b.pdf",
      "Sort": 2
    },
    {
      "ID": 211528,
      "LastModified": "2021-04-14T12:08:18.38Z",
      "Name": "Hearing Transcript - Stated Meeting 10-17-19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/dfdd6027-3b70-4013-bea8-0d7969f042cb.pdf",
      "Sort": 3
    },
    {
      "ID": 213913,
      "LastModified": "2021-04-14T12:08:24.32Z",
      "Name": "Minutes of the Stated Meeting - October 17, 2019",
      "Link": "https://nyc.legistar1.com/nyc/attachments/9565b0e9-dfa9-4f52-884d-bfb5350444c5.pdf",
      "Sort": 4
    },
    {
      "ID": 210749,
      "LastModified": "2021-04-14T12:08:20.867Z",
      "Name": "Committee Report 10/31/19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/04b91d8f-b956-4f63-9de4-ed61abbed684.docx",
      "Sort": 5
    },
    {
      "ID": 210830,
      "LastModified": "2021-04-14T12:08:20.427Z",
      "Name": "Hearing Testimony 10/31/19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6b369496-e610-4733-9198-7db37d8fad8d.PDF",
      "Sort": 6
    },
    {
      "ID": 210924,
      "LastModified": "2021-04-14T12:08:20.07Z",
      "Name": "Hearing Testimony 10/31/19 (Con't)",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c32cad6d-d13f-4e38-b94c-02b357721414.pdf",
      "Sort": 7
    },
    {
      "ID": 210864,
      "LastModified": "2021-04-14T12:08:19.723Z",
      "Name": "Hearing Transcript 10/31/19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/dc12b705-132c-4a3e-a9ea-25e9b4d022a2.pdf",
      "Sort": 8
    }
  ],
  "Summary": "",
  "TextID": 67545,
  "Text": "By Council Members Barron, Rodriguez, Van Bramer, Rivera, Rosenthal, Menchaca, Adams, Ayala, Gibson and D. Diaz\n\n      Whereas, In December 2014, the Obama Administration announced its intention to normalize and restore diplomatic relations with the Cuban Castro regime, including expanding new regulations for travel and trade; and \n      Whereas, On October 14, 2016, a Presidential Policy Directive enshrined United States-Cuba Normalization Objectives including: 1) Government-to-Government Interaction; 2) Engagement and Connectivity; 3) Expanded Commerce; 4) Economic Reform; 5) Respect for Universal Human Rights, Fundamental Freedoms and Democratic Values; and 6) Cuban Integration into International and Regional Systems, to be implemented until such time as a future president reversed the Directive; and\n      Whereas, In 2016, the changes introduced by the Obama Administration enabled Americans to visit Cuba as individuals or in groups through 12 categories of authorized travel including family visits, official business of the U.S. government, foreign governments and certain intergovernmental organizations, journalistic activity, professional research and professional meetings, educational activities, religious activities, public performances including clinics, workshops, athletic and other competitions and exhibitions, support for the Cuban people, humanitarian projects, activities of private foundations or research or educational institutes, exportation, importation or transmission of information or informational materials and certain authorized export transactions; and\n      Whereas, In June 2019, President Trump rescinded the Obama administration's recently enacted Cuban-American cultural trade and travel freedoms of 2016 by imposing new restrictions on Americans traveling to Cuba that no longer permitted group educational or cultural visits known as \"people to people\" trips unless they were booked before June 5, 2019; and\n      Whereas, The new travel restrictions preclude major cruise ships, private yachts or fishing vessels, as well as major airlines from stopping in Cuba unless individuals can prove they are traveling \"under the support for Cuban people\" category and can present proof of an itinerary with meetings and visits with local business owners or evidence of participation in local activities that include staying in a private home rather than a hotel; and\n      Whereas, Representatives of Cuban tour companies have cited the travel ban as detrimental to the economy and travel industry of the Cuban people; and\n      Whereas, While travel restrictions for Cuban-Americans visiting relatives in Cuba remain unchanged and are limited to no more than three visits per year, tighter restrictions have been imposed on the number of allowable financial remittances to family members, and are now capped at $1,000.00 per person every three months compared to the unlimited remittances allowed under the Obama administration authorizations; and\n      Whereas, A United Nations General Assembly resolution found the Cuban embargo to inhibit collaborations between the two countries in a number of critical areas including education, cultural exchanges, scientific research, environmental protections and medical care such as vaccines for meningitis B, hepatitis B, monoclonal antibodies for kidney transplants and the only therapeutic vaccine in the world against advanced lung cancer, all of which serve as a detriment to the people of the United States and the people of Cuba; and\n      Whereas, Furthermore, the United Nations confirmed the Cuban embargo is opposed by a majority of the nations in the world as well as a majority of the people in the United States; and\n      Whereas, Historically, New York City has played a significant role in supporting a vibrant Cuban immigrant community comprised of businesses, newspapers, social and cultural organizations and political activism; and \n      Whereas, The New York metropolitan area is home to 150,000 Cuban-American residents who self-identify as being of Cuban ancestry; now, therefore, be it \n      Resolved, The Council of the City of New York call upon the President to lift the Cuban embargo and end the Cuban travel ban.\n\nCD\nLS 12227-12563\n10/11/19\n\n\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\qj\\cf1 By Council Members Barron, Rodriguez, Van Bramer, Rivera, Rosenthal, Menchaca, Adams, Ayala, Gibson and D. Diaz\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, In December 2014, the Obama Administration announced its intention to normalize and restore diplomatic relations with the Cuban Castro regime, including expanding new regulations for travel and trade; and \\par\nWhereas, On October 14, 2016, a Presidential Policy Directive enshrined United States-Cuba Normalization Objectives including: 1) Government-to-Government Interaction; 2) Engagement and Connectivity; 3) Expanded Commerce; 4) Economic Reform; 5) Respect for Universal Human Rights, Fundamental Freedoms and Democratic Values; and 6) Cuban Integration into International and Regional Systems, to be implemented until such time as a future president reversed the Directive; and\\par\nWhereas, In 2016, the changes introduced by the Obama Administration enabled Americans to visit Cuba as individuals or in groups through 12 categories of authorized travel including family visits, official business of the U.S. government, foreign governments and certain intergovernmental organizations, journalistic activity, professional research and professional meetings, educational activities, religious activities, public performances including clinics, workshops, athletic and other competitions and exhibitions, support for the Cuban people, humanitarian projects, activities of private foundations or research or educational institutes, exportation, importation or transmission of information or informational materials and certain authorized export transactions; and\\par\nWhereas, In June 2019, President Trump rescinded the Obama administration\\rquote s recently enacted Cuban-American cultural trade and travel freedoms of 2016 by imposing new restrictions on Americans traveling to Cuba that no longer permitted group educational or cultural visits known as \\ldblquote people to people\\rdblquote  trips unless they were booked before June 5, 2019; and\\par\nWhereas, The new travel restrictions preclude major cruise ships, private yachts or fishing vessels, as well as major airlines from stopping in Cuba unless individuals can prove they are traveling \\ldblquote under the support for Cuban people\\rdblquote  category and can present proof of an itinerary with meetings and visits with local business owners or evidence of participation in local activities that include staying in a private home rather than a hotel; and\\par\nWhereas, Representatives of Cuban tour companies have cited the travel ban as detrimental to the economy and travel industry of the Cuban people; and\\par\nWhereas, While travel restrictions for Cuban-Americans visiting relatives in Cuba remain unchanged and are limited to no more than three visits per year, tighter restrictions have been imposed on the number of allowable financial remittances to family members, and are now capped at $1,000.00 per person every three months compared to the unlimited remittances allowed under the Obama administration authorizations; and\\par\nWhereas, A United Nations General Assembly resolution found the Cuban embargo to inhibit collaborations between the two countries in a number of critical areas including education, cultural exchanges, scientific research, environmental protections and medical care such as vaccines for meningitis B, hepatitis B, monoclonal antibodies for kidney transplants and the only therapeutic vaccine in the world against advanced lung cancer, all of which serve as a detriment to the people of the United States and the people of Cuba; and\\par\nWhereas, Furthermore, the United Nations confirmed the Cuban embargo is opposed by a majority of the nations in the world as well as a majority of the people in the United States; and\\par\nWhereas, Historically, New York City has played a significant role in supporting a vibrant Cuban immigrant community comprised of businesses, newspapers, social and cultural organizations and political activism; and \\par\nWhereas, The New York metropolitan area is home to 150,000 Cuban-American residents who self-identify as being of Cuban ancestry; now, therefore, be it \\par\nResolved, The Council of the City of New York call upon \\cf0 the President to lift the Cuban embargo and end the Cuban travel ban.\\par\n\\pard\\ltrpar\\qj\\cf1\\fs20\\par\nCD\\par\nLS 12227-12563\\par\n10/11/19\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\cf0\\par\n\\cf1\\fs24\\par\n}\n",
  "LastModified": "2022-08-11T14:40:04.347Z"
}
