{
  "ID": 64664,
  "GUID": "954EBD5F-4C5D-4FE7-885D-34F79B4380EE",
  "File": "Res 1095-2019",
  "Name": "Provide paid medical leave for organ donation to all NYC employees through executive action and union negotiations.",
  "Title": "Resolution calling upon the Mayor of the City of New York to provide paid medical leave for organ donation to all New York City employees through executive action and union negotiations.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 4,
  "BodyName": "Committee on Civil Service and Labor",
  "IntroDate": "2019-10-17T00:00:00Z",
  "AgendaDate": "2019-10-17T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7641,
      "Slug": "mark-treyger",
      "FullName": "Mark Treyger"
    }
  ],
  "History": [
    {
      "ID": 355572,
      "Date": "2019-10-17T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2019-10-10T20:47:18.883Z"
    },
    {
      "ID": 355781,
      "Date": "2019-10-17T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Civil Service and Labor",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 17568,
      "AgendaSequence": 186,
      "MinutesSequence": 231,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil Service and Labor",
      "MatterStatusID": 3,
      "LastModified": "2019-10-17T16:52:25.553Z"
    },
    {
      "ID": 378930,
      "Date": "2021-12-31T13:13:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T18:13:32.093Z"
    }
  ],
  "Attachments": [
    {
      "ID": 207043,
      "LastModified": "2021-12-29T18:13:19.543Z",
      "Name": "Res. No. 1095",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8fa1a6ac-6177-43c1-8492-70c526310c20.docx",
      "Sort": 1
    },
    {
      "ID": 209981,
      "LastModified": "2019-10-17T18:30:13.303Z",
      "Name": "October 17, 2019 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/251e4ff9-bc66-4ace-a157-d60b2c080d82.pdf",
      "Sort": 2
    },
    {
      "ID": 211559,
      "LastModified": "2019-11-19T15:39:39.58Z",
      "Name": "Hearing Transcript - Stated Meeting 10-17-19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f09aec77-739c-4adc-82c8-4910135e35d7.pdf",
      "Sort": 3
    },
    {
      "ID": 213940,
      "LastModified": "2020-01-21T15:03:22.21Z",
      "Name": "Minutes of the Stated Meeting - October 17, 2019",
      "Link": "https://nyc.legistar1.com/nyc/attachments/294ff15b-5dbe-4ef0-a31c-7bde929cfcc8.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 67331,
  "Text": "By Council Member Treyger\n\n      Whereas, No category of paid medical leave currently exists for employees of New York City who wish to donate an organ; and\n      Whereas, Employees that donate an organ must, at the present time, use personal vacation and sick time for organ donation preparation and recovery; and\n      Whereas, Under state law, employees of the state are allowed up to 30 days paid leave to serve as an organ donor; and\n      Whereas, On November 5, 2018, Governor Andrew Cuomo signed into law the Living Donor Protection Act, which requires all employers in New York State to cover organ transplantation preparation and recovery under paid family leave; and\n      Whereas, Those who work for New York City and wish to donate an organ to someone other than a family member are not covered by the Living Donor Protection Act; and\n      Whereas, Having to use personal vacation and sick time for organ transplantation can serve as a barrier to city employees who might otherwise consider donating, and deprives those in need of a donor; and\n      Whereas, Over 113,000 men, women, and children were on the national transplant waiting list as of January 2019, and 20 people die each day waiting for a transplant, according to the Federal Health Resources & Services Administration; and\n      Whereas, Affording paid medical leave for organ donation to city employees would remove financial barriers for those concerned about using personal leave, and would hold the potential to save thousands of lives; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the Mayor of the City of New York to provide paid medical leave for organ donation to all New York City employees through executive action and union negotiations.\n\n\nLS #10971\n10/16/2019 1:18 PM\nM.T.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Member Treyger\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, No category of paid medical leave currently exists for employees of New York City who wish to donate an organ; and\\par\nWhereas, Employees that donate an organ must, at the present time, use personal vacation and sick time for organ donation preparation and recovery; and\\par\nWhereas, Under state law, employees of the state are allowed up to 30 days paid leave to serve as an organ donor; and\\par\nWhereas, On November 5, 2018, Governor Andrew Cuomo signed into law the Living Donor Protection Act, which requires all employers in New York State to cover organ transplantation preparation and recovery under paid family leave; and\\par\nWhereas, Those who work for New York City and wish to donate an organ to someone other than a family member are not covered by the Living Donor Protection Act; and\\par\nWhereas, Having to use personal vacation and sick time for organ transplantation can serve as a barrier to city employees who might otherwise consider donating, and deprives those in need of a donor; and\\par\nWhereas, Over 113,000 men, women, and children were on the national transplant waiting list as of January 2019, and 20 people die each day waiting for a transplant, according to the Federal Health Resources & Services Administration; and\\par\nWhereas, Affording paid medical leave for organ donation to city employees would remove financial barriers for those concerned about using personal leave, and would hold the potential to save thousands of lives; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon the Mayor of the City of New York to provide paid medical leave for organ donation to all New York City employees through executive action and union negotiations.\\par\n\\pard\\ltrpar\\qj\\par\n\\par\n\\fs18 LS #10971\\par\n\\pard\\ltrpar\\lang1024 10/16/2019 1:18 PM\\lang1033\\par\n\\pard\\ltrpar\\qj M.T.\\par\n}\n",
  "LastModified": "2021-12-29T18:13:32.343Z"
}
