{
  "ID": 64539,
  "GUID": "1F65BDC7-D5F0-470D-842D-6CE303644E5D",
  "File": "Res 1144-2019",
  "Name": "Congress to investigate the Trump Administration’s malfeasance and mismanagement of Puerto Rico’s disaster recovery and relief funds.",
  "Title": "Resolution calling upon the United States Congress to investigate the Trump Administration’s malfeasance and mismanagement of Puerto Rico’s disaster recovery and relief funds.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5235,
  "BodyName": "Committee on Civil and Human Rights",
  "IntroDate": "2019-10-30T00:00:00Z",
  "AgendaDate": "2019-10-30T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera"
    }
  ],
  "History": [
    {
      "ID": 356199,
      "Date": "2019-10-30T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2019-10-25T18:41:40.77Z"
    },
    {
      "ID": 356328,
      "Date": "2019-10-30T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Civil and Human Rights",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 17600,
      "AgendaSequence": 100,
      "MinutesSequence": 110,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil and Human Rights",
      "MatterStatusID": 3,
      "LastModified": "2019-10-30T20:06:54.257Z"
    },
    {
      "ID": 378938,
      "Date": "2021-12-31T13:27:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T18:27:59.237Z"
    }
  ],
  "Attachments": [
    {
      "ID": 206153,
      "LastModified": "2021-12-29T18:27:47.143Z",
      "Name": "Res. No. 1144",
      "Link": "https://nyc.legistar1.com/nyc/attachments/52d44015-89d8-497b-a9e1-4d9ffb049949.docx",
      "Sort": 1
    },
    {
      "ID": 210699,
      "LastModified": "2019-10-30T20:27:17.05Z",
      "Name": "October 30, 2019 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ef8d006c-a282-4eb0-b9ca-cb2524c25a2a.pdf",
      "Sort": 3
    },
    {
      "ID": 211976,
      "LastModified": "2019-11-25T14:18:40.94Z",
      "Name": "Hearing Transcript - Stated Meeting 10-30-19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/9fb9ae40-d644-4e96-a998-1152b21c3ef3.pdf",
      "Sort": 4
    },
    {
      "ID": 214949,
      "LastModified": "2020-02-10T14:49:50.32Z",
      "Name": "Minutes of the Stated Meeting - October 30, 2019",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7d45c66a-7506-4061-9898-9a2087a5f54e.pdf",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 67198,
  "Text": "By Council Member Cabrera\n\n\tWhereas, On September 20, 2017, Hurricane Maria struck Puerto Rico leaving the entire island without power and causing approximately $90 billion in damages, as reported by the National Oceanic Atmospheric Administration; and\n\tWhereas, Following the hurricane, the United States (U.S.) Congress approved tens of billions of dollars in immediate disaster relief funds, including $1.5 billion in February 2018, and an additional $18.5 billion in April 2018, to be disbursed by the Department of Housing and Urban Development's (HUD) Community Development Block Grant Disaster Recovery (CDBG - DR) program, as reported by HUD; and\n\tWhereas, According to the Cable News Network (CNN), about $10.2 billion of the funding was designated to finance Puerto Rico's unmet needs that continue after initial support and $8.3 billion was designated to support efforts to mitigate future storm destruction; and\n\tWhereas,  According to HUD's monthly CDBG - DR Grant Financial Report, as of March 1, 2019, less than $14,000 of the $20 billion that Congress approved had been spent on post-disaster reconstruction in Puerto Rico, while about $18.5 billion of the approved funding did not reach Puerto Rico at all; and\n\tWhereas, Months later, the spending rates of funding allocated to the island did not improve as HUD's Monthly CDBG-DR Grant Financial Report released on June 28, 2019, shows that for the prior three months, Puerto Rico spent, on average, just $114,647 of the $1.5 billion allocated to the island; and\n\tWhereas, Funding to restore Puerto Rico's power grid has yet to be disbursed, and on June 27, 2019, nearly 50 U.S. Representatives sent a letter to the Trump Administration urging that they publicize the Federal Register Notice detailing the administrative requirements for the disbursement of the $2 billion in CDBG-DR HUD funding to rebuild Puerto Rico and the U.S. Virgin Island's power grids; and\n\tWhereas, Unlike other disaster assistance programs, HUD is required to publish comprehensive grant requirements for each disaster before issuing emergency funds, and the U.S. Government Accountability Office credits long wait times to understaffing at HUD and HUD's labor-intensive approval process for grantees; and\n\tWhereas, On August 2, 2019, the New York Times reported that the Trump Administration would postpone the disbursement of about $9 million of CDBG-DR disaster prevention funds for Puerto Rico, the U.S. Virgin Islands and nine states due to allegations of corruption and financial mismanagement within the disbursement process; and\n\tWhereas, As reported by HUD on August 2, 2019, HUD will appoint a federal financial monitor to oversee the disbursement of Puerto Rico's disaster funds, including previous and future funds awarded by HUD; and\n\tWhereas, Puerto Rico is the oldest and most populous U.S. territory, and residents have expressed concern that the U.S. is treating the territory like a second class citizen; and\n\tWhereas, June 1st marked the beginning of hurricane season on the island, yet, over 3 million of its residents are still awaiting financial support from a hurricane that occurred nearly two years ago, due largely to the Trump Administration's mismanagement of recovery and relief funds; now, therefore, be it\n\tResolved, That the Council of the City of New York calls upon United States Congress to investigate the Trump Administration's malfeasance and mismanagement of Puerto Rico's disaster recovery and relief funds.\n \n\nLS # 10878\n8/7/19\nKJ",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0  \\par\nBy Council Member Cabrera\\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, On September 20, 2017, Hurricane Maria struck Puerto Rico leaving the entire island without power and causing approximately $90 billion in damages, as reported by the National Oceanic Atmospheric Administration; and\\par\n\\tab Whereas, Following the hurricane, the United States (U.S.) Congress approved tens of billions of dollars in immediate disaster relief funds, including $1.5 billion in February 2018, and an additional $18.5 billion in April 2018, to be disbursed by the Department of Housing and Urban Development\\rquote s (HUD) Community Development Block Grant Disaster Recovery (CDBG - DR) program, as reported by HUD; and\\par\n\\tab Whereas, According to the Cable News Network (CNN), about $10.2 billion of the funding was designated to finance Puerto Rico\\rquote s unmet needs that continue after initial support and $8.3 billion was designated to support efforts to mitigate future storm destruction; and\\par\n\\tab Whereas,  According to HUD\\rquote s monthly CDBG - DR Grant Financial Report, as of March 1, 2019, less than $14,000 of the $20 billion that Congress approved had been spent on post-disaster reconstruction in Puerto Rico, while about $18.5 billion of the approved funding did not reach Puerto Rico at all; and\\par\n\\tab Whereas, Months later, the spending rates of funding allocated to the island did not improve as HUD\\rquote s Monthly CDBG-DR Grant Financial Report released on June 28, 2019, shows that for the prior three months, Puerto Rico spent, on average, just $114,647 of the $1.5 billion allocated to the island; and\\par\n\\tab Whereas, Funding to restore Puerto Rico\\rquote s power grid has yet to be disbursed, and on June 27, 2019, nearly 50 U.S. Representatives sent a letter to the Trump Administration urging that they publicize the Federal Register Notice detailing the administrative requirements for the disbursement of the $2 billion in CDBG-DR HUD funding to rebuild Puerto Rico and the U.S. Virgin Island\\rquote s power grids; and\\par\n\\tab Whereas, Unlike other disaster assistance programs, HUD is required to publish comprehensive grant requirements for each disaster before issuing emergency funds, and the U.S. Government Accountability Office credits long wait times to understaffing at HUD and HUD\\rquote s labor-intensive approval process for grantees; and\\par\n\\tab Whereas, On August 2, 2019, the New York Times reported that the Trump Administration would postpone the disbursement of about $9 million of CDBG-DR disaster prevention funds for Puerto Rico, the U.S. Virgin Islands and nine states due to allegations of corruption and financial mismanagement within the disbursement process; and\\par\n\\tab Whereas, As reported by HUD on August 2, 2019, HUD will appoint a federal financial monitor to oversee the disbursement of Puerto Rico\\rquote s disaster funds, including previous and future funds awarded by HUD; and\\par\n\\tab Whereas, Puerto Rico is the oldest and most populous U.S. territory, and residents have expressed concern that the U.S. is treating the territory like a second class citizen; and\\par\n\\tab Whereas, June 1\\super st\\nosupersub  marked the beginning of hurricane season on the island, yet, over 3 million of its residents are still awaiting financial support from a hurricane that occurred nearly two years ago, due largely to the Trump Administration\\rquote s mismanagement of recovery and relief funds; now, therefore, be it\\par\n\\tab Resolved, That the Council of the City of New York calls upon United States Congress to investigate the Trump Administration\\rquote s malfeasance and mismanagement of Puerto Rico\\rquote s disaster recovery and relief funds.\\par\n\\pard\\ltrpar\\qj  \\par\n\\fs20\\par\nLS # 10878\\par\n8/7/19\\par\nKJ\\par\n\\fs24\\par\n\\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab\\par\n\\pard\\ltrpar\\qj\\par\n}\n",
  "LastModified": "2021-12-29T18:27:59.38Z"
}
