{
  "ID": 65083,
  "GUID": "5A86E53B-3F73-445D-8335-E52CD405CD01",
  "File": "Res 1173-2019",
  "Name": "Maintain the availability of asylum-related protections for individuals and families with a well-founded fear of persecution due to domestic or gang-related violence.",
  "Title": "Resolution in support of the amicus brief submitted by the District of Columbia and the States of California, Colorado, Connecticut, Delaware, Hawaii, Illinois, Maine, Maryland, Massachusetts, Michigan, Minnesota, Nevada, New Jersey, New York, Oregon, Pennsylvania, Rhode Island, Vermont, Virginia, and Washington, calling on the U.S. Court of Appeals for the D.C. Circuit to maintain the availability of asylum-related protections for individuals and families with a well-founded fear of persecution due to domestic or gang-related violence.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5119,
  "BodyName": "Committee on Immigration",
  "IntroDate": "2019-11-26T00:00:00Z",
  "AgendaDate": "2019-11-26T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    }
  ],
  "History": [
    {
      "ID": 357204,
      "Date": "2019-11-26T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2019-11-21T15:12:54.32Z"
    },
    {
      "ID": 357263,
      "Date": "2019-11-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Immigration",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 17663,
      "AgendaSequence": 85,
      "MinutesSequence": 101,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Immigration",
      "MatterStatusID": 3,
      "LastModified": "2019-11-26T17:31:44.31Z"
    },
    {
      "ID": 358652,
      "Date": "2020-02-10T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5119,
      "BodyName": "Committee on Immigration",
      "EventID": 17793,
      "AgendaSequence": 2,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2020-02-10T17:31:38.587Z"
    },
    {
      "ID": 359467,
      "Date": "2020-02-10T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5119,
      "BodyName": "Committee on Immigration",
      "EventID": 17793,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2020-02-11T00:20:56.863Z"
    },
    {
      "ID": 378945,
      "Date": "2021-12-31T13:39:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T18:39:27.753Z"
    }
  ],
  "Attachments": [
    {
      "ID": 211801,
      "LastModified": "2021-12-29T18:39:09.907Z",
      "Name": "Res. No. 1173",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0fa295f7-52f2-4194-868e-93d22cb7f40e.docx",
      "Sort": 1
    },
    {
      "ID": 212278,
      "LastModified": "2020-02-11T00:20:49.813Z",
      "Name": "November 26, 2019 - Stated Meeting Agenda",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a2b21a66-249c-4fef-b43b-dbcd04e4a033.pdf",
      "Sort": 2
    },
    {
      "ID": 212328,
      "LastModified": "2020-02-11T00:20:49.313Z",
      "Name": "Hearing Transcript - Stated Meeting 11-26-19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2672fd0e-c668-4bca-bcf3-79043380b046.pdf",
      "Sort": 3
    },
    {
      "ID": 216902,
      "LastModified": "2021-12-29T18:39:15.423Z",
      "Name": "Minutes of the Stated Meeting - November 26, 2019",
      "Link": "https://nyc.legistar1.com/nyc/attachments/87f20ba8-02b4-4168-b139-ed555567104e.pdf",
      "Sort": 4
    },
    {
      "ID": 214993,
      "LastModified": "2021-12-29T18:39:11.923Z",
      "Name": "Committee Report 2/10/20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f8ef1e65-bbe8-493a-9bd2-a3bd6feabfee.docx",
      "Sort": 5
    },
    {
      "ID": 216246,
      "LastModified": "2021-12-29T18:39:11.593Z",
      "Name": "Hearing Testimony 2/10/20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7d6c4197-5200-4b0f-a6e6-7630655aa398.PDF",
      "Sort": 6
    },
    {
      "ID": 215380,
      "LastModified": "2021-12-29T18:39:11.127Z",
      "Name": "Hearing Transcript 2/10/20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/58c39ccb-eb13-46de-8e56-329cf58311b9.pdf",
      "Sort": 7
    }
  ],
  "Summary": "",
  "TextID": 67810,
  "Text": "By Council Member Menchaca\n\n\tWhereas, In 2014, the Board of Immigration Appeals (\"BIA\") determined, in Matter of A-R-C-G-, that domestic violence survivors may qualify for asylum in the United States (U.S.); and\n\tWhereas, The BIA found that women who experience persecution by their husbands, and are unable to leave their marriage, and do not receive assistance from law enforcement constitute a \"particular social group;\" and\n\tWhereas, Belonging to a particular social group is one of several factors to be considered when the Executive Office of Immigration Review makes a determination on an asylum claim; and\n\tWhereas, In June 2018, former U.S. Attorney General Sessions overturned a decision to grant asylum in Matter of A-B-, arguing that victims of domestic violence do not belong to a particular social group, but are instead victims of \"private criminal activity\" and thus should not be granted asylum; and\n\tWhereas, This 2018 determination had sweeping implications for all future asylum claims for individuals who have experienced domestic violence and for victims of gang violence; and\n\tWhereas, The U.S. Citizenship and Immigration Services (\"USCIS\") published a policy memorandum in July 2018, entitled \"Guidance for Processing Reasonable Fear, Credible Fear, Asylum, and Refugee Claims in Accordance with Matter of A-B-,\" directing near-blanket denials of domestic violence and gang-based persecution asylum claims, effectively heightening the standards for all pending and future asylum claims; and\n\tWhereas, The Center for Gender and Refugee Studies (\"CGRS\") and the American Civil Liberties Union (\"ACLU\") filed suit shortly thereafter in Grace v. Whitaker, arguing that these policies contradicted historical precedent in asylum case law and undermined the fundamental human rights of women; and\n\tWhereas, In December 2018, the U.S. District Court for the District of Columbia found that there was \"no legal basis for an effective categorical ban on domestic violence and gang-related claims,\" finding that individuals making domestic or gang violence claims deserve a fair opportunity to apply and be considered for asylum; and\n\tWhereas, The U.S. District Court additionally issued a decision vacating the government's policies promulgated by the Attorney General in Matter of A-B- and subsequent guidance issued by the USCIS regarding credible fear claims relating to domestic violence or gang violence; and  \n\tWhereas, The federal government has appealed this decision, and requested a stay of its execution pending appeal, in an effort to continue to apply its asylum policies; and\n\tWhereas, In January 2019, the U.S. District Court for the District of Columbia granted a permanent injunction on those policies while Grace v. Barr is litigated; and\n\tWhereas, In August 2019, 20 states and the District of Columbia, including the State of New York, filed a brief as amicus curiae calling for the U.S. Court of Appeals for the D.C. Circuit, currently considering Grace v. Barr, to affirm the lower court's determination and maintain the existing standards for the asylum claims of victims of domestic and gang violence; and\n\tWhereas, In 2016, 30 percent of all asylum grantees in the U.S. hailed from Guatemala, El Salvador, and Honduras, where domestic and gang-related violence remain pervasive and laws against such violence often go unenforced; and\n\tWhereas, New York is one of 20 states that together are home to the majority of the U.S.'s asylum grantees, and thus has an interest in ensuring that the asylum system continues to provide relief for individuals who have been victims of domestic or gang-based violence; and\n\tWhereas, Foreign-born New Yorkers, including asylum grantees, play a vital role in our City's economy, contributing an estimated $195 billion to the City's Gross Domestic Product (\"GDP\") in 2017 alone, and paying an estimated $8 billion in City and State personal income taxes and approximately $2 billion in City property taxes ever year; and\n\tWhereas, Restricting humanitarian relief on the basis of domestic or gang-violence for asylum applicants is antithetical to the local laws the City enforces to protect residents from such violence, regardless of immigration status; now, therefore, be it\n\tResolved, That the Council of the City of New York supports the amicus brief submitted by the District of Columbia and the States of California, Colorado, Connecticut, Delaware, Hawaii, Illinois, Maine, Maryland, Massachusetts, Michigan, Minnesota, Nevada, New Jersey, New York, Oregon, Pennsylvania, Rhode Island, Vermont, Virginia, and Washington, calling on the U.S. Court of Appeals for the D.C. Circuit to maintain the availability of asylum-related protections for individuals and families with a well-founded fear of persecution due to domestic or gang-related violence. \n\n\nLS12782\nEK\n11.20.19",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Member Menchaca\\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, In 2014, the Board of Immigration Appeals (\\ldblquote BIA\\rdblquote ) determined, in \\i Matter of A-R-C-G-\\i0 , that domestic violence survivors may qualify for asylum in the United States (U.S.); and\\par\n\\tab Whereas, The BIA found that women who experience persecution by their husbands, and are unable to leave their marriage, and do not receive assistance from law enforcement constitute a \\ldblquote particular social group;\\rdblquote  and\\par\n\\tab Whereas, Belonging to a particular social group is one of several factors to be considered when the Executive Office of Immigration Review makes a determination on an asylum claim; and\\par\n\\tab Whereas, In June 2018, former U.S. Attorney General Sessions overturned a decision to grant asylum in \\i Matter of A-B-\\i0 , arguing that victims of domestic violence do not belong to a particular social group, but are instead victims of \\ldblquote private criminal activity\\rdblquote  and thus should not be granted asylum; and\\par\n\\tab Whereas, This 2018 determination had sweeping implications for all future asylum claims for individuals who have experienced domestic violence and for victims of gang violence; and\\par\n\\tab Whereas, The U.S. Citizenship and Immigration Services (\\ldblquote USCIS\\rdblquote ) published a policy memorandum in July 2018, entitled \\ldblquote Guidance for Processing Reasonable Fear, Credible Fear, Asylum, and Refugee Claims in Accordance with \\i Matter of A-B-\\i0 ,\\rdblquote  directing near-blanket denials of domestic violence and gang-based persecution asylum claims, effectively heightening the standards for all pending and future asylum claims; and\\par\n\\tab Whereas, The Center for Gender and Refugee Studies (\\ldblquote CGRS\\rdblquote ) and the American Civil Liberties Union (\\ldblquote ACLU\\rdblquote ) filed suit shortly thereafter in \\i Grace v. Whitaker\\i0 , arguing that these policies contradicted historical precedent in asylum case law and undermined the fundamental human rights of women; and\\par\n\\tab Whereas, In December 2018, the U.S. District Court for the District of Columbia found that there was \\ldblquote no legal basis for an effective categorical ban on domestic violence and gang-related claims,\\rdblquote  finding that individuals making domestic or gang violence claims deserve a fair opportunity to apply and be considered for asylum; and\\par\n\\tab Whereas, The U.S. District Court additionally issued a decision vacating the government\\rquote s policies promulgated by the Attorney General in \\i Matter of A-B- \\i0 and subsequent guidance issued by the USCIS regarding credible fear claims relating to domestic violence or gang violence; and  \\par\n\\tab Whereas, The federal government has appealed this decision, and requested a stay of its execution pending appeal, in an effort to continue to apply its asylum policies; and\\par\n\\tab Whereas, In January 2019, the U.S. District Court for the District of Columbia granted a permanent injunction on those policies while \\i Grace v. Barr \\i0 is litigated; and\\par\n\\tab Whereas, In August 2019, 20 states and the District of Columbia, including the State of New York, filed a brief as \\i amicus curiae\\i0  calling for the U.S. Court of Appeals for the D.C. Circuit, currently considering \\i Grace v. Barr\\i0 , to affirm the lower court\\rquote s determination and maintain the existing standards for the asylum claims of victims of domestic and gang violence; and\\par\n\\tab Whereas, In 2016, 30 percent of all asylum grantees in the U.S. hailed from Guatemala, El Salvador, and Honduras, where domestic and gang-related violence remain pervasive and laws against such violence often go unenforced; and\\par\n\\tab Whereas, New York is one of 20 states that together are home to the majority of the U.S.\\rquote s asylum grantees, and thus has an interest in ensuring that the asylum system continues to provide relief for individuals who have been victims of domestic or gang-based violence; and\\par\n\\tab Whereas, Foreign-born New Yorkers, including asylum grantees, play a vital role in our City\\rquote s economy, contributing an estimated $195 billion to the City\\rquote s Gross Domestic Product (\\ldblquote GDP\\rdblquote ) in 2017 alone, and paying an estimated $8 billion in City and State personal income taxes and approximately $2 billion in City property taxes ever year; and\\par\n\\tab Whereas, Restricting humanitarian relief on the basis of domestic or gang-violence for asylum applicants is antithetical to the local laws the City enforces to protect residents from such violence, regardless of immigration status; now, therefore, be it\\par\n\\tab Resolved, That the Council of the City of New York supports the amicus brief submitted by the District of Columbia and the States of California, Colorado, Connecticut, Delaware, Hawaii, Illinois, Maine, Maryland, Massachusetts, Michigan, Minnesota, Nevada, New Jersey, New York, Oregon, Pennsylvania, Rhode Island, Vermont, Virginia, and Washington, calling on the U.S. Court of Appeals for the D.C. Circuit to maintain the availability of asylum-related protections for individuals and families with a well-founded fear of persecution due to domestic or gang-related violence. \\par\n\\pard\\ltrpar\\sl252\\slmult1\\qj\\par\n\\par\nLS12782\\line EK\\par\n11.20.19\\par\n\\pard\\ltrpar\\sa160\\sl252\\slmult1\\qj\\par\n}\n",
  "LastModified": "2021-12-29T18:39:27.877Z"
}
