{
  "ID": 64482,
  "GUID": "5105091C-8C68-49F1-8037-F98B472BCE42",
  "File": "Res 1184-2019",
  "Name": "Extend the State’s property tax levy cap to NYC.",
  "Title": "Resolution calling upon the New York State Legislature to introduce and pass, and the Governor to sign, legislation that would extend the State’s property tax levy cap to New York City.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2019-12-10T00:00:00Z",
  "AgendaDate": "2019-12-10T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7746,
      "Slug": "robert-f-holden",
      "FullName": "Robert F. Holden"
    }
  ],
  "History": [
    {
      "ID": 357559,
      "Date": "2019-12-10T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2019-12-02T16:59:05.013Z"
    },
    {
      "ID": 357777,
      "Date": "2019-12-10T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Finance",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 17698,
      "AgendaSequence": 71,
      "MinutesSequence": 84,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Finance",
      "MatterStatusID": 3,
      "LastModified": "2019-12-10T19:44:14.88Z"
    },
    {
      "ID": 378947,
      "Date": "2021-12-31T13:43:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T18:43:27.81Z"
    }
  ],
  "Attachments": [
    {
      "ID": 205837,
      "LastModified": "2022-04-21T14:08:55.383Z",
      "Name": "Res. No. 1184",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7f52bb9c-82d0-4669-88fd-5b15c2aa26ee.docx",
      "Sort": 1
    },
    {
      "ID": 212702,
      "LastModified": "2019-12-10T17:01:14.03Z",
      "Name": "December 10, 2019 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4d4c7687-1cb9-4616-b6db-741eaa6f4dd3.pdf",
      "Sort": 2
    },
    {
      "ID": 213002,
      "LastModified": "2019-12-17T15:48:53.08Z",
      "Name": "Hearing Transcript - Stated Meeting 12-10-19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/405a8615-682f-4197-863e-8eed3e6bb152.pdf",
      "Sort": 3
    },
    {
      "ID": 217030,
      "LastModified": "2020-04-06T18:30:17.863Z",
      "Name": "Minutes of the Stated Meeting - December 10, 2019",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6002b0fa-6dda-4f20-a181-0447b9a5bf51.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 67130,
  "Text": "By Council Member Holden\n\tWhereas, The State Legislature passed, and the Governor signed, legislation in 2011 limiting real property tax levies by local governments and school boards by capping annual tax levy increases by the lesser of two percent or inflation; and\n\tWhereas, Such property tax levy cap was extended by the State in 2015 and was made permanent in 2019; and\n      Whereas, Such property tax cap levy specifically excluded New York City and the counties contained therein; and\n      Whereas, Governor Cuomo has credited the property tax levy cap with having \"succeeded in taming out-of-control property tax increases\" and protecting property taxpayers from \"the crushing burden of skyrocketing tax increases,\" saving property taxpayers approximately $24.4 billion between Fiscal Year 2012 and Fiscal Year 2019; and\n\tWhereas, In New York City the property tax levy has expanded from $19.3 billion in Fiscal 2012 to $29.6 billion in Fiscal 2019, representing a 6.3 percent annual rate of growth;\n      Whereas, According to the New York City Comptroller's Affordability Index, many New Yorkers are burdened by sharp cost of living increases, leaving a declining share of income after taxes and basic expenses remaining for their other expenses; and\n      Whereas, New York City property tax levy increases burden not only property owners, but also renters, onto whom tax increases are often passed in the form of rent increases; now, therefore be it\n\tResolved, That the Council of the City of New York calls upon the New York State Legislature to introduce and pass, and the Governor to sign, legislation that would extend the State's property tax levy cap to New York City. \n\nNAB\nLS 10,223\n7/12/19 11:21am",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj By Council Member Holden\\par\n\\tab Whereas, The State Legislature passed, and the Governor signed, legislation in 2011 limiting real property tax levies by local governments and school boards by capping annual tax levy increases by the lesser of two percent or inflation; and\\par\n\\tab Whereas, Such property tax levy cap was extended by the State in 2015 and was made permanent in 2019; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Such property tax cap levy specifically excluded New York City and the counties contained therein; and\\par\nWhereas, Governor Cuomo has credited the property tax levy cap with having \\ldblquote succeeded in taming out-of-control property tax increases\\rdblquote  and protecting property taxpayers from \\ldblquote the crushing burden of skyrocketing tax increases,\\rdblquote  saving property taxpayers approximately $24.4 billion between Fiscal Year 2012 and Fiscal Year 2019; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, In New York City the property tax levy has expanded from $19.3 billion in Fiscal 2012 to $29.6 billion in Fiscal 2019, representing a 6.3 percent annual rate of growth;\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, According to the New York City Comptroller\\rquote s Affordability Index, many New Yorkers are burdened by sharp cost of living increases, leaving a declining share of income after taxes and basic expenses remaining for their other expenses; and\\par\nWhereas, New York City property tax levy increases burden not only property owners, but also renters, onto whom tax increases are often passed in the form of rent increases; now, therefore be it\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Resolved, That the Council of the City of New York calls upon the New York State Legislature to introduce and pass, and the Governor to sign, legislation that would extend the State\\rquote s property tax levy cap to New York City. \\par\n\\pard\\cbpat2\\ltrpar\\qj\\cf1\\fs20\\par\nNAB\\par\nLS 10,223\\par\n7/12/19 11:21am\\par\n}\n",
  "LastModified": "2022-04-21T14:09:11.63Z"
}
