{
  "ID": 64820,
  "GUID": "26C94F01-F5C7-47C8-B508-7A1E4A3647AF",
  "File": "Res 1186-2019",
  "Name": "Increase the cap on commercial overnight fines for cities.",
  "Title": "Resolution calling on the State legislature to increase the cap on commercial overnight fines for cities.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2019-12-10T00:00:00Z",
  "AgendaDate": "2019-12-10T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7746,
      "Slug": "robert-f-holden",
      "FullName": "Robert F. Holden"
    },
    {
      "ID": 7642,
      "Slug": "paul-a-vallone",
      "FullName": "Paul A. Vallone"
    }
  ],
  "History": [
    {
      "ID": 357560,
      "Date": "2019-12-10T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2019-12-02T17:00:15.147Z"
    },
    {
      "ID": 357778,
      "Date": "2019-12-10T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 17698,
      "AgendaSequence": 73,
      "MinutesSequence": 86,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2019-12-10T19:44:14.88Z"
    },
    {
      "ID": 378949,
      "Date": "2021-12-31T13:44:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T18:44:52.443Z"
    }
  ],
  "Attachments": [
    {
      "ID": 208904,
      "LastModified": "2021-12-29T18:44:27.27Z",
      "Name": "Res. No. 1186",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3e9cbfa3-9a5a-4fef-a057-896fb7770fa3.docx",
      "Sort": 1
    },
    {
      "ID": 212704,
      "LastModified": "2019-12-10T17:01:14.767Z",
      "Name": "December 10, 2019 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/756162d5-39c7-46f6-b0a6-852675b1acf1.pdf",
      "Sort": 2
    },
    {
      "ID": 213004,
      "LastModified": "2019-12-17T15:48:53.673Z",
      "Name": "Hearing Transcript - Stated Meeting 12-10-19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/878f2bf5-793f-4f3b-9879-b3fb698ea4ee.pdf",
      "Sort": 3
    },
    {
      "ID": 217032,
      "LastModified": "2020-04-06T18:30:18.86Z",
      "Name": "Minutes of the Stated Meeting - December 10, 2019",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6a29754d-c6ed-4804-935a-23304d762ebb.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 67510,
  "Text": "By Council Members Holden and Vallone\n\n\tWhereas, As one of the most densely populated cities in the Country, New York City is in a constant struggle to balance the sometimes competing needs of residents and businesses; and \n\tWhereas, This is especially true when allocating street spaces for parking; and \n\tWhereas, One approach has been to set time and place restrictions on where commercial vehicles can idle or park; and \n\tWhereas, Generally speaking, commercial vehicles are prohibited from parking on a street for more than three hours; and\n\tWhereas, It is also illegal for commercial vehicles to park overnight on residential streets between 9pm and 5am; and\n\tWhereas, The fines for violating these parking rules are determined by the City; and \n\tWhereas, However, under the State Vehicle and Traffic Law, the maximum amount the City can set for such violations is capped; and\n\tWhereas, This can mean that the fines do not act as an effective deterrent and may simply be absorbed as the cost of doing business; and\n\tWhereas, In fact, last year there were more than 21,000 complaints made through 311 about illegal overnight parking of commercial vehicles, according to NYC OpenData; and \n\tWhereas, Local police precincts will sometimes conduct sweeps where specialized tow trucks are brought in to remove large commercial trucks; and \n\tWhereas, However, there are only six of these tow trucks to serve the whole City and finding space for the violating vehicles is difficult; and \n\tWhereas, The State legislature is considering some measures to address the problem; and \n\tWhereas, For example, S.3215, which was introduced in February of 2019, seeks to increase the fines for overnight parking on New York City residential streets of tractor-trailer combinations, tractors, truck trailers and semi-trailers on residential streets in the city of New York; and\n\tWhereas, S. 3215 would increase the fine for an initial violation from $250 to $400 and a subsequent violation, within a six month period, would be charged at $800, up from $500; and\n\tWhereas, S. 2761, which was introduced in January of 2019, also seeks to deter illegal parking; and\n\tWhereas, Under this bill, a person responsible for a trailer or semitrailer that is left parked or unattended in an area like New York City, would be fined $1,000; and\n\tWhereas, While these bills could help decrease the impact of illegal overnight parking, they only relate to illegal parking by certain types of trucks and do not address all types of commercial vehicles; and \n\tWhereas, To address the chronic problem of overnight parking by commercial vehicles, more comprehensive state legislation needs to be introduced and passed; and \n\tWhereas, Residents of New York City should not have to tolerate commercial vehicles appropriating all of the street parking in their residential neighborhoods; and \n      Whereas, The City should have the authority to increase the maximum fines for these types of violations so they serve as an effective deterrent; and\n\tWhereas, At the moment, the capped fines are minimal enough to be factored in as a cost of doing business; now, therefore, be it \n\tResolved, That the State legislature increase the cap on commercial overnight fines for cities. \n\n\n\nLS #12264\n9/26/19\nLMS",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\f0 By Council Members Holden and Vallone\\f1\\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab\\f0 Whereas, As one of the most densely populated cities in the Country, New York City is in a constant struggle to balance the sometimes competing needs of residents and businesses; and \\f1\\par\n\\tab\\f0 Whereas, This is especially true when allocating street spaces for parking; and \\par\n\\tab Whereas, One approach has been to set time and place restrictions on where commercial vehicles can idle or park; and \\f1\\par\n\\tab\\f0 Whereas, Generally speaking, commercial vehicles are prohibited from parking on a street for more than three hours; and\\f1\\par\n\\tab\\f0 Whereas, It is also illegal for commercial vehicles to park overnight on residential streets between 9pm and 5am; and\\par\n\\tab Whereas, The fines for violating these parking rules are determined by the City; and \\par\n\\tab Whereas, However, under the State Vehicle and Traffic Law, the maximum amount the City can set for such violations is capped; and\\par\n\\tab Whereas, This can mean that the fines do not act as an effective deterrent and may simply be absorbed as the cost of doing business; and\\par\n\\tab Whereas, In fact, last year there were more than 21,000 complaints made through 311 about illegal overnight parking of commercial vehicles, according to NYC OpenData; and \\par\n\\tab Whereas, Local police precincts will sometimes conduct sweeps where specialized tow trucks are brought in to remove large commercial trucks; and \\par\n\\tab Whereas, However, there are only six of these tow trucks to serve the whole City and finding space for the violating vehicles is difficult; and \\f1\\par\n\\tab\\f0 Whereas, The State legislature is considering some measures to address the problem; and \\par\n\\tab Whereas, For example, S.3215, which was introduced in February of 2019, seeks to increase the fines for overnight parking on New York City residential streets of tractor-trailer combinations, tractors, truck trailers and semi-trailers on residential streets in the city of New York; and\\par\n\\f1\\tab\\f0 Whereas, S. 3215 would increase the fine for an initial violation from $250 to $400 and a subsequent violation, within a six month period\\f1 ,\\f0  would be charged at $800, up from $500; and\\par\n\\tab Whereas, S. 2761, which was introduced in January of 2019, also seeks to deter illegal parking; and\\par\n\\tab Whereas, Under this bill, a person responsible for a trailer or semitrailer that is left parked or unattended in an area like New York City, would be fined $1,000; and\\par\n\\tab Whereas, While these bills could help decrease the impact of illegal overnight parking, they only relate to illegal parking by certain types of trucks and do not address all types of commercial vehicles; and \\par\n\\tab Whereas, To address the chronic problem of overnight parking by commercial vehicles, more comprehensive state legislation needs to be introduced and passed; and \\par\n\\tab Whereas, Residents of New York City should not have to tolerate commercial vehicles appropriating all of the street parking in their residential neighborhoods; and \\f1\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\f0 Whereas, The City should have the authority to increase the maximum fines for these types of violations so they serve as an effective deterrent; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\f1\\tab\\f0 Whereas, At the moment, the capped fines are minimal enough to be factored in as a cost of doing business; now, therefore, be it \\par\n\\f1\\tab\\f0 Resolved, That the State legislature increase the cap on commercial overnight fines for cities. \\f1\\par\n\\par\n\\pard\\ltrpar\\fs20\\par\n\\par\n\\f0 LS #12264\\f1\\par\n\\f0 9/26/19\\f1\\par\n\\f0 LMS\\f1\\par\n\\par\n\\par\n\\par\n}\n",
  "LastModified": "2022-04-14T14:05:10.59Z"
}
