{
  "ID": 65152,
  "GUID": "3BD2488A-8CF2-482A-B375-1225B1B17EB7",
  "File": "Res 1196-2019",
  "Name": "Increase the amount of light that must pass through a car’s side windows. (A. 8484)",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, A. 8484, to increase the amount of light that must pass through a car’s side windows.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2019-12-19T00:00:00Z",
  "AgendaDate": "2019-12-19T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera"
    }
  ],
  "History": [
    {
      "ID": 357690,
      "Date": "2019-12-19T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2019-12-06T19:23:20.64Z"
    },
    {
      "ID": 358221,
      "Date": "2019-12-19T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 17756,
      "AgendaSequence": 118,
      "MinutesSequence": 142,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2019-12-19T21:38:17.627Z"
    },
    {
      "ID": 378951,
      "Date": "2021-12-31T13:52:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-29T18:52:44.43Z"
    }
  ],
  "Attachments": [
    {
      "ID": 212227,
      "LastModified": "2021-12-29T18:52:29.757Z",
      "Name": "Res. No. 1196",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6c422af1-9836-43f2-bbed-0cb528224a1f.docx",
      "Sort": 1
    },
    {
      "ID": 213235,
      "LastModified": "2019-12-19T20:53:24.32Z",
      "Name": "December 19, 2019 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/cb04fbce-5811-4bdb-b4b7-f13bd7b1bb0d.pdf",
      "Sort": 2
    },
    {
      "ID": 214076,
      "LastModified": "2020-01-24T19:55:19.19Z",
      "Name": "Hearing Transcript - Stated Meeting 12-19-19",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ce416f2d-a495-4720-b591-53947d8a5aac.pdf",
      "Sort": 3
    },
    {
      "ID": 217769,
      "LastModified": "2020-04-29T15:18:42.947Z",
      "Name": "Minutes of the Stated Meeting - December 19, 2019",
      "Link": "https://nyc.legistar1.com/nyc/attachments/580a28b7-5ecc-4f7d-8e08-6599a54371b3.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 67897,
  "Text": "By Council Member Cabrera\n\tWhereas, On July 26, 2019, one year old twins Luna and Phoenix Rodriguez died of heatstroke after being left for eight hours in a hot car in the Bronx by their father who forgot they were still strapped into their car seats; and\n      Whereas, According to data from advocacy group KidsandCars.org, 53 children have died from vehicular heatstroke in 2019; and\n      Whereas, According to the American Academy of Pediatrics, heatstroke is the leading cause of non-crash, vehicle-related deaths in children under the age of 15; and\n      Whereas, The temperature inside a parked car can reach 125 degrees Fahrenheit in minutes; and\n      Whereas, Children left in cars can die from heatstroke when the outside air temperature is as low as 57 degrees Fahrenheit; and\n\tWhereas, A child's internal body temperature reaches 100 degrees Fahrenheit or more after about an hour in a car parked in the sun and after about two hours in a car parked in the shade; and\n\tWhereas, The car in which the Rodriguez twins died had tinted windows; and\n      Whereas, Tinted windows can reduce and interfere with a driver's visibility and cause accidents, especially in poor light conditions; and\n      Whereas, Installing tinted windows strengthens the glass and makes the window more difficult to break if it needs to be broken to get to someone trapped in the vehicle or for someone trapped inside the vehicle to get out; and\n      Whereas, Tinted windows impede a person's ability to see into the car; and \n\tWhereas, If the car's rear side windows were not tinted, a passerby may have seen the Rodriguez twins in the car and alerted the authorities; and\n\tWhereas, New York State Vehicle and Traffic Law (VTL) section 375(12-a) currently requires a car's windshield and front side windows to allow at least 70 percent of light from the outside to pass through the window and requires rear side windows to allow at least 70 percent of light from the outside to pass through the window if the vehicle is classified as a station wagon, sedan, hardtop, coupe, hatchback, or convertible; and\n\tWhereas, In August 2019, Assembly Member N. Nick Perry introduced A. 8484, which would amend the VTL to require a car's rear side windows to allow at least 50 percent of light from the outside to pass through the window if the vehicle is classified as a station wagon, sedan, hardtop, coupe, hatchback, or convertible; now, therefore, be it\n\tResolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, A. 8484, to increase the amount of light that must pass through a car's side windows.\n\nLS #11829\n11/26/19\nJSA",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj By Council Member Cabrera\\par\n\\tab Whereas, On July 26, 2019, one year old twins Luna and Phoenix Rodriguez died of heatstroke after being left for eight hours in a hot car in the Bronx by their father who forgot they were still strapped into their car seats; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, According to data from advocacy group KidsandCars.org, 53 children have died from vehicular heatstroke in 2019; and\\par\nWhereas, According to the American Academy of Pediatrics, heatstroke is the leading cause of non-crash, vehicle-related deaths in children under the age of 15; and\\par\nWhereas, The temperature inside a parked car can reach 125 degrees Fahrenheit in minutes; and\\par\nWhereas, Children left in cars can die from heatstroke when the outside air temperature is as low as 57 degrees Fahrenheit; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, A child\\rquote s internal body temperature reaches 100 degrees Fahrenheit or more after about an hour in a car parked in the sun and after about two hours in a car parked in the shade; and\\par\n\\tab Whereas, The car in which the Rodriguez twins died had tinted windows; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Tinted windows can reduce and interfere with a driver\\rquote s visibility and cause accidents, especially in poor light conditions; and\\par\nWhereas, Installing tinted windows strengthens the glass and makes the window more difficult to break if it needs to be broken to get to someone trapped in the vehicle or for someone trapped inside the vehicle to get out; and\\par\nWhereas, Tinted windows impede a person\\rquote s ability to see into the car; and \\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, If the car\\rquote s rear side windows were not tinted, a passerby may have seen the Rodriguez twins in the car and alerted the authorities; and\\par\n\\tab Whereas, New York State Vehicle and Traffic Law (VTL) section 375(12-a) currently requires a car\\rquote s windshield and front side windows to allow at least 70 percent of light from the outside to pass through the window and requires rear side windows to allow at least 70 percent of light from the outside to pass through the window if the vehicle is classified as a station wagon, sedan, hardtop, coupe, hatchback, or convertible; and\\par\n\\tab Whereas, In August 2019, Assembly Member N. Nick Perry introduced A. 8484, which would amend the VTL to require a car\\rquote s rear side windows to allow at least 50 percent of light from the outside to pass through the window if the vehicle is classified as a station wagon, sedan, hardtop, coupe, hatchback, or convertible; now, therefore, be it\\par\n\\tab Resolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, A. 8484, to increase the amount of light that must pass through a car\\rquote s side windows.\\par\n\\par\n\\pard\\ltrpar LS #11829\\par\n11/26/19\\par\nJSA\\par\n\\pard\\ltrpar\\sl480\\slmult1\\par\n\\par\n}\n",
  "LastModified": "2021-12-29T18:52:44.587Z"
}
