{
  "ID": 55403,
  "GUID": "B6C1DE84-F098-45B4-8B79-D9AEE65C8B24",
  "File": "Res 0955-2016",
  "Name": "Legislation that equalizes the amount of per-trip taxes imposed on taxis and for-hire vehicles in NYC.",
  "Title": "Resolution calling upon the New York State Legislature to pass, and the Governor to sign, legislation that equalizes the amount of per-trip taxes imposed on taxis and for-hire vehicles in New York City.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2016-01-19T00:00:00Z",
  "AgendaDate": "2016-01-19T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 7633,
      "Slug": "rory-i-lancman",
      "FullName": "Rory I. Lancman"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera"
    },
    {
      "ID": 7630,
      "Slug": "rafael-l-espinal-jr",
      "FullName": "Rafael L. Espinal, Jr."
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7635,
      "Slug": "alan-n-maisel",
      "FullName": "Alan N. Maisel"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 7613,
      "Slug": "andy-l-king",
      "FullName": "Andy L. King"
    }
  ],
  "History": [
    {
      "ID": 304438,
      "Date": "2016-01-19T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2016-01-13T19:07:28.747Z"
    },
    {
      "ID": 304594,
      "Date": "2016-01-19T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14551,
      "AgendaSequence": 84,
      "MinutesSequence": 104,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2016-01-19T21:26:36.093Z"
    },
    {
      "ID": 329607,
      "Date": "2017-12-31T21:26:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T02:26:43.03Z"
    }
  ],
  "Attachments": [
    {
      "ID": 137360,
      "LastModified": "2016-04-12T16:47:29.967Z",
      "Name": "January 19, 2016 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/11ebe54a-f37c-4527-9765-53558f3d0c20.pdf",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 57041,
  "Text": "By Council Members Crowley, Lancman, Palma, Cabrera, Espinal, Koo, Maisel, Mealy, Richards and King\n\n\tWhereas, The taxi and for-hire-vehicle industry in New York City consist of multiple sectors, including yellow medallion taxis, green Street Hail Liveries or \"boro taxis\", liveries or community cars, black cars, and luxury limousines; and\n\tWhereas, Each sector is subject to a different set of per-trip taxes; and\n\tWhereas, For example, yellow and green cabs are subject to a fifty-cent-per-trip state-imposed tax, black cars and luxury limousines are subject to an 8.875 percent state sales tax, and liveries are subject to neither tax; and\n\tWhereas, As smartphone app-based services such as Uber and Lyft, which typically operate as black cars, have grown at a rapid pace in New York City, the lines between the types of service that each sector provides have blurred and the sectors are now more directly in competition with one another for both drivers and passengers; and\n\tWhereas, Every member of the taxi and for-hire vehicle industry should have an equal chance to compete and succeed without differing per-trip taxes making one sector more attractive than another; and\n\tWhereas, Passengers should not be required to pay more or less in taxes simply because they choose a vehicle affiliated with one sector over another; now, therefore, be it\n\tResolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, legislation that equalizes the amount of per-trip taxes imposed on taxis and for-hire vehicles in New York City.\nLS# 6526\n12/8/2015\nJM",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\expndtw-3\\v0\\par\nBy Council Members Crowley, Lancman, Palma, Cabrera, Espinal, Koo, Maisel, Mealy, Richards and King\\par\n\\par\n\\pard\\ltrpar\\hyphpar0\\sl480\\slmult1\\qj\\tab Whereas, The taxi and for-hire-vehicle industry in New York City consist of multiple sectors, including yellow medallion taxis, green Street Hail Liveries or \\ldblquote boro taxis\\rdblquote , liveries or community cars, black cars, and luxury limousines; and\\par\n\\tab Whereas, Each sector is subject to a different set of per-trip taxes; and\\par\n\\tab Whereas, For example, yellow and green cabs are subject to a fifty-cent-per-trip state-imposed tax, black cars and luxury limousines are subject to an 8.875 percent state sales tax, and liveries are subject to neither tax; and\\par\n\\tab Whereas, As smartphone app-based services such as Uber and Lyft, which typically operate as black cars, have grown at a rapid pace in New York City, the lines between the types of service that each sector provides have blurred and the sectors are now more directly in competition with one another for both drivers and passengers; and\\par\n\\tab Whereas, Every member of the taxi and for-hire vehicle industry should have an equal chance to compete and succeed without differing per-trip taxes making one sector more attractive than another; and\\par\n\\tab Whereas, Passengers should not be required to pay more or less in taxes simply because they choose a vehicle affiliated with one sector over another; now, therefore, be it\\par\n\\tab Resolved, That\\cf1  the Council of the City of New York\\cf0  calls upon the New York State Legislature to pass, and the Governor to sign, legislation that equalizes the amount of per-trip taxes imposed on taxis and for-hire vehicles in New York City.\\par\n\\pard\\ltrpar\\hyphpar0\\qj\\cf1\\fs16 LS# 6526\\par\n12/8/2015\\par\nJM\\par\n}\n",
  "LastModified": "2017-12-27T02:26:43.123Z"
}
