{
  "ID": 55205,
  "GUID": "E7F6D3FD-4D83-4F3D-A778-F3B894299CEA",
  "File": "Res 0976-2016",
  "Name": "Protecting Immigrants from Legal Exploitation Act of 2015 (H.R. 1123)",
  "Title": "Resolution calling on the U.S. Congress to pass and the President to sign H.R. 1123, also known as the “Protecting Immigrants from Legal Exploitation Act of 2015,” which establishes criminal penalties for immigration services-related fraud.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5119,
  "BodyName": "Committee on Immigration",
  "IntroDate": "2016-02-05T00:00:00Z",
  "AgendaDate": "2016-02-05T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    }
  ],
  "History": [
    {
      "ID": 304859,
      "Date": "2016-02-05T12:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2016-01-27T22:33:57.127Z"
    },
    {
      "ID": 305194,
      "Date": "2016-02-05T12:00:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Immigration",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14642,
      "AgendaSequence": 92,
      "MinutesSequence": 106,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Immigration",
      "MatterStatusID": 3,
      "LastModified": "2016-02-05T18:17:50.257Z"
    },
    {
      "ID": 329613,
      "Date": "2017-12-31T21:28:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T02:28:53.617Z"
    }
  ],
  "Attachments": [
    {
      "ID": 137953,
      "LastModified": "2016-02-09T20:07:47.337Z",
      "Name": "February 5, 2016 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c04289ed-233b-412f-b395-2d13e1978b33.pdf",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 56815,
  "Text": "By Council Members Dromm, Palma, Rodriguez, Gentile and Chin\n\n      Whereas, Undocumented immigrants often seek legal services for a myriad of reasons, including assistance with their immigration status; and \n      Whereas, Legal assistance in immigration law should only be provided by a licensed  attorney admitted to practice law or a Board of Immigration Appeals (\"BIA\") accredited representative; and \n      Whereas, Fraudulent service providers routinely take advantage of immigrants seeking such assistance by  portraying themselves to be authorized providers of immigration legal services and often charging steep fees, even though they do not possess the appropriate credentials; and \n      Whereas, In 2012, New Immigrant Community Empowerment and the Urban Justice Center conducted a survey of immigrant service providers (\"ISPs\") in New York City and found that 23% of ISPs surveyed advertised that they provide legal advice; and \n      Whereas, Furthermore, they found that of the ISPs surveyed, not a single ISP had a clear sign posted disclosing that they were not an attorney or BIA accredited representative; and\n      Whereas, The survey results showed that 51.7% of individuals seeking immigration-related legal services felt that they did not receive the help they needed from the ISP they visited; and \n      Whereas, In 2014, the New York State Legislature passed and the Governor signed A.8974-B/ S.6732-A, which added civil and criminal penalties for perpetrators of immigrant service provider fraud; and \n      Whereas, The New York City Council passed Local Law 31 in 2004, which prohibits service providers from representing  themselves in a way  that could lead a prospective customer to believe that they possess a law license or BIA accreditation; and \n      Whereas, In April of 2015, New York City Council Member Daniel Dromm introduced Int. 746, to amend the administrative code of the City of New York, in relation to preventing the unauthorized practice of immigration law, and will continue to address this issue; and \n      Whereas, In addition to legislation at the city and state levels, there is need for stronger federal legislation to protect immigrants from unauthorized service providers and punish those service providers perpetrating fraudulent schemes; and \n      Whereas, On February 26, 2015, United States (\"U.S.\") Representative Bill Foster introduced H.R. 1123 or the \"Protecting Immigrants from Legal Exploitation Act of 2015,\" which creates penalties for the unauthorized practice of immigration law and immigration practitioner fraud; and \n      Whereas, H.R. 1123 is co-sponsored by U.S. Representatives Charles Rangel of the 13th district and U.S. Representative Grace Meng of the 6th district, both of whom represent New York; and \n      Whereas, H.R. 1123 would amend the federal code to subject a person who conducts a scheme in connection with any federal immigration law, such as  unlawfully providing legal services through fraudulent pretenses to a person in exchange for money or something of value, to fines, imprisonment, or both; and\n      Whereas, H.R. 1123 would amend the federal code to subject a person who falsely represents that such person is an attorney or a BIA accredited representative and provides legal services in any federal immigration law matter, regardless of whether they charged for services, to fines, imprisonment, or both; and \n      Whereas, H.R. 1123 would allow an  individual to withdraw an immigration application if that individual can provide evidence that the application was prepared or submitted by a service provider engaged in the unauthorized practice of immigration law,  as long as the individual had no prior knowledge of such fraud; and \n      Whereas, H.R. 1123 would amend the Immigration and Nationality Act to waive the restriction on immigrants re-entering the U.S. after departing based on the erroneous advice of an individual engaged in the unauthorized practice of law or immigration practitioner fraud; and \n      Whereas, H.R. 1123 would direct the Secretary of Homeland Security and the Attorney General to conduct public education campaigns for immigrant communities about who is authorized to provide legal services and representation  on immigration  matters; and \n      Whereas, H.R. 1123 would also direct the Secretary of Homeland Security and the Attorney General to establish programs to award grants to nonprofit organizations that provide direct legal services for immigrants facing removal proceedings or filing affirmative applications and petitions; and\n      Whereas, Immigration services fraud is a national problem that hinders individuals who may be eligible to legally work or reside in the United States from obtaining the legitimate legal services they need; now, therefore, be it \n      Resolved, That the Council of the City of New York calls on the U.S. Congress to pass and the President to sign H.R. 1123, also known as the \"Protecting Immigrants from Legal Exploitation Act of 2015,\" which establishes criminal penalties for the unauthorized practice of immigration law and  immigration practitioner fraud.\n\nLS# 5793\n1/26/2015\nMA/WJH/ IP",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n{\\colortbl ;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Dromm, Palma, Rodriguez, Gentile and Chin\\par\n\\par\n\\pard\\ltrpar\\fi720\\sa200\\sl480\\slmult1\\qj Whereas, Undocumented immigrants often seek legal services for a myriad of reasons, including assistance with their immigration status; and \\par\nWhereas, Legal assistance in immigration law should only be provided by a licensed  attorney admitted to practice law or a Board of Immigration Appeals (\\ldblquote BIA\\rdblquote ) accredited representative; and \\par\nWhereas, Fraudulent service providers routinely take advantage of immigrants seeking such assistance by  portraying themselves to be authorized providers of immigration legal services and often charging steep fees, even though they do not possess the appropriate credentials; and \\par\nWhereas, In 2012, New Immigrant Community Empowerment and the Urban Justice Center conducted a survey of immigrant service providers (\\ldblquote ISPs\\rdblquote ) in New York City and found that 23% of ISPs surveyed advertised that they provide legal advice; and \\par\nWhereas, Furthermore, they found that of the ISPs surveyed, not a single ISP had a clear sign posted disclosing that they were not an attorney or BIA accredited representative; and\\par\nWhereas, The survey results showed that 51.7% of individuals seeking immigration-related legal services felt that they did not receive the help they needed from the ISP they visited; and \\par\nWhereas, In 2014, the New York State Legislature passed and the Governor signed A.8974-B/ S.6732-A, which added civil and criminal penalties for perpetrators of immigrant service provider fraud; and \\par\nWhereas, The New York City Council passed Local Law 31 in 2004, which prohibits service providers from representing  themselves in a way  that could lead a prospective customer to believe that they possess a law license or BIA accreditation; and \\par\nWhereas, In April of 2015, New York City Council Member Daniel Dromm introduced Int. 746, to amend the administrative code of the City of New York, in relation to preventing the unauthorized practice of immigration law, and will continue to address this issue; and \\par\nWhereas, In addition to legislation at the city and state levels, there is need for stronger federal legislation to protect immigrants from unauthorized service providers and punish those service providers perpetrating fraudulent schemes; and \\par\nWhereas, On February 26, 2015, United States (\\ldblquote U.S.\\rdblquote ) Representative Bill Foster introduced H.R. 1123 or the \\ldblquote Protecting Immigrants from Legal Exploitation Act of 2015,\\rdblquote  which creates penalties for the unauthorized practice of immigration law and immigration practitioner fraud; and \\par\nWhereas, H.R. 1123 is co-sponsored by U.S. Representatives Charles Rangel of the 13\\super th\\nosupersub  district and U.S. Representative Grace Meng of the 6\\super th\\nosupersub  district, both of whom represent New York; and \\par\nWhereas, H.R. 1123 would amend the federal code to subject a person who conducts a scheme in connection with any federal immigration law, such as  unlawfully providing legal services through fraudulent pretenses to a person in exchange for money or something of value, to fines, imprisonment, or both; and\\par\nWhereas, H.R. 1123 would amend the federal code to subject a person who falsely represents that such person is an attorney or a BIA accredited representative and provides legal services in any federal immigration law matter, regardless of whether they charged for services, to fines, imprisonment, or both; and \\par\nWhereas, H.R. 1123 would allow an  individual to withdraw an immigration application if that individual can provide evidence that the application was prepared or submitted by a service provider engaged in the unauthorized practice of immigration law,  as long as the individual had no prior knowledge of such fraud; and \\par\nWhereas, H.R. 1123 would amend the Immigration and Nationality Act to waive the restriction on immigrants re-entering the U.S. after departing based on the erroneous advice of an individual engaged in the unauthorized practice of law or immigration practitioner fraud; and \\par\nWhereas, H.R. 1123 would direct the Secretary\\f1\\fs22  \\f0\\fs24 of Homeland Security and the Attorney General to conduct public education campaigns for immigrant communities about who is authorized to provide legal services and representation  on immigration  matters; and \\par\nWhereas, H.R. 1123 would also direct the Secretary of Homeland Security and the Attorney General to establish programs to award grants to nonprofit organizations that provide direct legal services for immigrants facing removal proceedings or filing affirmative applications and petitions; and\\par\nWhereas, Immigration services fraud is a national problem that hinders individuals who may be eligible to legally work or reside in the United States from obtaining the legitimate legal services they need; now, therefore, be it \\par\nResolved, That the Council of the City of New York calls on the U.S. Congress to pass and the President to sign H.R. 1123, also known as the \\ldblquote Protecting Immigrants from Legal Exploitation Act of 2015,\\rdblquote  which establishes criminal penalties for the unauthorized practice of immigration law and  immigration practitioner fraud.\\par\n\\pard\\cbpat1\\ltrpar\\qj\\line LS# 5793\\par\n1/26/2015\\par\n\\pard\\ltrpar\\sa200\\sl480\\slmult1\\qj MA/WJH/ IP\\par\n\\par\n \\par\n}\n",
  "LastModified": "2017-12-27T02:28:53.71Z"
}
