{
  "ID": 55621,
  "GUID": "2FAA4D23-4BD0-4933-B882-30FBDBA6D7AE",
  "File": "Res 0982-2016",
  "Name": "The Equal Protection in Travel Act of 2016 (H.R. 4380/S.2449)",
  "Title": "Resolution calling on the United States Congress to pass and the President to sign H.R. 4380/S.2449 or “The Equal Protection in Travel Act of 2016”, which would amend the Immigration and Nationality Act to remove limitations on the ability of certain dual citizens from participating in the Visa Waiver Program",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5119,
  "BodyName": "Committee on Immigration",
  "IntroDate": "2016-02-05T00:00:00Z",
  "AgendaDate": "2016-02-05T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7637,
      "Slug": "i-daneek-miller",
      "FullName": "I. Daneek Miller"
    },
    {
      "ID": 7638,
      "Slug": "antonio-reynoso",
      "FullName": "Antonio Reynoso"
    }
  ],
  "History": [
    {
      "ID": 305035,
      "Date": "2016-02-05T12:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2016-02-02T16:54:10.89Z"
    },
    {
      "ID": 305208,
      "Date": "2016-02-05T12:00:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Immigration",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14642,
      "AgendaSequence": 105,
      "MinutesSequence": 119,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Immigration",
      "MatterStatusID": 3,
      "LastModified": "2016-02-05T18:20:30.44Z"
    },
    {
      "ID": 329617,
      "Date": "2017-12-31T21:29:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T02:30:05.7Z"
    }
  ],
  "Attachments": [
    {
      "ID": 137964,
      "LastModified": "2016-02-05T16:16:38.39Z",
      "Name": "February 5, 2016 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/5627e7ac-48a5-4249-b168-71a614ad9093.pdf",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 57285,
  "Text": "By Council Members Miller and Reynoso \n\tWhereas, The Visa Waiver Program allows citizens of 38 participating countries to travel to the United States without a visa for stays of 90 days or less for tourism or business purposes when they meet specific requirements; and \n\tWhereas, The program mandates travelers to: (i) hold a machine-readable passport containing biometric data; (ii) possess a valid onward ticket from an approved carrier; and (iii) undergo the same comprehensive background checks under the Electronic System for Travel Authorization (\"ESTA\") that is required of visa applicants; and \n\tWhereas, According to the European Union's Ambassador to the United States, David O'Sullivan, the Visa Waiver Program makes travel to the United States both easier and safer; and \n\tWhereas, In light of recent terrorists attacks in San Bernardino, California and Paris, the U.S House of Representatives passed and signed into law H.R.2029, restricting the use of the Visa Waiver Program; and \n\tWhereas, Specifically, H.R. 2029 restricts the use of the Visa Waiver Program for persons who: (i) are present in Iraq, Syria, or any other country or area of concern; (ii) have been present, at any time, on or after March 1, 2011 in Iraq or Syria; and (iii) are dual citizens of a country that participates in the Visa Waiver Program and Iraq or Syria; and \n\tWhereas, To require citizens of any country to be excluded from the program simply because they or their parents were born in or have visited a particular country constitutes blatant discrimination; and \n\tWhereas, Such provisions of H.R. 2029 are designed pursuant to political motives rather than to promote safety; and \n\tWhereas, These discriminatory provisions have raised many concerns, including that they would affect legitimate travel by businesspersons, journalists, humanitarians, or medical workers while doing little to detect those who may pose an international threat; and \n\tWhereas, According to the Public Affairs Alliance of Iranian Americans, due to the reciprocal nature of the Visa Waiver Program, Europe and other countries may respond with similar restrictions for American travelers; and \n\tWhereas, Full implementation of H.R. 2029 would subject persons, including those who reside in the City of New York, who have traveled to or are citizens of Iraq, Iran, Syria, and Sudan to discriminatory practices; and \n\tWhereas, H.R. 4380/S.2449 or the \"Equal Protection in Travel Act of 2016\", recently introduced in the United States House of Representatives, would repeal the discriminatory changes to the Visa Waiver Program; and \n\tWhereas, H.R. 4380/S.2449 is a bipartisan bill sponsored by Republicans including Senator Jeff Flake, Representative Justin Amash, and Representative Thomas Massie, along with Democrats including Senator Richard Durbin, Senator Cory Booker, Representative John Conyers, Jr., and Representative Debbie Dingell; and \n\tWhereas, H.R. 4380/S.2449 would amend the Immigration and Nationality Act to remove limitations on the ability of certain dual citizens from participating in the Visa Waiver Program; and \n\tWhereas, In the words of Senator Cory Booker, \"The overly broad changes made to the Visa Waiver Program in December's funding bill jeopardized U.S relations with key allies, send the wrong message to those fleeing the violence in the Middle East, and do not make America safer. This legislation will ensure the security of the Visa Waiver Program without unfairly targeting innocent people\"; now, therefore, be it \n\tResolved, That the Council of the City of New York calls on the United States Congress to pass and the President to sign H.R. 4380/S.2449 or \"The Equal Protection in Travel Act of 2016\", which would amend the Immigration and Nationality Act to remove limitations on the ability of certain dual citizens from participating in the Visa Waiver Program. \n\nLS# 7046 \n01/07/15 \nCA",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\qj By Council Members Miller and Reynoso \\par\n\\pard\\ltrpar\\sl480\\slmult1\\tab Whereas, The Visa Waiver Program allows citizens of 38 participating countries to travel to the United States without a visa for stays of 90 days or less for tourism or business purposes when they meet specific requirements; and \\par\n\\tab Whereas, The program mandates travelers to: (i) hold a machine-readable passport containing biometric data; (ii) possess a valid onward ticket from an approved carrier; and (iii) undergo the same comprehensive background checks under the Electronic System for Travel Authorization (\\ldblquote ESTA\\rdblquote ) that is required of visa applicants; and \\par\n\\tab Whereas, According to the European Union\\rquote s Ambassador to the United States, David O\\rquote Sullivan, the Visa Waiver Program makes travel to the United States both easier and safer; and \\par\n\\tab Whereas, In light of recent terrorists attacks in San Bernardino, California and Paris, the U.S House of Representatives passed and signed into law H.R.2029, restricting the use of the Visa Waiver Program; and \\par\n\\tab Whereas, Specifically, H.R. 2029 restricts the use of the Visa Waiver Program for persons who: (i) are present in Iraq, Syria, or any other country or area of concern; (ii) have been present, at any time, on or after March 1, 2011 in Iraq or Syria; and (iii) are dual citizens of a country that participates in the Visa Waiver Program and Iraq or Syria; and \\par\n\\tab Whereas, To require citizens of any country to be excluded from the program simply because they or their parents were born in or have visited a particular country constitutes blatant discrimination; and \\par\n\\tab Whereas, Such provisions of H.R. 2029 are designed pursuant to political motives rather than to promote safety; and \\par\n\\tab Whereas, These discriminatory provisions have raised many concerns, including that they would affect legitimate travel by businesspersons, journalists, humanitarians, or medical workers while doing little to detect those who may pose an international threat; and \\par\n\\tab Whereas, According to the Public Affairs Alliance of Iranian Americans, due to the reciprocal nature of the Visa Waiver Program, Europe and other countries may respond with similar restrictions for American travelers; and \\par\n\\tab Whereas, Full implementation of H.R. 2029 would subject persons, including those who reside in the City of New York, who have traveled to or are citizens of Iraq, Iran, Syria, and Sudan to discriminatory practices; and \\par\n\\tab Whereas, H.R. 4380/S.2449 or the \\ldblquote Equal Protection in Travel Act of 2016\\rdblquote , recently introduced in the United States House of Representatives, would repeal the discriminatory changes to the Visa Waiver Program; and \\par\n\\tab Whereas, H.R. 4380/S.2449 is a bipartisan bill sponsored by Republicans including Senator Jeff Flake, Representative Justin Amash, and Representative Thomas Massie, along with Democrats including Senator Richard Durbin, Senator Cory Booker, Representative John Conyers, Jr., and Representative Debbie Dingell; and \\par\n\\tab Whereas, H.R. 4380/S.2449 would amend the Immigration and Nationality Act to remove limitations on the ability of certain dual citizens from participating in the Visa Waiver Program; and \\par\n\\tab Whereas, In the words of Senator Cory Booker, \\ldblquote The overly broad changes made to the Visa Waiver Program in December\\rquote s funding bill jeopardized U.S relations with key allies, send the wrong message to those fleeing the violence in the Middle East, and do not make America safer. This legislation will ensure the security of the Visa Waiver Program without unfairly targeting innocent people\\rdblquote ; now, therefore, be it \\par\n\\tab Resolved, That the Council of the City of New York calls on the United States Congress to pass and the President to sign H.R. 4380/S.2449 or \\ldblquote The Equal Protection in Travel Act of 2016\\rdblquote , which would amend the Immigration and Nationality Act to remove limitations on the ability of certain dual citizens from participating in the Visa Waiver Program. \\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\par\n\\pard\\ltrpar LS# 7046 \\par\n01/07/15 \\par\nCA\\par\n}\n",
  "LastModified": "2017-12-27T02:30:05.78Z"
}
