{
  "ID": 55677,
  "GUID": "AA675649-E814-4EF9-84B0-18ACBB842A8A",
  "File": "Res 0993-2016",
  "Name": "Expand the NYC child care tax credit.",
  "Title": "Resolution calling upon the New York State Legislature to introduce and pass, and the Governor to sign, legislation to expand the New York city child care tax credit",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2016-02-24T00:00:00Z",
  "AgendaDate": "2016-02-24T00:00:00Z",
  "PassedDate": "2016-08-16T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7624,
      "Slug": "andrew-cohen",
      "FullName": "Andrew Cohen"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 305381,
      "Date": "2016-02-24T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2016-02-19T16:42:09.613Z"
    },
    {
      "ID": 305507,
      "Date": "2016-02-24T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Finance",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14662,
      "AgendaSequence": 54,
      "MinutesSequence": 59,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Finance",
      "MatterStatusID": 3,
      "LastModified": "2016-02-24T20:58:48.793Z"
    },
    {
      "ID": 309996,
      "Date": "2016-08-16T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 14976,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "AgendaNote": "Proposed Res. No. 993-A",
      "MinutesNote": "Proposed Res. No. 993-A",
      "MatterStatusID": 3,
      "LastModified": "2016-09-19T13:52:32.73Z"
    },
    {
      "ID": 310280,
      "Date": "2016-08-16T10:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Resolution was Amendment Proposed by Comm",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 14976,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2016-08-16T14:53:11.76Z"
    },
    {
      "ID": 310281,
      "Date": "2016-08-16T10:00:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "This Resolution was Amended by Committee",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 14976,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2016-08-16T14:53:18.51Z"
    },
    {
      "ID": 310282,
      "Date": "2016-08-16T10:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Resolution be Approved by Committee approved by Roll Call.",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 14976,
      "MinutesSequence": 6,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "Votes": [
        {
          "ID": 7509,
          "Slug": "julissa-ferreras-copeland",
          "FullName": "Julissa Ferreras-Copeland",
          "VoteID": 16,
          "Vote": "Absent",
          "Sort": 10
        },
        {
          "ID": 7541,
          "Slug": "ydanis-a-rodriguez",
          "FullName": "Ydanis A. Rodriguez",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 20
        },
        {
          "ID": 7569,
          "Slug": "james-g-van-bramer",
          "FullName": "James G. Van Bramer",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 30
        },
        {
          "ID": 7622,
          "Slug": "vanessa-l-gibson",
          "FullName": "Vanessa L. Gibson",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 40
        },
        {
          "ID": 7604,
          "Slug": "robert-e-cornegy-jr",
          "FullName": "Robert E. Cornegy, Jr.",
          "VoteID": 16,
          "Vote": "Absent",
          "Sort": 50
        },
        {
          "ID": 7628,
          "Slug": "laurie-a-cumbo",
          "FullName": "Laurie A. Cumbo",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 60
        },
        {
          "ID": 7631,
          "Slug": "corey-d-johnson",
          "FullName": "Corey D. Johnson",
          "VoteID": 16,
          "Vote": "Absent",
          "Sort": 70
        },
        {
          "ID": 7634,
          "Slug": "mark-levine",
          "FullName": "Mark Levine",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 80
        },
        {
          "ID": 7637,
          "Slug": "i-daneek-miller",
          "FullName": "I. Daneek Miller",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 90
        },
        {
          "ID": 7639,
          "Slug": "helen-k-rosenthal",
          "FullName": "Helen K. Rosenthal",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 100
        },
        {
          "ID": 5953,
          "Slug": "steven-matteo",
          "FullName": "Steven Matteo",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 110
        }
      ],
      "LastModified": "2017-12-27T02:31:44.983Z"
    },
    {
      "ID": 310237,
      "Date": "2016-08-16T13:30:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "A motion was made that this Resolution be Approved, by Council approved by voice vote.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14992,
      "AgendaSequence": 87,
      "MinutesSequence": 103,
      "Version": "A",
      "AgendaNote": "Amended and Adopted by the Committee on Finance",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, the Public Advocate (Ms. James) called for a voice vote.  Hearing no objections, the Public Advocate (Ms. James) declared the Resolution to be adopted.\r\n\r\nAdopted unanimously by the Council by voice-vote.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2016-08-17T13:49:36.11Z"
    }
  ],
  "Attachments": [
    {
      "ID": 138538,
      "LastModified": "2016-09-09T16:02:05.137Z",
      "Name": "February 24, 2016 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/761270d1-addf-4843-a376-b68199ee7b61.pdf",
      "Sort": 1
    },
    {
      "ID": 144341,
      "LastModified": "2016-08-11T13:12:35.92Z",
      "Name": "Res. No. 993 - 2/24/16",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0345a3c6-c2fc-45a7-9bef-8e80dc8f9daf.doc",
      "Sort": 2
    },
    {
      "ID": 144418,
      "LastModified": "2016-08-15T20:46:39.653Z",
      "Name": "Committee Report 8/16/16",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4ef23f7e-47b0-488b-83d0-73d10a25030e.doc",
      "Sort": 3
    },
    {
      "ID": 144908,
      "LastModified": "2016-08-25T20:13:32.02Z",
      "Name": "Hearing Transcript 8/16/16",
      "Link": "https://nyc.legistar1.com/nyc/attachments/17e647b1-8675-4803-bd05-b68a756b23f1.pdf",
      "Sort": 4
    },
    {
      "ID": 144574,
      "LastModified": "2016-08-25T20:13:31.973Z",
      "Name": "August 16, 2016 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3a27eec9-761a-4133-b1a9-31a3fe18ccc3.pdf",
      "Sort": 5
    },
    {
      "ID": 144660,
      "LastModified": "2016-08-25T20:13:31.31Z",
      "Name": "Res. No. 993-A (FINAL)",
      "Link": "https://nyc.legistar1.com/nyc/attachments/772c6db9-d902-4565-8fac-3063a5585bf1.doc",
      "Sort": 6
    },
    {
      "ID": 144956,
      "LastModified": "2016-08-25T20:34:23.97Z",
      "Name": "Hearing Transcript - Stated Meeting 8-16-16",
      "Link": "https://nyc.legistar1.com/nyc/attachments/99fa388d-14c7-497b-80d1-9f6a6a6c9595.pdf",
      "Sort": 7
    },
    {
      "ID": 145795,
      "LastModified": "2016-09-22T15:34:32.777Z",
      "Name": "Minutes of the Stated Meeting - August 16, 2016",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3139cdf7-e4e3-4cd7-9356-a7f36d2c5b15.pdf",
      "Sort": 8
    }
  ],
  "Summary": "",
  "TextID": 58133,
  "Text": "By The Speaker (Council Member Mark-Viverito) and Council Members Chin, Palma, Dickens, Gentile, Rodriguez, Rosenthal, Lander, Cohen, Levin, Kallos and Ulrich\n\n      Whereas, Child and dependent care tax credits are available against the federal, New York State, and New York City personal income taxes; and\n      Whereas, The New York City Child Care Tax Credit (\"the City Credit\") is a refundable tax credit that can be claimed by taxpayers for child care expenses for a dependent child under the age of four if those expenses enable the taxpayer to be gainfully employed; and \n      Whereas, For households with an annual federal adjusted gross income of $25,000 or less, the amount of the City Credit is 75 percent of the claimed State credit, which in turn can range from 20 to 110 percent of the claimed federal credit depending on income; and\n      Whereas, The City Credit phases out to zero for households with annual federal adjusted gross incomes between $25,000 and $30,000; and\n      Whereas, The City Credit is more limited than the federal and State credits in several ways; and\n      Whereas, For example, the federal and State credits are available for child care expenses incurred for dependent children under the age of thirteen, while the City Credit is available only for children under the age of four; and\n      Whereas, The federal and State credits are also available for expenses incurred for the care of adults claimed as dependents where those adults are unable to care for themselves, while the City Credit is not; and\n      Whereas, Additionally, neither the federal nor State credits have an income limitation, while the City Credit is not available to households with an annual federal adjusted gross income of more than $30,000; and\n      Whereas, In Tax Year 2013, 24,118 New York City taxpayers claimed the City Credit with an average credit amount of $482, according to the Annual Report on Tax Expenditures for Fiscal 2016 published by the City's Department of Finance; and\n      Whereas, In contrast, the average cost for full-time, center-based infant child care in New York State in 2014 was $14,144, according to report by Child Care Aware, a national not-for-profit organization that advocates for affordable child care; and\n      Whereas, With such high costs, New York ranked as the third least affordable state in the country for center-based infant care; and\n      Whereas, Accordingly, single-parent families in New York, which have a median annual income of $25,937, would have had to spend 54.5 percent of their incomes on child care, while married-couple families, which have a median annual income of $93,157, would have had to spend 15.2 percent of their incomes on child care; and\n      Whereas, New York City's caregivers need additional assistance to ensure that they are able to provide high-quality care to their loved ones; and\n      Whereas, The City Credit should be expanded to include more low-income families and should be deepened to lessen the burden on working families who must pay for child or dependent care in order to go to their jobs; and\n      Whereas, Specifically, the State should increase the annual federal adjusted gross income threshold for the full City Credit to $35,000, with a phase-out to zero at $45,000; and\n      Whereas, The maximum City Credit amount should be deepened from its current 75 percent of the State credit to 100 percent of the State credit; and\n      Whereas, It is estimated that these changes would increase the number of taxpayers eligible for the credit by approximately 18,700 and would increase the maximum benefit for one child from $866 to $1,155 for a household with an annual federal adjusted gross income of $15,000; and\n      Whereas, In addition, similar to its federal and State counterparts, the City Credit should be expanded to cover expenses incurred for the care of adult dependents; and\n      Whereas, With the City's aging population on the rise, it is incumbent that caregivers are provided with the support they need to provide the care and companionship their loved ones need in order to age with dignity; and\n      Whereas, The AARP estimates that at any given time during the year, over four million family caregivers in New York State are providing unpaid care for a loved one; and\n      Whereas, Nearly six in ten caregivers, or approximately 59 percent, in New York State work or have worked while providing elder care to family members according to the New York State Family Caregiver Council; and\n      Whereas, Were these workers to pay for caregiving services, they would face an average cost of $19 an hour for a home health aide in New York City according to MetLife;\n      Whereas, The lack of affordable child and dependent care is a major obstacle to being in the workforce for many parents and caregivers; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the New York State Legislature to introduce and pass, and the Governor to sign, legislation to expand the New York City child care tax credit.\n\nRC 8-9-16\nLS #3982\n\n\n      2\n      \n      \n      1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0  \\par\nBy \\cf1 The Speaker (Council Member Mark-Viverito) and Council Members Chin, Palma, Dickens, Gentile, Rodriguez, Rosenthal, Lander, Cohen, Levin, Kallos and Ulrich\\par\n\\cf0\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\expndtw-3 Whereas, Child and dependent care tax credits are available against the federal, New York State, and New York City personal income taxes; and\\par\nWhereas, \\expndtw0 The New York City Child Care Tax Credit (\\ldblquote the City Credit\\rdblquote ) is \\expndtw-3 a refundable tax credit that can be claimed by taxpayers for child care expenses for a dependent child under the age of four if those expenses enable the taxpayer to be gainfully employed; and \\par\nWhereas, For households with an annual federal adjusted gross income of $25,000 or less, the amount of the City Credit is 75 percent of the claimed State credit, which in turn can range from 20 to 110 percent of the claimed federal credit depending on income; and\\par\nWhereas, \\expndtw0 The City Credit phases out to zero for households with \\expndtw-3 annual federal adjusted gross \\expndtw0 incomes between $25,000 and $30,000\\expndtw-3 ; and\\par\nWhereas, The City Credit is more limited than the federal and State credits in several ways; and\\par\nWhereas, For example, the federal and State credits are available for child care expenses incurred for dependent children under the age of thirteen, while the City Credit is available only for children under the age of four; and\\par\nWhereas, The federal and State credits are also available for expenses incurred for the care of adults claimed as dependents where those adults are unable to care for themselves, while the City Credit is not; and\\par\nWhereas, Additionally, neither the federal nor State credits have an income limitation, while the City Credit is not available to households with an annual federal adjusted gross income of more than $30,000; and\\par\nWhereas, I\\expndtw0 n Tax Year 2013, 24,118 New York City taxpayers claimed the City Credit with an average credit amount of $482, according to the Annual Report on Tax Expenditures for Fiscal 2016 published by the City\\rquote s Department of Finance\\expndtw-3 ; and\\par\nWhereas, In contrast, the average cost for full-time, center-based infant child care in New York State in 2014 was $14,144, according to report by Child Care Aware, a national not-for-profit organization that advocates for affordable child care; and\\par\nWhereas, With such high costs, New York ranked as the third least affordable state in the country for center-based infant care; and\\par\nWhereas, Accordingly, single-parent families in New York, which have a median annual income of $25,937, would have had to spend 54.5 percent of their incomes on child care, while married-couple families, which have a median annual income of $93,157, would have had to spend 15.2 percent of their incomes on child care; and\\par\nWhereas, New York City\\rquote s caregivers need additional assistance to ensure that they are able to provide high-quality care to their loved ones; and\\par\nWhereas, The City Credit should be expanded to include more low-income families and should be deepened to lessen the burden on working families who must pay for child or dependent care in order to go to their jobs; and\\par\nWhereas, Specifically, the State should increase the annual federal adjusted gross income \\expndtw0 threshold for the full City Credit to $35,000, with a phase-out to zero at $45,000; and\\par\nWhereas, The maximum City Credit amount should be deepened from its current 75 percent of the State credit to 100 percent of the State credit; and\\par\nWhereas, It is estimated that these changes would increase the number of taxpayers eligible for the credit by approximately 18,700 and would increase the maximum benefit\\expndtw-3  for one child from $866 to $1,155\\expndtw0  for a household with an \\expndtw-3 annual federal adjusted gross income of $15,000; and\\par\nWhereas, In addition, similar to its federal and State counterparts, the City Credit should be expanded to cover expenses incurred for the care of adult dependents; and\\par\nWhereas, With the City\\rquote s aging population on the rise, it is incumbent that caregivers are provided with the support they need to provide the care and companionship their loved ones need in order to age with dignity; and\\par\nWhereas, The AARP estimates that\\expndtw0  at any given time during the year, over four million family caregivers in New York State are providing unpaid care for a loved one; and\\par\nWhereas, Nearly six in ten caregivers, or approximately 59 percent, in New York State work or have worked while providing elder care to family members according to the New York State Family Caregiver Council; and\\par\nWhereas, Were these workers to pay for caregiving services, they would face an average cost of $19 an hour for a home health aide in New York City according to MetLife;\\expndtw-3\\par\nWhereas, \\expndtw0 The lack of affordable child and dependent care is a major obstacle to being in the workforce for many parents and caregivers\\expndtw-3 ; now, therefore, be it\\par\nResolved, \\cf1 That the Council of the City of New York\\cf0  \\expndtw0 calls upon the New York State Legislature to introduce and pass, and the Governor to sign, legislation to expand the New York City child care tax credit\\cf1\\expndtw-3 .\\cf0\\par\n\\pard\\ltrpar\\qj\\expndtw0\\fs20 RC 8-9-16\\par\nLS #3982\\par\n\\pard\\ltrpar\\fs18\\par\n\\fs24\\par\n}\n",
  "LastModified": "2017-12-27T02:32:05.357Z"
}
