{
  "ID": 55674,
  "GUID": "3D0A358D-3D4D-4E4F-AEE2-0423A447CA5A",
  "File": "Res 0996-2016",
  "Name": "Eliminate the exemption of private investment fund carried interest from the NYC unincorporated business tax.",
  "Title": "Resolution calling upon the State Legislature to introduce and pass, and the Governor to sign, legislation that would eliminate the exemption of private investment fund carried interest from the New York city unincorporated business tax",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2016-02-24T00:00:00Z",
  "AgendaDate": "2016-02-24T00:00:00Z",
  "PassedDate": "2016-02-24T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7637,
      "Slug": "i-daneek-miller",
      "FullName": "I. Daneek Miller"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    }
  ],
  "History": [
    {
      "ID": 305363,
      "Date": "2016-02-24T10:00:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "This Resolution was Hearing on P-C Item by Comm",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 14635,
      "AgendaSequence": 4,
      "MinutesSequence": 10,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 3,
      "LastModified": "2016-02-23T21:46:15.763Z"
    },
    {
      "ID": 305563,
      "Date": "2016-02-24T10:00:00Z",
      "ActionID": 25,
      "Action": "P-C Item Approved by Comm",
      "Description": "A motion was made that this Resolution be P-C Item Approved by Comm approved by Roll Call.",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 14635,
      "MinutesSequence": 11,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 37,
      "Votes": [
        {
          "ID": 7509,
          "Slug": "julissa-ferreras-copeland",
          "FullName": "Julissa Ferreras-Copeland",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 7541,
          "Slug": "ydanis-a-rodriguez",
          "FullName": "Ydanis A. Rodriguez",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 20
        },
        {
          "ID": 7569,
          "Slug": "james-g-van-bramer",
          "FullName": "James G. Van Bramer",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 30
        },
        {
          "ID": 7622,
          "Slug": "vanessa-l-gibson",
          "FullName": "Vanessa L. Gibson",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 40
        },
        {
          "ID": 7604,
          "Slug": "robert-e-cornegy-jr",
          "FullName": "Robert E. Cornegy, Jr.",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 50
        },
        {
          "ID": 7628,
          "Slug": "laurie-a-cumbo",
          "FullName": "Laurie A. Cumbo",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 60
        },
        {
          "ID": 7631,
          "Slug": "corey-d-johnson",
          "FullName": "Corey D. Johnson",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 70
        },
        {
          "ID": 7634,
          "Slug": "mark-levine",
          "FullName": "Mark Levine",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 80
        },
        {
          "ID": 7637,
          "Slug": "i-daneek-miller",
          "FullName": "I. Daneek Miller",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 90
        },
        {
          "ID": 7639,
          "Slug": "helen-k-rosenthal",
          "FullName": "Helen K. Rosenthal",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 100
        },
        {
          "ID": 5953,
          "Slug": "steven-matteo",
          "FullName": "Steven Matteo",
          "VoteID": 12,
          "Vote": "Negative",
          "Result": 2,
          "Sort": 110
        }
      ],
      "LastModified": "2016-03-17T16:40:41.823Z"
    },
    {
      "ID": 305362,
      "Date": "2016-02-24T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2016-02-18T21:18:36.12Z"
    },
    {
      "ID": 305523,
      "Date": "2016-02-24T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Finance",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14662,
      "AgendaSequence": 70,
      "MinutesSequence": 75,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Preconsidered - Finance",
      "MatterStatusID": 3,
      "LastModified": "2016-02-24T20:58:48.82Z"
    },
    {
      "ID": 305476,
      "Date": "2016-02-24T18:30:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "A motion was made that this Resolution be Approved, by Council approved by voice vote.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14662,
      "AgendaSequence": 48,
      "MinutesSequence": 53,
      "Version": "*",
      "AgendaNote": "Preconsidered - Adopted by the Committee on Finance",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, the Public Advocate (Ms. James) called for a voice vote.  Hearing those in favor, the Public Advocate (Ms. James) declared the Resolution to be adopted.\r\n\r\n\r\n\r\nThe following three Council Members formally voted against this item: Council Members Borelli, Ulrich, and Matteo.\r\n\r\n\r\n\r\nAdopted by the Council by voice-vote.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2017-12-27T02:32:40.56Z"
    }
  ],
  "Attachments": [
    {
      "ID": 138535,
      "LastModified": "2016-03-03T14:51:49.25Z",
      "Name": "February 24, 2016 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d5f2782c-2c4c-4acb-955e-f2b88817b152.pdf",
      "Sort": 1
    },
    {
      "ID": 138219,
      "LastModified": "2016-03-03T14:51:49.033Z",
      "Name": "Committee Report",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b70be13d-bdb9-4e43-8dcf-625f0dfd9d67.doc",
      "Sort": 2
    },
    {
      "ID": 138452,
      "LastModified": "2016-03-03T14:51:48.07Z",
      "Name": "Hearing Transcript",
      "Link": "https://nyc.legistar1.com/nyc/attachments/648012ad-f495-4e31-9c53-6c3e2cfd23b1.pdf",
      "Sort": 3
    },
    {
      "ID": 138591,
      "LastModified": "2016-03-03T15:15:16.453Z",
      "Name": "Hearing Transcript - Stated Meeting 2-24-16",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a31da3c7-f438-494d-a19a-4477ce1c88bb.pdf",
      "Sort": 4
    },
    {
      "ID": 139274,
      "LastModified": "2016-03-24T16:29:59.733Z",
      "Name": "Minutes of the Stated Meeting - February 24, 2016",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c6067c3a-3a84-4196-a68d-30052034212b.pdf",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 57351,
  "Text": "By Council Members Miller, Rosenthal, Kallos and Palma \n\n      Whereas, The New York City unincorporated business tax (\"UBT\") is a tax imposed on the net income of any individual or unincorporated entity engaged in any trade, business, profession, or occupation wholly or partly carried on within New York City; and\n      Whereas, Private investment firms, such as private equity or hedge funds, that are structured as partnerships are subject to the UBT; and\n      Whereas, Partners in private investment firms are generally compensated in two ways; and\n      Whereas, First, they receive payment of a management fee, typically two percent of the invested capital; and \n      Whereas, Second, they receive payment of carried interest, which refers to a set percentage of the funds' profits, typically set at 20 percent of profits; and\n      Whereas, While the management fee paid to partners is considered ordinary business income that is taxed under the UBT, carried interest is exempt from taxation under the UBT; and \n      Whereas, The exemption that applies to carried interest earned by private investment funds is the \"self-trading\" exemption which operates on the principle that a person or entity is not conducting business in New York City merely because they are engaged in the purchase, holding, and sale of property for their own personal account; and\n      Whereas, Because the federal tax regulations treat carried interest as investment income, the carried interest earned by private investment partners is treated as non-taxable investment income for purposes of the UBT; and\n      Whereas, Accordingly, an unincorporated private investment fund in New York City that is primarily engaged in self-trading may exempt carried interest from the UBT as an incentive allocation instead of treating it as taxable compensation; and \n      Whereas, However, according to testimony submitted by the Director of the Congressional Budget Office to the U.S. Senate Committee in 2007, \"most economists...view at least part and perhaps all of the carried interest as performance-based compensation for management services...rather than a return on financial capital...\"; and\n      Whereas, As performance-based compensation, carried interest should be taxed in the same manner as other compensation under the UBT; and\n      Whereas, In December 2015, the New York City Independent Budget Office (\"IBO\") estimated that if carried interest were taxed under the UBT, the City would recognize approximately an additional $200 million each year; and\n      Whereas, If IBO's estimates are accurate, the carried interest exemption from the UBT would rank one of the City's costliest business income and excise tax expenditures as reported by the City's Department of Finance its Fiscal 2015 Tax Expenditure Report; and\n      Whereas, The benefit of the carried interest exemption goes to some of the country's wealthiest individuals; and\n      Whereas, Of the 33 richest hedge fund managers in the United States identified by Forbes Magazine in 2015, all of whom had net worths in the billions of dollars, 26 worked for hedge funds that are headquartered in New York City; and\n      Whereas, Other types of partnerships, such as pension and mutual funds or law firms are not provided with a similar tax preference and are required to pay the UBT on their earnings; and\n      Whereas, For purposes of equity and efficiency, private investment funds should be treated like all other partnerships and proprietors in New York City who are required to pay the UBT on their firms' net earnings; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the State Legislature to introduce and pass, and the Governor to sign, legislation that would eliminate the exemption of private investment fund carried interest from the unincorporated business tax.\n\n\n\nRC 2-10-16\nLS #7348\n\n\n      2\n      \n      \n      1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Miller, Rosenthal, Kallos and Palma \\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\expndtw-3 Whereas, \\expndtw0 The New York City unincorporated business tax (\\ldblquote UBT\\rdblquote ) is a tax imposed on the net income of any individual or unincorporated entity engaged in any trade, business, profession, or occupation wholly or partly carried on within New York City\\expndtw-3 ; and\\par\nWhereas, Private investment firms, such as private equity or hedge funds, that are structured as partnerships are subject to the UBT; and\\par\nWhereas, Partners in private investment firms are generally compensated in two ways; and\\par\nWhereas, First, they receive payment of a management fee, typically two percent of the invested capital; and \\par\nWhereas, Second, they receive payment of carried interest, which refers to a set percentage of the funds\\rquote  profits, typically set at 20 percent of profits; and\\par\nWhereas, While the management fee paid to partners is considered o\\expndtw0 rdinary business income that is taxed under the UBT, carried interest is exempt from taxation under the UBT; and \\expndtw-3\\par\nWhereas, The exemption that applies to carried interest earned by private investment funds is the \\ldblquote self-trading\\rdblquote  exemption which operates on the principle that a person or entity is not conducting business in New York City \\cf1\\expndtw0 merely because they are engaged in the purchase, holding, and sale of property for their own personal account\\cf0\\expndtw-3 ; and\\par\nWhereas, Because the federal tax regulations treat carried interest as investment income, the carried interest earned by private investment partners is treated as non-taxable investment income for purposes of the UBT; and\\par\nWhereas, Accordingly, an unincorporated private investment fund in New York City that is primarily engaged in self-trading may exempt carried interest from the UBT as an incentive allocation instead of treating it as taxable compensation; and \\par\nWhereas, However, according to testimony submitted by the Director of the Congressional Budget Office to the U.S. Senate Committee in 2007, \\ldblquote most economists\\'85view at least part and perhaps all of the carried interest as performance-based compensation for management services\\'85rather than a return on financial capital\\'85\\rdblquote ; and\\par\nWhereas, As performance-based compensation, carried interest should be taxed in the same manner as other compensation under the UBT; and\\par\nWhereas, In December 2015, t\\expndtw0 he New York City Independent Budget Office (\\ldblquote IBO\\rdblquote ) estimated that if carried interest were taxed under the UBT, the City would recognize approximately an additional $200 million each year\\expndtw-3 ; and\\par\nWhereas, If IBO\\rquote s estimates are accurate, the carried interest exemption from the UBT would rank one of the City\\rquote s costliest business income and excise tax expenditures as reported by the City\\rquote s Department of Finance its Fiscal 2015 Tax Expenditure Report; and\\par\nWhereas, The benefit of the carried interest exemption goes to some of the country\\rquote s wealthiest individuals; and\\par\nWhereas, Of the 33 richest hedge fund managers in the United States identified by Forbes Magazine in 2015, all of whom had net worths in the billions of dollars, 26 worked for hedge funds that are headquartered in New York City; and\\par\nWhereas, Other types of partnerships, such as pension and mutual funds or law firms are not provided with a similar tax preference and are required to pay the UBT on their earnings; and\\par\nWhereas, For purposes of equity and efficiency, p\\expndtw0 rivate investment funds should be treated like all other partnerships and proprietors in New York City who are required to pay the UBT on their firms\\rquote  net earnings\\expndtw-3 ; now, therefore, be it\\par\nResolved, \\cf1 That the Council of the City of New York\\cf0  \\expndtw0 calls upon the State Legislature to introduce and pass, and the Governor to sign, legislation that would eliminate the exemption of private investment fund carried interest from the unincorporated business tax\\cf1\\expndtw-3 .\\cf0\\par\n\\pard\\ltrpar\\qj\\expndtw0\\par\n\\par\n\\fs18 RC 2-10-16\\par\nLS #7348\\par\n\\pard\\ltrpar\\par\n\\fs24\\par\n}\n",
  "LastModified": "2017-12-27T02:32:47.75Z"
}
