{
  "ID": 55768,
  "GUID": "91ABF6BF-6975-4E35-B0A0-1CD70494A5F4",
  "File": "Res 1014-2016",
  "Name": "Amending the Alcoholic Beverage Control Law to recognize the NYC Identity Card (IDNYC) as a valid form of identification for purposes of purchasing alcohol.",
  "Title": "Resolution calling upon the State Legislature to pass and the Governor to sign legislation amending the Alcoholic Beverage Control Law to recognize the New York City Identity Card (IDNYC) as a valid form of identification for purposes of purchasing alcohol.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2016-03-22T00:00:00Z",
  "AgendaDate": "2016-03-22T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7640,
      "Slug": "ritchie-j-torres",
      "FullName": "Ritchie J. Torres"
    },
    {
      "ID": 7627,
      "Slug": "costa-g-constantinides",
      "FullName": "Costa G. Constantinides"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm"
    }
  ],
  "History": [
    {
      "ID": 306118,
      "Date": "2016-03-22T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2016-03-17T17:32:50.347Z"
    },
    {
      "ID": 306276,
      "Date": "2016-03-22T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14709,
      "AgendaSequence": 90,
      "MinutesSequence": 107,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2016-03-22T16:56:34.773Z"
    },
    {
      "ID": 329624,
      "Date": "2017-12-31T21:34:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T02:35:00.737Z"
    }
  ],
  "Attachments": [
    {
      "ID": 139235,
      "LastModified": "2016-03-23T14:56:18.587Z",
      "Name": "March 22, 2016 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3273dcd9-6040-422d-94b6-28f1f9c16bd1.pdf",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 57452,
  "Text": "By Council Members Torres, Constantinides, Chin and Dromm  \n \n\tWhereas, To prevent underage purchase and consumption of alcoholic beverages, the Alcohol Beverage Control Law (ABC Law) dictates the types of identification that are acceptable proof of age for purchasing alcohol; and \n      Whereas, For purposes of purchasing alcohol, ABC Law recognizes the following forms of photo identification to prove age: both a driver's license and non-driver I.D. issued by the Department of Motor Vehicles of New York State, or any other U.S. state or territory, by the federal government, or a provincial government of Canada; U.S. military I.D; and valid passports issued by the U.S. or any other country; and\n\tWhereas, In July of 2014, New York City created a municipal ID program (IDNYC) and 10% of the city's eligible population, or nearly three quarters of a million persons, applied for a card in the program's first year; and \n\tWhereas, IDNYC provides identification to all New Yorkers, but is especially useful to vulnerable communities, i.e. undocumented  immigrants, which might encounter difficulty in obtaining or retaining government issued identification; and \n\tWhereas, IDNYC enables the cardholder to access institutions such as banks and government buildings, and it is accepted by NYPD for identification purposes; and  \n\tWhereas, Given the widespread use and popularity of IDNYC, its utility to various communities, and the need for legal, commercial participation by those communities; and\n      Whereas, Because IDNYC is issued to individuals only after careful vetting and the submission of various documents proving identification, IDNYC should be among the forms of identification recognized by ABC Law and the SLA; now, therefore, be it\n\tResolved, That the Council of the City of New York calls upon the State Legislature to pass and the Governor to sign legislation amending the Alcoholic Beverage Control Law to recognize the New York City Identity Card (IDNYC) as a valid form of identification for purposes of purchasing alcohol. \n\n\nLS 7101\n12/15/2015\n11:15am\nI.M.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Torres, Constantinides, Chin and Dromm  \\par\n \\par\n\\pard\\ltrpar\\sa200\\sl480\\slmult1\\tab Whereas, To prevent underage purchase and consumption of alcoholic beverages, the Alcohol Beverage Control Law (ABC Law) dictates the types of identification that are acceptable proof of age for purchasing alcohol; and \\par\n\\pard\\ltrpar\\fi720\\sa200\\sl480\\slmult1 Whereas, For purposes of purchasing alcohol, ABC Law recognizes the following forms of photo identification to prove age: both a driver\\rquote s license and non-driver I.D. issued by the Department of Motor Vehicles of New York State, or any other U.S. state or territory, by the federal government, or a provincial government of Canada; U.S. military I.D; and valid passports issued by the U.S. or any other country; and\\par\n\\pard\\ltrpar\\sa200\\sl480\\slmult1\\tab Whereas, In July of 2014, New York City created a municipal ID program (IDNYC) and 10% of the city\\rquote s eligible population, or nearly three quarters of a million persons, applied for a card in the program\\rquote s first year; and \\par\n\\tab Whereas, IDNYC provides identification to all New Yorkers, but is especially useful to vulnerable communities, i.e. undocumented  immigrants, which might encounter difficulty in obtaining or retaining government issued identification; and \\par\n\\tab Whereas, IDNYC enables the cardholder to access institutions such as banks and government buildings, and it is accepted by NYPD for identification purposes; and  \\par\n\\tab Whereas, Given the widespread use and popularity of IDNYC, its utility to various communities, and the need for legal, commercial participation by those communities; and\\par\n\\pard\\ltrpar\\fi720\\sa200\\sl480\\slmult1 Whereas, Because IDNYC is issued to individuals only after careful vetting and the submission of various documents proving identification, IDNYC should be among the forms of identification recognized by ABC Law and the SLA; now, therefore, be it\\par\n\\pard\\ltrpar\\sa200\\sl480\\slmult1\\tab Resolved, That the Council of the City of New York calls upon the State Legislature to pass and the Governor to sign legislation amending the Alcoholic Beverage Control Law to recognize the New York City Identity Card (IDNYC) as a valid form of identification for purposes of purchasing alcohol. \\par\n\\pard\\ltrpar\\sa200\\fs18\\par\n\\par\n\\pard\\ltrpar LS 7101\\par\n12/15/2015\\par\n11:15am\\par\nI.M.\\par\n}\n",
  "LastModified": "2017-12-27T02:35:00.8Z"
}
