{
  "ID": 55776,
  "GUID": "5E5F266A-5CEA-4416-8932-3BAE73BF3D4C",
  "File": "Res 1037-2016",
  "Name": "Create a tax incentive for small businesses to hire from within the communities in which they are located.",
  "Title": "Resolution calling upon the State Legislature to pass, and the Governor to sign, legislation that would create a tax incentive for small businesses to hire from within the communities in which they are located",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2016-04-20T00:00:00Z",
  "AgendaDate": "2016-04-20T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7604,
      "Slug": "robert-e-cornegy-jr",
      "FullName": "Robert E. Cornegy, Jr."
    },
    {
      "ID": 7628,
      "Slug": "laurie-a-cumbo",
      "FullName": "Laurie A. Cumbo"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 7714,
      "Slug": "rafael-salamanca-jr",
      "FullName": "Rafael Salamanca, Jr."
    },
    {
      "ID": 7630,
      "Slug": "rafael-l-espinal-jr",
      "FullName": "Rafael L. Espinal, Jr."
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 7635,
      "Slug": "alan-n-maisel",
      "FullName": "Alan N. Maisel"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    }
  ],
  "History": [
    {
      "ID": 306926,
      "Date": "2016-04-20T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2016-04-15T14:01:41.697Z"
    },
    {
      "ID": 307190,
      "Date": "2016-04-20T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Finance",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14786,
      "AgendaSequence": 97,
      "MinutesSequence": 119,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Finance",
      "MatterStatusID": 3,
      "LastModified": "2016-04-21T18:38:17.403Z"
    },
    {
      "ID": 329633,
      "Date": "2017-12-31T21:37:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T02:37:14.49Z"
    }
  ],
  "Attachments": [
    {
      "ID": 140085,
      "LastModified": "2016-06-15T16:03:58.143Z",
      "Name": "April 20, 2016 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/eba6631a-41dd-4787-bf95-2a6c7246317e.pdf",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 57463,
  "Text": "By Council Members Cornegy, Cumbo, Rose, Richards, Salamanca, Espinal, Cabrera, Palma, Maisel, Chin, Mendez and Koslowitz\n\n      Whereas, While New York City's unemployment rate has been declining since its peak during the midst of the Great Recession, as of January 2016 it still remained higher than the federal unemployment rate; and\n      Whereas, In January 2016, New York City's unemployment rate was 5.9%, as reported by the New York State Department of Labor, compared to the federal unemployment rate of 4.9%, as reported by the United States Department of Labor; and\n      Whereas, Moreover, the unemployment rate varies from borough to borough, with the unemployment rate in January 2016 in the Bronx at 8.1%, Staten Island and Brooklyn each at 6%, Queens at 5.2%, and Manhattan at 5.1%, according to the New York State Department of Labor; and\n      Whereas, In order to address unemployment in the City and to promote economic development within the City's communities, small businesses should receive a tax incentive to encourage them to hire employees from within the communities in which they are located; and \n      Whereas, Such tax incentive could be modeled after existing federal and New York State tax credits that reward businesses that hire employees from a specific pool of workers; and\n      Whereas, On the federal level, the Work Opportunity Tax Credit (\"WOTC\") offers employers a federal tax credit to hire from a targeted group of job seekers with barriers to employment, including veterans, people with disabilities, individuals receiving certain types of public assistance, ex-felons, and youth; and\n      Whereas, The maximum credit ranges from $2,400 to $9,600, depending on the type of employee hired; and\n      Whereas, In December 2015, President Obama signed an appropriations bill that renewed the WOTC through December 31, 2019; and\n      Whereas, The legislation also expanded the category of job seeker to include job seekers who are long-term unemployment compensation recipients; and\n      Whereas, New York offers the Hire-A-Veteran, Workers with Disabilities, and Urban Youth Jobs Programs Tax Credits; and\n      Whereas, The Hire-A-Veteran Tax Credit is available to businesses that hire veterans in an amount of up to $15,000 for disabled veterans hired and $5,000 for non-disabled veterans hired; and\n      Whereas, The Workers with Disabilities Tax Credit provides a credit up to $5,000 per full-time employee with a disability and $2,500 per part-time employee with a disability hired; and\n      Whereas, The Urban Youth Jobs Program Tax Credit provides a credit up to $5,000 for full-time youth and $2,500 for part-time youth hired; and\n      Whereas, Similarly, a tax credit could be provided to small businesses in New York City that hire employees from their local communities; and\n      Whereas, Encouraging small businesses to hire locally would also serve to strengthen the City's diverse neighborhoods and deepen residents' investment and commitment in their communities; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the State Legislature to pass, and the Governor to sign, legislation that would create a tax incentive for small businesses to hire from within the communities in which they are located.\n\n\n\nRC\nLS #6606\n3-17-16\n      3\n      \n      \n      1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Cornegy, Cumbo, Rose, Richards, Salamanca, Espinal, Cabrera, Palma, Maisel, Chin, Mendez and Koslowitz\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\expndtw-3 Whereas, \\expndtw0 While New York City\\rquote s unemployment rate has been declining since its peak during the midst of the Great Recession, as of January 2016 it still remained higher than the federal unemployment rate; and\\par\nWhereas, In January 2016, New York City\\rquote s unemployment rate was 5.9%, as reported by the New York State Department of Labor, compared to the federal unemployment rate of 4.9%, as reported by the United States Department of Labor\\expndtw-3 ; and\\par\nWhereas, Moreover, the unemployment rate varies from borough to borough, with the unemployment rate in January 2016 in the Bronx at 8.1%, Staten Island and Brooklyn each at 6%, Queens at 5.2%, and Manhattan at 5.1%, according to the New York State Department of Labor; and\\par\nWhereas, In order to address unemployment in the City and to promote economic development within the City\\rquote s communities, small businesses should receive a tax incentive to encourage them to hire employees from within the communities in which they are located; and \\par\nWhereas, Such tax incentive could be modeled after existing federal and New York State tax credits that reward businesses that hire employees from a specific pool of workers; and\\par\nWhereas, On the federal level, the\\expndtw0  Work Opportunity Tax Credit (\\ldblquote WOTC\\rdblquote )\\expndtw-3  \\expndtw0 offers employers a federal tax credit to hire from a targeted group of job seekers with barriers to employment, including veterans, people with disabilities, individuals receiving certain types of public assistance, ex-felons, and youth\\expndtw-3 ; and\\par\nWhereas, \\expndtw0 The maximum credit ranges from $2,400 to $9,600, depending on the type of employee hired\\expndtw-3 ; and\\par\nWhereas, I\\expndtw0 n December 2015, President Obama signed an appropriations bill that renewed the WOTC through December 31, 2019; and\\par\nWhereas, The legislation also expanded the category of job seeker to include job seekers who are long-term unemployment compensation recipients; and\\par\nWhereas, New York offers the Hire-A-Veteran, Workers with Disabilities, and Urban Youth Jobs Programs Tax Credits; and\\par\nWhereas, The Hire-A-Veteran Tax Credit is available to businesses that hire veterans in an amount of up to $15,000 for disabled veterans hired and $5,000 for non-disabled veterans hired; and\\par\nWhereas, The Workers with Disabilities Tax Credit provides a credit up to $5,000 per full-time employee with a disability and $2,500 per part-time employee with a disability hired; and\\par\nWhereas, The Urban Youth Jobs Program Tax Credit provides a credit up to $5,000 for full-time youth and $2,500 for part-time youth hired; and\\par\nWhereas, Similarly, a tax credit could be provided to small businesses in New York City that hire employees from their local communities; and\\par\n\\expndtw-3 Whereas, Encouraging small businesses to hire locally would also serve to strengthen the City\\rquote s diverse neighborhoods and deepen residents\\rquote  investment and commitment in their communities; now, therefore, be it\\par\nResolved, \\cf1 That the Council of the City of New York\\cf0  \\expndtw0 calls upon the State Legislature to pass, and the Governor to sign, legislation that would create a tax incentive for small businesses to hire from within the communities in which they are located\\cf1\\expndtw-3 .\\cf0\\par\n\\pard\\ltrpar\\qj\\expndtw0\\par\n\\par\n\\fs18 RC\\par\nLS #6606\\par\n\\pard\\ltrpar 3-17-16\\fs24\\par\n}\n",
  "LastModified": "2017-12-27T02:37:14.553Z"
}
