{
  "ID": 56013,
  "GUID": "DC52DE6F-6E25-4D45-8A9F-54681D786D3C",
  "File": "Res 1072-2016",
  "Name": "Port Authority of NY and NJ to widen the George Washington Bridge’s sidewalks.",
  "Title": "Resolution calling upon the Port Authority of New York and New Jersey to widen the George Washington Bridge’s sidewalks.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2016-05-25T00:00:00Z",
  "AgendaDate": "2016-05-25T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7627,
      "Slug": "costa-g-constantinides",
      "FullName": "Costa G. Constantinides"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7631,
      "Slug": "corey-d-johnson",
      "FullName": "Corey D. Johnson"
    },
    {
      "ID": 7624,
      "Slug": "andrew-cohen",
      "FullName": "Andrew Cohen"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 7630,
      "Slug": "rafael-l-espinal-jr",
      "FullName": "Rafael L. Espinal, Jr."
    },
    {
      "ID": 7642,
      "Slug": "paul-a-vallone",
      "FullName": "Paul A. Vallone"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 7633,
      "Slug": "rory-i-lancman",
      "FullName": "Rory I. Lancman"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    }
  ],
  "History": [
    {
      "ID": 307752,
      "Date": "2016-05-25T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2016-05-12T13:36:14.75Z"
    },
    {
      "ID": 308152,
      "Date": "2016-05-25T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14868,
      "AgendaSequence": 125,
      "MinutesSequence": 154,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2016-05-25T20:48:50.843Z"
    },
    {
      "ID": 329643,
      "Date": "2017-12-31T21:51:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T02:51:10.693Z"
    }
  ],
  "Attachments": [
    {
      "ID": 142125,
      "LastModified": "2017-07-10T17:16:23.31Z",
      "Name": "May 25, 2016 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1e1eb293-8bfd-40ea-ba97-0e4cb064b0f5.pdf",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 57743,
  "Text": "By Council Members Rodriguez, Constantinides, Rosenthal, Johnson, Cohen, Koslowitz, Menchaca, Dromm, Richards, Espinal, Vallone, Garodnick, Lancman and Levin\n\n\tWhereas, The George Washington Bridge's sidewalks are the only connection across the Hudson River between New York City and New Jersey for pedestrians, runners, and bicyclists; and\n\tWhereas, The paths are heavily used, with an average of 1,700 cyclists and 900 pedestrians crossing each day; and\n\tWhereas, The sidewalks are ten feet wide except where the bridge's suspender ropes pass through, where they are less than seven feet wide; and\n\tWhereas, According to Federal Highway Administration guidelines, shared-use paths should be at least ten feet wide and up to fourteen feet wide if they are heavily used; and \n\tWhereas, The Port Authority of New York and New Jersey is planning an extensive renovation that will replace all of the bridge's suspender ropes beginning in 2017 and lasting until 2024; and\n\tWhereas, As part of the project, the sidewalks will be replaced and new ramps that will provide access to the sidewalks will be constructed, but the sidewalks will not be widened; and\n\tWhereas, New York City has made efforts in recent years to make its roadways safer and more convenient for pedestrians and bicyclists, particularly through the Vision Zero street safety initiative and the expansion of the bicycle lane network; and\n\tWhereas, The Port Authority's own Bicycle Policy states that its goals are to integrate  \"improved bicycle access\" and \"safe bicycle lanes,\" and to \"promote the safe co-existence of motor vehicles, bicycles and pedestrians\" at its facilities; and\n\tWhereas, The width of the bridge's sidewalks do not meet federal standards for high-use pedestrian and bicycle paths, and\n\tWhereas, The planned renovation project presents a unique opportunity to build sidewalks that would be able to safely and comfortably accommodate the increasing number of pedestrians and bicyclists expected to use the bridge in the decades to come; now, therefore, be it\n\tResolved, That the Council of the City of New York calls upon the Port Authority of New York and New Jersey to widen the George Washington Bridge's sidewalks.\n\n\nLS# 5327\n4/29/2016\nJM",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset0 Cambria Math;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Rodriguez, Constantinides, Rosenthal, Johnson, Cohen, Koslowitz, Menchaca, Dromm, Richards, Espinal, Vallone, Garodnick, Lancman and Levin\\par\n\\par\n\\pard\\ltrpar\\hyphpar0\\sl480\\slmult1\\qj\\tab Whereas, The George Washington Bridge\\rquote s sidewalks are the only connection across the Hudson River between New York City and New Jersey for pedestrians, runners, and bicyclists; and\\par\n\\tab Whereas, The paths are heavily used, with an average of 1,700 cyclists and 900 pedestrians crossing each day; and\\par\n\\tab Whereas, The sidewalks are ten feet wide except where the bridge\\rquote s suspender ropes pass through, where they are less than seven feet wide; and\\par\n\\tab Whereas, According to Federal Highway Administration guidelines, shared-use paths should be at least ten feet wide and up to fourteen feet wide if they are heavily used; and \\par\n\\tab Whereas, The Port Authority of New York and New Jersey is planning an extensive renovation that will replace all of the bridge\\rquote s suspender ropes beginning in 2017 and lasting until 2024; and\\par\n\\tab Whereas, As part of the project, the sidewalks will be replaced and new ramps that will provide access to the sidewalks will be constructed, but the sidewalks will not be widened; and\\par\n\\tab Whereas, New York City has made efforts in recent years to make its roadways safer and more convenient for pedestrians and bicyclists, particularly through the Vision Zero street safety initiative and the expansion of the bicycle lane network; and\\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\tab Whereas, The Port Authority\\rquote s own Bicycle Policy states that its goals are to integrate  \\ldblquote improved bicycle access\\rdblquote  and \\ldblquote safe bicycle lanes,\\rdblquote  and to \\ldblquote promote the safe co\\f1\\u8208?\\f0 existence of motor vehicles, bicycles and pedestrians\\rdblquote  at its facilities; and\\par\n\\tab Whereas, The width of the bridge\\rquote s sidewalks do not meet federal standards for high-use pedestrian and bicycle paths, and\\par\n\\tab Whereas, The planned renovation project presents a unique opportunity to build sidewalks that would be able to safely and comfortably accommodate the increasing number of pedestrians and bicyclists expected to use the bridge in the decades to come\\expndtw0 ; \\expndtw-3 now, therefore, be it\\par\n\\pard\\ltrpar\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\tab Resolved, That\\cf1  the Council of the City of New York\\cf0  calls upon the Port Authority of New York and New Jersey to widen the George Washington Bridge\\rquote s sidewalks.\\par\n\\pard\\ltrpar\\hyphpar0\\qj\\cf1\\par\n\\par\nLS# 5327\\par\n4/29/2016\\par\nJM\\par\n}\n",
  "LastModified": "2017-12-27T02:51:10.753Z"
}
