{
  "ID": 55642,
  "GUID": "3D727AAE-7A74-4904-B3BF-69F22CA18B97",
  "File": "Res 1074-2016",
  "Name": "MTA to end MetroCard expiration dates.",
  "Title": "Resolution calling upon the Metropolitan Transportation Authority to end MetroCard expiration dates.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2016-05-25T00:00:00Z",
  "AgendaDate": "2016-05-25T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7642,
      "Slug": "paul-a-vallone",
      "FullName": "Paul A. Vallone"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    }
  ],
  "History": [
    {
      "ID": 307999,
      "Date": "2016-05-25T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2016-05-20T17:48:00.083Z"
    },
    {
      "ID": 308155,
      "Date": "2016-05-25T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14868,
      "AgendaSequence": 128,
      "MinutesSequence": 157,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2016-06-14T17:35:16.027Z"
    },
    {
      "ID": 329644,
      "Date": "2017-12-31T21:51:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T02:51:26.037Z"
    }
  ],
  "Attachments": [
    {
      "ID": 142128,
      "LastModified": "2016-05-25T16:18:23.587Z",
      "Name": "May 25, 2016 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c3f406dc-c3db-4c9c-b2a4-b2f1adae50e4.pdf",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 57308,
  "Text": "By Council Members Vallone, Chin and Mendez\n\n      Whereas, According to the Metropolitan Transportation Authority (\"MTA\"), MetroCards expire two years after the initial date of purchase; and \n      Whereas, Although MetroCards can be refilled, a MetroCard user has up to two years from the date of expiration to transfer any unused balances to a new MetroCard; and\n      Whereas, The balance transfer can be done at a subway station, if done within the first year after the expiration date, or by mailing the expired MetroCard to the MTA, if done during the second year; and\n      Whereas, According to the New York Times article, in the decade between 2000 to 2010, the MTA accumulated $500 million in unspent fares; and\n      Whereas, The MTA is currently developing a new fare payment system, however, according a 2015 report in the New York Post, the new fare payment system will probably not be introduced for several years; and \n      Whereas, While the MTA is developing a new fare payment system, straphangers should not be forced to give away millions of dollars in unspent fares because of expiring MetroCards; now, therefore, be it\n\tResolved, That the Council of the City of New York calls upon the Metropolitan Transportation Authority to end MetroCard expiration dates.  \nGZ\nLS 6978\nJanuary 28, 2016",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Vallone, Chin and Mendez\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, According to the Metropolitan Transportation Authority (\\ldblquote MTA\\rdblquote ), MetroCards expire two years after the initial date of purchase; and \\par\nWhereas, Although MetroCards can be refilled, a MetroCard user has up to two years from the date of expiration to transfer any unused balances to a new MetroCard; and\\par\nWhereas, The balance transfer can be done at a subway station, if done within the first year after the expiration date, or by mailing the expired MetroCard to the MTA, if done during the second year; and\\par\nWhereas, According to the \\i New York Times\\i0  article, in the decade between 2000 to 2010, the MTA accumulated $500 million in unspent fares; and\\par\nWhereas, The MTA is currently developing a new fare payment system, however, according a 2015 report in the \\i New York Post\\i0 , the new fare payment system will probably not be introduced for several years; and \\par\nWhereas, While the MTA is developing a new fare payment system, straphangers should not be forced to give away millions of dollars in unspent fares because of expiring MetroCards; now, therefore, be it\\par\n\\pard\\ltrpar\\sl480\\slmult1\\tab Resolved, That the Council of the City of New York calls upon the Metropolitan Transportation Authority to end MetroCard expiration dates.  \\par\n\\pard\\ltrpar\\fs18 GZ\\par\nLS 6978\\par\nJanuary 28, 2016\\par\n}\n",
  "LastModified": "2017-12-27T02:51:26.1Z"
}
