{
  "ID": 56011,
  "GUID": "C6C3A857-57CD-4FC7-B8AE-ECD44E092BED",
  "File": "Res 1075-2016",
  "Name": "Eliminate the cap on the number of speed cameras allowed to be deployed in school zones in NYC and remove the authorizing law’s sunset provision.",
  "Title": "Resolution calling upon the New York State Legislature to pass, and the Governor to sign, legislation that would eliminate the cap on the number of speed cameras allowed to be deployed in school zones in New York City and remove the authorizing law’s sunset provision.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2016-05-25T00:00:00Z",
  "AgendaDate": "2016-05-25T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7622,
      "Slug": "vanessa-l-gibson",
      "FullName": "Vanessa L. Gibson"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7643,
      "Slug": "the-public-advocate-ms-james",
      "FullName": "The Public Advocate (Ms. James)"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7624,
      "Slug": "andrew-cohen",
      "FullName": "Andrew Cohen"
    },
    {
      "ID": 7627,
      "Slug": "costa-g-constantinides",
      "FullName": "Costa G. Constantinides"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 7631,
      "Slug": "corey-d-johnson",
      "FullName": "Corey D. Johnson"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 7613,
      "Slug": "andy-l-king",
      "FullName": "Andy L. King"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7634,
      "Slug": "mark-levine",
      "FullName": "Mark Levine"
    },
    {
      "ID": 7635,
      "Slug": "alan-n-maisel",
      "FullName": "Alan N. Maisel"
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7638,
      "Slug": "antonio-reynoso",
      "FullName": "Antonio Reynoso"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7714,
      "Slug": "rafael-salamanca-jr",
      "FullName": "Rafael Salamanca, Jr."
    },
    {
      "ID": 7640,
      "Slug": "ritchie-j-torres",
      "FullName": "Ritchie J. Torres"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    }
  ],
  "History": [
    {
      "ID": 307998,
      "Date": "2016-05-25T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2016-05-20T17:46:43.167Z"
    },
    {
      "ID": 308156,
      "Date": "2016-05-25T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14868,
      "AgendaSequence": 129,
      "MinutesSequence": 158,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2016-05-25T20:48:50.847Z"
    },
    {
      "ID": 329645,
      "Date": "2017-12-31T21:51:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T02:51:39.003Z"
    }
  ],
  "Attachments": [
    {
      "ID": 142129,
      "LastModified": "2016-05-25T16:18:23.957Z",
      "Name": "May 25, 2016 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/543943f8-3f34-4d5c-8f41-2ddf0b7357ab.pdf",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 57741,
  "Text": "By Council Members Van Bramer, Rodriguez, Gibson, Lander, the Public Advocate (Ms. James), Cabrera, Chin, Cohen, Constantinides, Ferreras-Copeland, Garodnick, Johnson, Kallos, King, Koo, Levin, Levine, Maisel, Menchaca, Mendez, Reynoso, Richards, Rosenthal, Salamanca, Torres, Vacca and Palma\n      Whereas, Speeding is a leading cause of traffic collisions, which are too common on the streets of New York City; and\n      Whereas, Two hundred forty nine people, including 159 pedestrians and bicyclists, were killed in traffic crashes in New York City in 2015, and \"unsafe speed\" was cited as a contributing factor in over 4,000 collisions that resulted in injuries or fatalities, according to Police Department data; and\n      Whereas, In 2013, the State Legislature passed, and the Governor signed, legislation authorizing New York City to implement a demonstration program in which it may use cameras to automatically enforce speeding laws at no more than 20 locations near schools, during school hours, for five years; and\n      Whereas, The 2013 State legislation was subsequently amended, and the City is now authorized to operate a maximum of 140 speed cameras; and\n      Whereas, The current cap on the number of speed cameras authorized to operate within the City means that many school zones do not receive the protection of the speed cameras; and\n      Whereas, Moreover, the current State law authorizing the speed camera program is scheduled to expire on July 25, 2018; and\n      Whereas, According to the City's Department of Transportation (\"DOT\"), the school speed camera program has been effective in reducing speeding; and\n      Whereas, Speeding violations \"decline by half at locations with speed cameras\" according to DOT's Vision Zero: Year Two Report; and\n      Whereas, Moreover according to DOT municipalities that use speed cameras reduce fatal and serious crashes by 30 to 40 percent; and  \n      Whereas, The speed camera program would be more effective in preventing reckless speeding if it was expanded to all school zones within the City, and if it was made permanent with the removal of the sunset provision; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, legislation that would eliminate the cap on the number of speed cameras allowed to be deployed in school zones in New York City and remove the authorizing law's sunset provision.\n \nLS #7832\nGZ\nMay 20, 2016",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\cf0 By Council Members Van Bramer, Rodriguez, Gibson, Lander, the Public Advocate (Ms. James), Cabrera, Chin, Cohen, Constantinides, Ferreras-Copeland, Garodnick, Johnson, Kallos, King, Koo, Levin, Levine, Maisel, Menchaca, Mendez, Reynoso, Richards, Rosenthal, Salamanca, Torres, Vacca and Palma\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\cf1 Whereas, Speeding is a leading cause of traffic collisions, which are too common on the streets of New York City; and\\par\nWhereas, Two hundred forty nine people, including 159 pedestrians and bicyclists, were killed in traffic crashes in New York City in 2015, and \\ldblquote unsafe speed\\rdblquote  was cited as a contributing factor in over 4,000 collisions that resulted in injuries or fatalities, according to Police Department data; and\\par\nWhereas, In 2013, the State Legislature passed, and the Governor signed, legislation authorizing New York City to implement a demonstration program in which it may use cameras to automatically enforce speeding laws at no more than 20 locations near schools, during school hours, for five years; and\\par\nWhereas, The 2013 State legislation was subsequently amended, and the City is now authorized to operate a maximum of 140 speed cameras; and\\par\nWhereas, The current cap on the number of speed cameras authorized to operate within the City means that many school zones do not receive the protection of the speed cameras; and\\par\nWhereas, Moreover, the current State law authorizing the speed camera program is scheduled to expire on July 25, 2018; and\\par\nWhereas, According to the City\\rquote s Department of Transportation (\\ldblquote DOT\\rdblquote ), the school speed camera program has been effective in reducing speeding; and\\par\nWhereas, Speeding violations \\ldblquote decline by half at locations with speed cameras\\rdblquote  according to DOT\\rquote s \\i Vision Zero: Year Two Report\\i0 ; and\\par\nWhereas, Moreover according to DOT municipalities that use speed cameras reduce fatal and serious crashes by 30 to 40 percent; and  \\par\nWhereas, The speed camera program would be more effective in preventing reckless speeding if it was expanded to all school zones within the City, and if it was made permanent with the removal of the sunset provision; now, therefore, be it\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, legislation that would eliminate the cap on the number of speed cameras allowed to be deployed in school zones in New York City and remove the authorizing law\\rquote s sunset provision.\\par\n\\pard\\cbpat2\\ltrpar\\qj  \\par\nLS #7832\\par\nGZ\\par\nMay 20, 2016\\par\n}\n",
  "LastModified": "2017-12-27T02:51:39.113Z"
}
