{
  "ID": 56047,
  "GUID": "94D03B20-566C-414F-B026-F028FE2C116A",
  "File": "Res 1102-2016",
  "Name": "Require all NYS Correctional facilities to inform previously-incarcerated people of their right to vote at the time they exit the prison system.",
  "Title": "Resolution calling on the State to require all New York State Correctional facilities to inform previously-incarcerated people of their right to vote at the time they exit the prison system",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5071,
  "BodyName": "Committee on Fire and Criminal Justice Services",
  "IntroDate": "2016-06-08T00:00:00Z",
  "AgendaDate": "2016-06-08T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7627,
      "Slug": "costa-g-constantinides",
      "FullName": "Costa G. Constantinides"
    }
  ],
  "History": [
    {
      "ID": 308486,
      "Date": "2016-06-08T11:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2016-06-08T03:13:43.483Z"
    },
    {
      "ID": 308646,
      "Date": "2016-06-08T11:00:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Fire and Criminal Justice Services",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14899,
      "AgendaSequence": 62,
      "MinutesSequence": 75,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Fire and Criminal Justice Services",
      "MatterStatusID": 3,
      "LastModified": "2016-06-08T15:34:49.73Z"
    },
    {
      "ID": 329652,
      "Date": "2017-12-31T21:53:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T02:53:37.097Z"
    }
  ],
  "Attachments": [
    {
      "ID": 142579,
      "LastModified": "2016-06-08T14:53:28.113Z",
      "Name": "June 8, 2016 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/daa9b202-7dac-4997-8b3c-6d60ffd05bef.pdf",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 57780,
  "Text": "By Council Members Crowley, Koslowitz, Mealy, Richards, Chin, Rosenthal and Constantinides\n\n      Whereas, Felony disfranchisement is a policy that prohibits citizens from voting upon conviction of a felony; and\n      Whereas, Felony disenfranchisement is an obstacle to participation in democratic life; and\n      Whereas, According to an editorial in the New York Times, the origins of felony disenfranchisement stem from Jim Crow laws that were designed to \"neutralize the black electorate\"; and\n      Whereas, According to the Sentencing Project, the impact of felony disenfranchisement is racially disparate, resulting in 1 of every 13 African Americans unable to vote nationwide; and\n      Whereas, According to State law, individuals who have been convicted of a felony cannot vote while incarcerated or on parole; and\n      Whereas, According to a report by the New York Civil Liberties Union, an estimated 122,018 people with felony convictions are barred from voting in New York State; and\n      Whereas, According to a study by the Sentencing Project, over 40 percent of prisoners believe that incarceration causes someone to permanently lose his or her right to vote, even though State law allows individuals convicted of a felony to register to vote once they are on probation or once they have completed parole; and\n      Whereas, While voting rights are automatically restored, a previously-incarcerated individual must know to register; and\n      Whereas, No information about their voting rights is currently provided to previously-incarcerated individuals once they are on probation or have completed parole; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the State to require all New York State Correctional facilities to inform previously-incarcerated people of their right to vote at the time they exit the prison system.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLS #7914\n6/2/2016\nJR",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Crowley, Koslowitz, Mealy, Richards, Chin, Rosenthal and Constantinides\\par\n\\par\n\\pard\\ltrpar\\keep\\keepn\\hyphpar0\\fi720\\sl480\\slmult1\\expndtw-3 Whereas, Felony disfranchisement is a policy that prohibits citizens from voting upon conviction of a felony; and\\par\nWhereas, Felony disenfranchisement is an obstacle to participation in democratic life; and\\par\nWhereas, According to an editorial in the New York Times, the origins of felony disenfranchisement stem from Jim Crow laws that were designed to \\ldblquote neutralize the black electorate\\rdblquote ; and\\par\nWhereas, According to the Sentencing Project, the impact of felony disenfranchisement is racially disparate, resulting in 1 of every 13 African Americans unable to vote nationwide; and\\par\nWhereas, \\expndtw0 According to State law, individuals who have been convicted of a felony cannot vote while incarcerated or on parole\\expndtw-3 ; and\\par\nWhereas, According to a report by the New York Civil Liberties Union, an estimated 122,018 people with felony convictions are barred from voting in New York State; and\\par\nWhereas, According to a study by the Sentencing Project, over 40 percent of prisoners believe that incarceration causes someone to permanently lose his or her right to vote, even though State law allows individuals convicted of a felony to register to vote once they are on probation or once they have completed parole; and\\par\nWhereas, While voting rights are automatically restored, a previously-incarcerated individual must know to register; and\\par\nWhereas, No information about their voting rights is currently provided to previously-incarcerated individuals once they are on probation or have completed parole; now, therefore, be it\\par\nResolved, \\cf1 That the Council of the City of New York\\cf0  \\expndtw0 calls on the State to require all New York State Correctional facilities to inform previously-incarcerated people of their right to vote at the time they exit the prison system.\\par\n\\pard\\ltrpar\\keep\\keepn\\hyphpar0\\qj\\fs18\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\nLS #7914\\par\n\\pard\\ltrpar\\keep\\keepn\\hyphpar0 6/2/2016\\par\n\\pard\\ltrpar\\keep\\keepn\\hyphpar0\\qj JR\\par\n}\n",
  "LastModified": "2017-12-27T02:53:37.143Z"
}
