{
  "ID": 56145,
  "GUID": "4475CB0A-777C-4BE1-A989-B0BFAC8F3060",
  "File": "Res 1103-2016",
  "Name": "Secretary of the Department of Homeland Security to designate Ecuador for Temporary Protected Status to provide temporary immigration relief to eligible Ecuadorian nationals in the wake of a devastating earthquake.",
  "Title": "Resolution calling upon the Secretary of the Department of Homeland Security to designate Ecuador for Temporary Protected Status to provide temporary immigration relief to eligible Ecuadorian nationals in the wake of a devastating earthquake.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 5119,
  "BodyName": "Committee on Immigration",
  "IntroDate": "2016-06-08T00:00:00Z",
  "AgendaDate": "2016-06-08T00:00:00Z",
  "PassedDate": "2016-08-16T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm"
    },
    {
      "ID": 7630,
      "Slug": "rafael-l-espinal-jr",
      "FullName": "Rafael L. Espinal, Jr."
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7638,
      "Slug": "antonio-reynoso",
      "FullName": "Antonio Reynoso"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7622,
      "Slug": "vanessa-l-gibson",
      "FullName": "Vanessa L. Gibson"
    },
    {
      "ID": 7714,
      "Slug": "rafael-salamanca-jr",
      "FullName": "Rafael Salamanca, Jr."
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7624,
      "Slug": "andrew-cohen",
      "FullName": "Andrew Cohen"
    }
  ],
  "History": [
    {
      "ID": 308533,
      "Date": "2016-06-08T11:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2016-06-08T03:14:10.773Z"
    },
    {
      "ID": 308647,
      "Date": "2016-06-08T11:00:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Immigration",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14899,
      "AgendaSequence": 63,
      "MinutesSequence": 76,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Immigration",
      "MatterStatusID": 3,
      "LastModified": "2016-06-08T15:35:04.647Z"
    },
    {
      "ID": 309148,
      "Date": "2016-06-27T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5119,
      "BodyName": "Committee on Immigration",
      "EventID": 14906,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2016-06-28T14:20:25.207Z"
    },
    {
      "ID": 309500,
      "Date": "2016-06-27T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5119,
      "BodyName": "Committee on Immigration",
      "EventID": 14906,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2016-06-28T14:20:56.683Z"
    },
    {
      "ID": 310018,
      "Date": "2016-08-15T14:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5119,
      "BodyName": "Committee on Immigration",
      "EventID": 14985,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2016-08-15T19:49:06.467Z"
    },
    {
      "ID": 310243,
      "Date": "2016-08-15T14:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Resolution be Approved by Committee approved by Roll Call.",
      "BodyID": 5119,
      "BodyName": "Committee on Immigration",
      "EventID": 14985,
      "MinutesSequence": 4,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "Votes": [
        {
          "ID": 7636,
          "Slug": "carlos-menchaca",
          "FullName": "Carlos Menchaca",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 7113,
          "Slug": "mathieu-eugene",
          "FullName": "Mathieu Eugene",
          "VoteID": 9,
          "Vote": "Non-voting",
          "Sort": 20
        },
        {
          "ID": 7563,
          "Slug": "daniel-dromm",
          "FullName": "Daniel Dromm",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 30
        },
        {
          "ID": 7565,
          "Slug": "peter-a-koo",
          "FullName": "Peter A. Koo",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 40
        },
        {
          "ID": 7630,
          "Slug": "rafael-l-espinal-jr",
          "FullName": "Rafael L. Espinal, Jr.",
          "VoteID": 16,
          "Vote": "Absent",
          "Sort": 50
        }
      ],
      "LastModified": "2016-09-08T20:52:20.61Z"
    },
    {
      "ID": 310248,
      "Date": "2016-08-16T13:30:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "A motion was made that this Resolution be Approved, by Council approved by voice vote.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14992,
      "AgendaSequence": 88,
      "MinutesSequence": 104,
      "Version": "*",
      "AgendaNote": "Adopted by the Committee on Immigration",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, the Public Advocate (Ms. James) called for a voice vote.  Hearing no objections, the Public Advocate (Ms. James) declared the Resolution to be adopted.\r\n\r\nAdopted unanimously by the Council by voice-vote.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2016-08-17T13:49:55.563Z"
    }
  ],
  "Attachments": [
    {
      "ID": 142580,
      "LastModified": "2016-08-31T18:25:33.357Z",
      "Name": "June 8, 2016 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/dcc1b18a-24f9-47a0-b168-ff5c9d686cd4.pdf",
      "Sort": 1
    },
    {
      "ID": 143410,
      "LastModified": "2016-06-28T13:15:46.217Z",
      "Name": "Committee Report 6/27/16",
      "Link": "https://nyc.legistar1.com/nyc/attachments/9b72c001-dfd8-4e2d-87d9-d1f1837035c1.doc",
      "Sort": 2
    },
    {
      "ID": 143765,
      "LastModified": "2016-07-07T14:56:22.62Z",
      "Name": "Hearing Testimony 6/27/16",
      "Link": "https://nyc.legistar1.com/nyc/attachments/584053e9-a66c-45d4-8a4f-7517544f6c72.pdf",
      "Sort": 3
    },
    {
      "ID": 143922,
      "LastModified": "2016-08-25T20:21:19.137Z",
      "Name": "Hearing Transcript 6/27/16",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a5284239-6f26-45aa-a274-1f4d6d19511e.pdf",
      "Sort": 4
    },
    {
      "ID": 144416,
      "LastModified": "2016-08-31T18:29:48.797Z",
      "Name": "Committee Report 8/15/16",
      "Link": "https://nyc.legistar1.com/nyc/attachments/db771442-e228-47b8-9bd0-6052bb0b5068.pdf",
      "Sort": 5
    },
    {
      "ID": 144912,
      "LastModified": "2016-08-25T20:21:34.48Z",
      "Name": "Hearing Transcript 8/15/16",
      "Link": "https://nyc.legistar1.com/nyc/attachments/13ad2628-c59e-4a6c-8721-5b28c41b542f.pdf",
      "Sort": 6
    },
    {
      "ID": 144575,
      "LastModified": "2016-08-25T20:21:34.37Z",
      "Name": "August 16, 2016 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c5008eef-500a-4e41-9b17-1f4a28908c60.pdf",
      "Sort": 7
    },
    {
      "ID": 144957,
      "LastModified": "2016-08-25T20:34:24.17Z",
      "Name": "Hearing Transcript - Stated Meeting 8-16-16",
      "Link": "https://nyc.legistar1.com/nyc/attachments/672404ca-3961-4165-b52a-aa457d9904f2.pdf",
      "Sort": 8
    },
    {
      "ID": 145796,
      "LastModified": "2016-09-22T15:34:33.157Z",
      "Name": "Minutes of the Stated Meeting - August 16, 2016",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d828a8e0-8c27-427c-8593-0f3df34fe3e5.pdf",
      "Sort": 9
    }
  ],
  "Summary": "",
  "TextID": 57891,
  "Text": "By Council Members Ferreras-Copeland, The Speaker (Council Member Mark-Viverito), Menchaca, Dromm, Espinal, Eugene, Koo, Reynoso, Richards, Chin, Levin, Gibson, Salamanca, Rosenthal and Cohen\n      Whereas, Temporary Protected Status (TPS) is a temporary immigration status granted to eligible nationals of TPS designated countries; and\n      Whereas, During the temporary designation period, eligible nationals may remain in the United States and may not be detained by the Department of Homeland Security (DHS) based solely on immigration status, and may obtain employment and travel authorization; and \n      Whereas, The Secretary of DHS has the authority to provide TPS to immigrants present in the United States who are unable to safely return to their home country due to an ongoing armed conflict, an environmental disaster, or other extraordinary and temporary conditions that prevent safe return; and\n       Whereas, An individual is only eligible for TPS benefits if he or she: (i) establishes continuous physical presence in the United States since the date specified by DHS; (ii) is not subject to one of the criminal, security-related or other bars to TPS; and (iii) applies for TPS benefits in a timely manner; and\n      Whereas, The United States Citizenship and Immigration Services, an agency within DHS, is responsible for administering the TPS program; and\n      Whereas, A country's TPS designation takes effect on the date the designation is published and may last between six and 18 months, with the possibility of an extension; and\n      Whereas, Once the Secretary of DHS terminates a TPS designation, TPS beneficiaries revert to the same immigration status they had prior to TPS or to any other status they may have acquired while registered for TPS; and\n      Whereas, On April 16, 2016, Ecuador experienced a devastating 7.8 magnitude earthquake which led to 660 deaths, injured over 16,000 individuals and displaced over 28,000 individuals; and\n      Whereas, the United Nations' Office for the Coordination of Humanitarian Affairs (OCHA) announced that nearly 7,000 buildings have been destroyed and 560 schools have been affected, 166 of which suffered medium to severe damage; and \n      Whereas, It is estimated that, in total, over 24,000 buildings and homes were damaged and, according to Ecuadorian President Rafael Correa, reconstruction efforts could cost close to $3 billion; and \n      Whereas, The country suffered at least 23 subsequent earthquakes and aftershocks of different magnitudes causing major complications in the recovery efforts; and \n      Whereas, Given this widespread devastation Ecuador fully meets the criteria of a country eligible for TPS; and \n      Whereas, According to the Pew Research Center, as of 2013, there were roughly 417,000 Ecuadorian-born individuals living in the United States as U.S. Citizens, Lawful Permanent Residents, and visa holders; and\n      Whereas, The Migration Policy Institute reports that there were roughly 146,000 undocumented Ecuadorians in the United States as of 2013, a number that government officials believe has grown to more than 200,000 individuals; and \n      Whereas, New York City is home to one of the largest Ecuadorian populations in the nation with over 140,000 Ecuadorian residents; and\n      Whereas, According to the Migration Policy Institute, approximately 65,000 undocumented Ecuadorians, roughly 44% of the total undocumented Ecuadorian population in the United States, resided in the state of New York as of 2013; and\n      Whereas, If Ecuadorians are granted TPS, in addition to obtaining temporary authorization to live and work lawfully in the United States, those living in New York City would also be eligible for in-state tuition rates at schools in the CUNY system; and \n      Whereas, In May 2016, Ecuadorian President Rafael Correa formally requested TPS designation for Ecuador on account of significant pressure to do so by Ecuadorian nationals residing in the United States; and \n      Whereas, The United States has donated nearly $3 million of humanitarian aid toward relief efforts; and \n      Whereas, Granting TPS to Ecuadorians living in the United States would further demonstrate the United States' support for Ecuador; and\n      Whereas, Many elected officials such as U.S. Representative Luis V. Gutierrez, New York Senators Charles Schumer and Kirsten Gillibrand, and New York City Mayor Bill de Blasio have called upon President Obama to designate Ecuador as a country whose nationals are eligible for TPS because of the extraordinary and temporary conditions that prevented Ecuadorians from returning safely to their homes; now, therefore be it, \n      Resolved, That the Council of the City of New York calls upon the Secretary of the Department of Homeland Security to designate Ecuador for Temporary Protected Status to provide temporary immigration relief to eligible Ecuadorian nationals in the wake of a devastating earthquake.\n\nLS #8465\n06/02/2016\nIP",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\fs24 By Council Members Ferreras-Copeland, The Speaker (Council Member Mark-Viverito), Menchaca, Dromm, Espinal, Eugene, Koo, Reynoso, Richards, Chin, Levin, Gibson, Salamanca, Rosenthal and Cohen\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult0\\qj\\cf0\\fs24 Whereas, Temporary Protected Status (TPS) is a temporary immigration status granted to eligible nationals of TPS designated countries; and\\fs27\\par\n\\fs24 Whereas, During the temporary designation period, eligible nationals may remain in the United States and may not be detained by the Department of Homeland Security (DHS) based solely on immigration status, and may obtain employment and travel authorization; and \\par\nWhereas, The Secretary of DHS has the authority to provide TPS to immigrants present in the United States who are unable to safely return to their home country due to an ongoing armed conflict, an environmental disaster, or other extraordinary and temporary conditions that prevent safe return; and\\par\n Whereas, An individual is only eligible for TPS benefits if he or she: (i) establishes continuous physical presence in the United States since the date specified by DHS; (ii) is not subject to one of the criminal, security-related or other bars to TPS; and (iii) applies for TPS benefits in a timely manner; and\\par\nWhereas, The United States Citizenship and Immigration Services, an agency within DHS, is responsible for administering the TPS program; and\\fs27\\par\n\\fs24 Whereas, A country's TPS designation takes effect on the date the designation is published and may last between six and 18 months, with the possibility of an extension; and\\fs27\\par\n\\fs24 Whereas, Once the Secretary of DHS terminates a TPS designation, TPS beneficiaries revert to the same immigration status they had prior to TPS or to any other status they may have acquired while registered for TPS; and\\fs27\\par\n\\fs24 Whereas, On April 16, 2016, Ecuador experienced a devastating 7.8 magnitude earthquake which led to 660 deaths, injured over 16,000 individuals and displaced over 28,000 individuals; and\\fs27\\par\n\\fs24 Whereas, the United Nations\\rquote  Office for the Coordination of Humanitarian Affairs (OCHA) announced that nearly 7,000 buildings have been destroyed and 560 schools have been affected, 166 of which suffered medium to severe damage; and \\par\nWhereas, It is estimated that, in total, over 24,000 buildings and homes were damaged and, according to Ecuadorian President Rafael Correa, reconstruction efforts could cost close to $3 billion; and \\par\nWhereas, The country suffered at least 23 subsequent earthquakes and aftershocks of different magnitudes causing major complications in the recovery efforts; and \\par\nWhereas, Given this widespread devastation Ecuador fully meets the criteria of a country eligible for TPS; and \\par\nWhereas, According to the Pew Research Center, as of 2013, there were roughly 417,000 Ecuadorian-born individuals living in the United States as U.S. Citizens, Lawful Permanent Residents, and visa holders; and\\par\nWhereas, The Migration Policy Institute reports that there were roughly 146,000 undocumented Ecuadorians in the United States as of 2013, a number that government officials believe has grown to more than 200,000 individuals; and \\par\nWhereas, New York City is home to one of the largest Ecuadorian populations in the nation with over 140,000 Ecuadorian residents; and\\fs27\\par\n\\fs24 Whereas, According to the Migration Policy Institute, approximately 65,000 undocumented Ecuadorians, roughly 44% of the total undocumented Ecuadorian population in the United States, resided in the state of New York as of 2013; and\\par\nWhereas, If Ecuadorians are granted TPS, in addition to obtaining temporary authorization to live and work lawfully in the United States, those living in New York City would also be eligible for in-state tuition rates at schools in the CUNY system; and \\par\nWhereas, In May 2016, Ecuadorian President Rafael Correa formally requested TPS designation for Ecuador on account of significant pressure to do so by Ecuadorian nationals residing in the United States; and \\fs27\\par\n\\fs24 Whereas, The United States has donated nearly $3 million of humanitarian aid toward relief efforts; and \\par\nWhereas, Granting TPS to Ecuadorians living in the United States would further demonstrate the United States' support for Ecuador; and\\fs27\\par\n\\fs24 Whereas, Many elected officials such as U.S. Representative Luis V. Gutierrez, New York Senators Charles Schumer and Kirsten Gillibrand, and New York City Mayor Bill de Blasio have called upon President Obama to designate Ecuador as a country whose nationals are eligible for TPS because of the extraordinary and temporary conditions that prevented Ecuadorians from returning safely to their homes; now, therefore be it, \\par\nResolved, That the Council of the City of New York calls upon \\cf1 the Secretary of the Department of Homeland Security to designate Ecuador for Temporary Protected Status to provide temporary immigration relief to eligible Ecuadorian nationals in the wake of a devastating earthquake\\cf0 .\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\fs22\\par\n\\pard\\cbpat2\\ltrpar\\cf1\\fs24 LS #8465\\par\n06/02/2016\\par\nIP\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\cf0\\fs22\\par\n}\n",
  "LastModified": "2016-09-22T15:34:33.157Z"
}
