{
  "ID": 52673,
  "GUID": "267D9690-3B82-4BDB-AE4C-A20E9A08DF6E",
  "File": "Res 1104-2016",
  "Name": "Allowing the public to comment on legislation on the council’s website.",
  "Title": "Resolution to Amend the Rules of the Council in relation to allowing the public to comment on legislation on the council’s website.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 20,
  "BodyName": "Committee on Rules, Privileges and Elections",
  "IntroDate": "2016-06-08T00:00:00Z",
  "AgendaDate": "2016-06-08T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    }
  ],
  "History": [
    {
      "ID": 308513,
      "Date": "2016-06-08T11:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2016-06-08T03:14:38.873Z"
    },
    {
      "ID": 308650,
      "Date": "2016-06-08T11:00:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Rules, Privileges and Elections",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14899,
      "AgendaSequence": 66,
      "MinutesSequence": 79,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Rules, Privileges and Elections",
      "MatterStatusID": 3,
      "LastModified": "2016-06-08T15:36:01.963Z"
    },
    {
      "ID": 329653,
      "Date": "2017-12-31T21:53:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T02:53:52.33Z"
    }
  ],
  "Attachments": [
    {
      "ID": 142583,
      "LastModified": "2016-11-17T20:45:55.967Z",
      "Name": "June 8, 2016 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e8257bfa-98d0-4a0e-a3e2-e0d92c716bdb.pdf",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 54093,
  "Text": "By Council Members Kallos, Vacca and Mendez\n      5.110. Legislative Tracking and Open Data - The Office of the Speaker shall make available on the internet for use by the public a legislative tracking database containing the number, text, sponsorship and status of all proposed local laws and resolutions, committee reports, agendas, calendar, hearing testimony, transcripts, videos, committee assignments, voting records of members and any and all other associated materials in the public record [that can practicably be made available], and shall allow the public to post comments on such database regarding such proposed local laws and resolutions. All proposed local laws and resolutions in the public record as well as any information associated with each proposed local law or resolution available through the database will be provided to the general public on the database and on New York City's open data portal in a machine-readable format [at no cost and without restriction as soon as practicable], and through an open application programming interface (API) that will provide the general public with bulk downloads as well as specifications for routines, data structures, object classes, variables, remote calls and such other information as would be necessary to access all information externally through an open standard such as a technical standard developed and maintained by a voluntary consensus body. All information and data posted online pursuant to this rule shall be available to the public without registration requirement, license requirement, royalty, fee or any other restrictions on their use in real time or as close to real time as possible, not to exceed 24 hours, in order to facilitate public engagement with the Council through the use of third-party software. \n\n\ndss\nLS 1121/2014\n5/16/14",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj By Council Members Kallos, Vacca and Mendez\\par\n\\pard\\ltrpar\\fi720\\qj 5.110. Legislative Tracking \\ul and Open Data\\ulnone  - The Office of the Speaker shall make available on the internet for use by the public a legislative tracking database containing the number, text, sponsorship and status of all proposed local laws and resolutions, committee reports, agendas, calendar, hearing testimony, transcripts, videos, committee assignments, voting records of members and \\ul any and all\\ulnone  other associated materials in the public record [that can practicably be made available]\\ul , and shall allow the public to post comments on such database regarding such proposed local laws and resolutions\\ulnone . All proposed local laws and resolutions in the public record as well as any information associated with each proposed local law or resolution available through the database will be provided to the general public \\ul on the database and on New York City\\rquote s open data portal\\ulnone  in a machine-readable format [at no cost and without restriction as soon as practicable]\\ul , and through an open application programming interface (API) that will provide the general public with bulk downloads as well as specifications for routines, data structures, object classes, variables, remote calls and such other information as would be necessary to access all information externally through an open standard such as a technical standard developed and maintained by a voluntary consensus body. All information and data posted online pursuant to this rule shall be available to the public without registration requirement, license requirement, royalty, fee or any other restrictions on their use in real time or as close to real time as possible, not to exceed 24 hours\\ulnone , in order to facilitate public engagement with the Council through the use of third-party software. \\par\n\\pard\\ltrpar\\qj\\par\n\\par\n\\fs20 dss\\par\nLS 1121/2014\\par\n5/16/14\\par\n}\n",
  "LastModified": "2017-12-27T02:53:52.393Z"
}
