{
  "ID": 56324,
  "GUID": "03E362E7-CE82-40EE-9DDB-E0C987D79EFB",
  "File": "Res 1175-2016",
  "Name": "Recognizing every 9/27 as First Responder Appreciation Day in NYC.",
  "Title": "Resolution recognizing every September 27th as First Responder Appreciation Day in New York City.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5105,
  "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Relations",
  "IntroDate": "2016-08-16T00:00:00Z",
  "AgendaDate": "2016-08-16T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera"
    },
    {
      "ID": 7624,
      "Slug": "andrew-cohen",
      "FullName": "Andrew Cohen"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    }
  ],
  "History": [
    {
      "ID": 310050,
      "Date": "2016-08-16T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2016-08-11T21:42:59.137Z"
    },
    {
      "ID": 310176,
      "Date": "2016-08-16T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Cultural Affairs, Libraries and International Intergroup Relations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14992,
      "AgendaSequence": 95,
      "MinutesSequence": 111,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Cultural Affairs, Libraries and International Intergroup Relations",
      "MatterStatusID": 3,
      "LastModified": "2016-08-16T20:57:48.007Z"
    },
    {
      "ID": 329661,
      "Date": "2017-12-31T22:06:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T03:07:03.027Z"
    }
  ],
  "Attachments": [
    {
      "ID": 144579,
      "LastModified": "2016-08-16T19:18:15.94Z",
      "Name": "August 16, 2016 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2a496771-12ad-466a-a751-0d83d371c94c.pdf",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 58094,
  "Text": "By Council Members Cabrera, Cohen, Richards, Palma, Gentile, Koo and Chin\n\n      Whereas, Every day, New Yorkers rely on first responders to provide assistance in emergencies, some of which are life-and-death situations; and\n      Whereas, First responders include firefighters, police officers, emergency medical technicians, and paramedics; and \n      Whereas, While working to help and often save the lives of others, first responders risk their own safety, with an annual national average of 155 police officers and 97 firefighters dying in the line of duty, according to the Centers for Disease Control and Prevention (\"CDC\"); and \n      Whereas, CDC data also show that emergency medical services responders are two and a half times more likely than the average worker to die while on the job; and\n      Whereas, The terrorist attacks on September 11, 2001, which the CDC states killed more than 400 emergency responders, brought particular attention to their sacrifice; and\n      Whereas, Mass shootings, attacks, and natural disasters in recent years have once again highlighted the danger of their work and their courage to save others; and\n      Whereas, Momentum has been building around the country to honor the service and dedication of first responders; and\n      Whereas, In 2007, United States (\"U.S.\") Senator Wayne Allard from Colorado and U.S. Representative David Reichert from Washington introduced S.Res.215 and H.Res.592, respectively, designating a day in September as National First Responder Appreciation Day; and \n      Whereas, S.Res.215 passed the U.S. Senate, but its companion bill did not pass the U.S. House of Representatives; and\n      Whereas, More than 20 states have since designated September 27th as First Responder Appreciation Day, according to the Colorado General Assembly; and\n      Whereas, In 2016, New York State Assembly Member Albert Stirpe and New York State Senator David Valesky introduced A.10185 and S.7349, respectively, which designate an annual Emergency Responders' Appreciation Day, although neither bill passed; and\n      Whereas, New York City should take the step to honor its first responders by dedicating an annual day of appreciation; now, therefore, be it\n      Resolved, That the Council of the City of New York recognizes every September 27th as First Responder Appreciation Day. \nLS# 6146\n7/27/2016\nLW",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Cabrera, Cohen, Richards, Palma, Gentile, Koo and Chin\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, Every day, New Yorkers rely on first responders to provide assistance in emergencies, some of which are life-and-death situations; and\\par\nWhereas, First responders include firefighters, police officers, emergency medical technicians, and paramedics; and \\par\nWhereas, While working to help and often save the lives of others, first responders risk their own safety, with an annual national average of 155 police officers and 97 firefighters dying in the line of duty, according to the Centers for Disease Control and Prevention (\\ldblquote CDC\\rdblquote ); and \\par\nWhereas, CDC data also show that emergency medical services responders are two and a half times more likely than the average worker to die while on the job; and\\par\nWhereas, The terrorist attacks on September 11, 2001, which the CDC states killed more than 400 emergency responders, brought particular attention to their sacrifice; and\\par\nWhereas, Mass shootings, attacks, and natural disasters in recent years have once again highlighted the danger of their work and their courage to save others; and\\par\nWhereas, Momentum has been building around the country to honor the service and dedication of first responders; and\\par\nWhereas, In 2007, United States (\\ldblquote U.S.\\rdblquote ) Senator Wayne Allard from Colorado and U.S. Representative David Reichert from Washington introduced S.Res.215 and H.Res.592, respectively, designating a day in September as National First Responder Appreciation Day; and \\par\n\\pard\\ltrpar\\fi720\\sa200\\sl480\\slmult1 Whereas, S.Res.215 passed the U.S. Senate, but its companion bill did not pass the U.S. House of Representatives; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, More than 20 states have since designated September 27\\super th \\nosupersub as First Responder Appreciation Day, according to the Colorado General Assembly; and\\par\nWhereas, In 2016, New York State Assembly Member Albert Stirpe and New York State Senator David Valesky introduced A.10185 and S.7349, respectively, which designate an annual Emergency Responders\\rquote  Appreciation Day, although neither bill passed; and\\par\nWhereas, New York City should take the step to honor its first responders by dedicating an annual day of appreciation; now, therefore, be it\\par\nResolved, That the Council of the City of New York recognizes every September 27\\super th\\nosupersub  as First Responder Appreciation Day. \\par\n\\pard\\ltrpar\\sl276\\slmult1\\fs20 LS# 6146\\par\n7/27/2016\\par\nLW\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\fs24\\par\n\\pard\\ltrpar\\sl480\\slmult1\\par\n\\par\n}\n",
  "LastModified": "2017-12-27T03:07:03.09Z"
}
