{
  "ID": 56249,
  "GUID": "EFA20F63-3BFC-461E-B460-6AFFAC1AAC81",
  "File": "Res 1176-2016",
  "Name": "Veteran Urgent Access to Mental Healthcare Act (H.R. 4684)",
  "Title": "Resolution calling upon the United States Congress to pass, and the President to sign, H.R. 4684, the Veteran Urgent Access to Mental Healthcare Act",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5109,
  "BodyName": "Committee on Mental Health, Developmental Disability, Alcoholism, Substance Abuse and Disability Services",
  "IntroDate": "2016-08-16T00:00:00Z",
  "AgendaDate": "2016-08-16T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7624,
      "Slug": "andrew-cohen",
      "FullName": "Andrew Cohen"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7264,
      "Slug": "joseph-c-borelli",
      "FullName": "Joseph C. Borelli"
    }
  ],
  "History": [
    {
      "ID": 309986,
      "Date": "2016-08-16T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2016-08-10T20:18:10.91Z"
    },
    {
      "ID": 310177,
      "Date": "2016-08-16T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Mental Health, Developmental Disability, Alcoholism, Substance Abuse and Disability Services",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14992,
      "AgendaSequence": 96,
      "MinutesSequence": 112,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Mental Health, Developmental Disability, Alcoholism, Substance Abuse and Disability Services",
      "MatterStatusID": 3,
      "LastModified": "2016-08-16T20:57:48.01Z"
    },
    {
      "ID": 329662,
      "Date": "2017-12-31T22:07:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T03:07:17.997Z"
    }
  ],
  "Attachments": [
    {
      "ID": 143511,
      "LastModified": "2016-08-26T17:13:24.95Z",
      "Name": "H.R. 4684",
      "Link": "https://nyc.legistar1.com/nyc/attachments/609b2b0a-6c79-4f14-9f88-f3d559235e91.pdf",
      "Sort": 1
    },
    {
      "ID": 144580,
      "LastModified": "2016-08-16T19:18:16.16Z",
      "Name": "August 16, 2016 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/9f61f0f3-0ef3-4893-a7bc-9ecad51023d9.pdf",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 58011,
  "Text": "By Council Members Cohen, Richards, Rosenthal, Palma, Gentile, Koo, Koslowitz, Chin and Borelli    \n\n\tWhereas, The impact of military service on the mental health of service members and veterans is a significant challenge for those who served in the armed forces; and\n\tWhereas, According to the Army STARRS (Study to Assess Risk and Resilience in Servicemembers) report, which was published in 2014, 25 percent of non-deployed personnel met 30-day criteria for a mood, behavior, or substance disorder; and\n\tWhereas, Additionally, the study found that 13.9 percent of currently active, non-deployed, regular army soldiers had considered suicide at some point in their life and that 2.4 percent of currently active, non-deployed soldiers had attempted suicide, versus just .28 percent within the larger US population; and\n\tWhereas, According to U.S. News and World Report, since 2009, the Army has separated at least 22,000 combat veterans diagnosed with mental health disabilities or traumatic brain injury (TBI) for alleged misconduct; and \n\tWhereas, Veterans often struggle to access the essential mental healthcare; and\n \tWhereas, According to a report by the Government Accountability Office, veterans had to wait for an average of 26 days for their mental health appointments; and \n\t Whereas, On March 3, 2016, Representative Mike Coffman introduced the Veteran Urgent Access to Mental Healthcare Act, H.R. 4684; and\n\tWhereas, The bill would mandate that the Department of Veterans Affairs (VA) create a program that would provide both initial mental health assessments and urgent healthcare services to veterans who have been deemed at risk for suicide or harming others, even if these veterans have \"bad paper\" discharges such as \"other than honorable\"; and \n\tWhereas, Additionally, the bill would require a third-party study of veteran suicide to review \"the effect of combat service has on veteran suicide rates, the rate and method of suicide among veterans who have received healthcare from the VA and, the rate and method of suicide among veterans who have not received healthcare from the VA\"; and\t\tWhereas, In light of the struggles that service members face in living with mental health issues but also receiving treatment, enactment of this bill represents a vital step forward in both the prevention and treatment of mental illness for our men and women in uniform; now, therefore, be it\t\tResolved, That the Council of the City of New York calls on Congress to pass, and the President to sign into law, H.R. 4684, the Veterans Urgent Access to Mental Healthcare Act. \nLS# 8163/8406\n6/24/16\nMK",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Cohen, Richards, Rosenthal, Palma, Gentile, Koo, Koslowitz, Chin and Borelli    \\par\n\\par\n\\pard\\ltrpar\\hyphpar0\\sl480\\slmult1\\qj\\tab Whereas, The impact of military service on the mental health of service members and veterans is a significant challenge for those who served in the armed forces; and\\par\n\\tab Whereas, According to the Army STARRS (Study to Assess Risk and Resilience in Servicemembers) report, which was published in 2014, 25 percent of non-deployed personnel met 30-day criteria for a mood, behavior, or substance disorder; and\\par\n\\tab Whereas, Additionally, the study found that 13.9 percent of currently active, non-deployed, regular army soldiers had considered suicide at some point in their life and that 2.4 percent of currently active, non-deployed soldiers had attempted suicide, versus just .28 percent within the larger US population; and\\par\n\\tab Whereas, According to U.S. New\\cf1\\expndtw0 s and World Report, since 2009, the Army has separated at least 22,000 combat veterans diagnosed with mental health disabilities or traumatic brain injury (TBI) for alleged misconduct; and\\super  \\cf0\\expndtw-3\\nosupersub\\par\n\\tab Whereas, Veterans often struggle to access the essential mental healthcare; and\\par\n \\tab Whereas, According to a report by the Government Accountability Office,\\i  \\i0 veterans had to wait for an average of 26 days for their mental health appointments; and \\par\n\\tab  Whereas, On March 3, 2016, Representative Mike Coffman introduced the Veteran Urgent Access to Mental Healthcare Act, H.R. 4684; and\\par\n\\tab Whereas,\\expndtw0  The bill would mandate that the Department of Veterans Affairs (VA) create a program that would provide both initial mental health assessments and urgent healthcare services to veterans who have been deemed at risk for suicide or harming others, even if these veterans have \\ldblquote bad paper\\rdblquote  discharges such as \\ldblquote other than honorable\\rdblquote ;\\expndtw-3  and \\par\n\\pard\\cbpat2\\ltrpar\\sa300\\sl480\\slmult1\\tab Whereas, Additionally, the bill would require \\cf1\\expndtw0 a third-party study of veteran suicide to review \\ldblquote the effect of combat service has on veteran suicide rates, the rate and method of suicide among veterans who have received healthcare from the VA and, the rate and method of suicide among veterans who have not received healthcare from the VA\\rdblquote ;\\cf0  \\expndtw-3 and\\tab\\tab Whereas,\\expndtw0  \\expndtw-3 In light of the struggles that service members face in living with mental health issues but also receiving treatment, enactment of this bill represents a vital step forward in both the prevention and treatment of mental illness for our men and women in uniform; now, therefore, be it\\expndtw0\\tab\\tab\\expndtw-3 Resolved, That\\cf1  the Council of the City of New York\\cf0  calls on Congress to pass, and the President to sign into law, H.R. 4684, the Veterans Urgent Access to Mental Healthcare Act. \\expndtw0\\par\n\\pard\\ltrpar\\hyphpar0\\qj\\cf1\\expndtw-3\\fs16 LS# 8163/8406\\par\n6/24/16\\par\nMK\\par\n}\n",
  "LastModified": "2017-12-27T03:07:18.107Z"
}
