{
  "ID": 56290,
  "GUID": "AA706064-ADA2-4D56-AE68-255695BBB764",
  "File": "Res 1177-2016",
  "Name": "Federal Aviation Administration to reduce the threshold for what constitutes a significant noise impact.",
  "Title": "Resolution calling on the United States Congress to pass and the President to sign legislation that would require the Federal Aviation Administration to reduce the threshold for what constitutes a significant noise impact under the Federal Aviation Regulation, Part 150, Airport Noise Compatibility Planning Program, from 65 Day-Night Decibels to 55 Day-Night Decibels",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2016-08-16T00:00:00Z",
  "AgendaDate": "2016-08-16T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7627,
      "Slug": "costa-g-constantinides",
      "FullName": "Costa G. Constantinides"
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 7642,
      "Slug": "paul-a-vallone",
      "FullName": "Paul A. Vallone"
    },
    {
      "ID": 7624,
      "Slug": "andrew-cohen",
      "FullName": "Andrew Cohen"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7691,
      "Slug": "barry-s-grodenchik",
      "FullName": "Barry S. Grodenchik"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 310010,
      "Date": "2016-08-16T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2016-08-11T18:26:46.847Z"
    },
    {
      "ID": 310178,
      "Date": "2016-08-16T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 14992,
      "AgendaSequence": 97,
      "MinutesSequence": 113,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2016-08-16T20:57:48.01Z"
    },
    {
      "ID": 322891,
      "Date": "2017-09-25T13:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 15773,
      "AgendaSequence": 3,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2017-09-25T18:12:18.503Z"
    },
    {
      "ID": 323602,
      "Date": "2017-09-25T13:30:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 15773,
      "MinutesSequence": 9,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2017-09-25T20:36:21.063Z"
    },
    {
      "ID": 329663,
      "Date": "2017-12-31T22:07:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T03:07:29.997Z"
    }
  ],
  "Attachments": [
    {
      "ID": 144581,
      "LastModified": "2017-10-05T16:20:23.93Z",
      "Name": "August 16, 2016 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8adaae63-1629-45b6-a6da-3312799127d3.pdf",
      "Sort": 1
    },
    {
      "ID": 161131,
      "LastModified": "2017-09-25T20:36:57.98Z",
      "Name": "Land Use Calendar - September 26, 2017",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e2a1fe5a-816a-4926-b124-5ccdfcad1770.pdf",
      "Sort": 2
    },
    {
      "ID": 161134,
      "LastModified": "2017-09-25T20:38:34.413Z",
      "Name": "Committee Report 9/25/17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/28fc002c-3cc9-4de9-bae4-3c9606850844.doc",
      "Sort": 3
    },
    {
      "ID": 161335,
      "LastModified": "2017-09-29T15:47:29.49Z",
      "Name": "Hearing Testimony 9/25/17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/5c999329-175a-49d3-8403-7173f9d9cd32.PDF",
      "Sort": 4
    },
    {
      "ID": 161583,
      "LastModified": "2017-10-05T16:20:27.38Z",
      "Name": "Hearing Transcript 9/25/17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1f84d51d-bb0f-44ec-a99a-61018070cbed.pdf",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 58060,
  "Text": "By Council Members Constantinides, Dromm, Koo, Richards, Vallone, Cohen, Rosenthal, Vacca, Gentile, Koslowitz, Grodenchik, Chin, Van Bramer, Menchaca, Kallos and Ulrich \n      Whereas, According to the New York City Department of Environmental Protection (DEP), noise is the number one quality of life issue for New York City residents; and\n      Whereas, Noise pollution causes a variety of adverse human health impacts, many of which are related to noise induced stress including hearing loss, hypertension, tachycardia, increased cortisol release, sleep disruption and cognitive impairment; and \n      Whereas, In 1972, Mayor John Lindsay enacted the City's Noise Control Code (Noise Code) making New York one of the first cities in the nation to adopt a comprehensive local law aimed at reducing noise pollution by setting forth sound limits for specific, common noise sources; and \n      Whereas, In 2005, the City Council passed and Mayor Michael Bloomberg signed Local Law 113 of 2005 updating the City's Noise Code for the first time in thirty years in order to make it reflective of modern noise sources, acoustic technologies and standards; and\n      Whereas, Local Law 113 of 2005 also required DEP to issue a report (DEP's Airport Noise report) including recommendations to mitigate noise from the City's airports; and\n      Whereas, Noise from the City's airports has long been a source of problematic noise and complaints, however, jurisdictional issues can make regulating such noise difficult; and\n      Whereas, DEP's Airport Noise report stated that its most important recommendation for the purpose of reducing airport noise in the City was that the Port Authority of New York & New Jersey (PANYNJ), which operates John F. Kennedy International Airport (JFK) and LaGuardia Airport (LaGuardia), complete a Federal Aviation Regulation Part 150, Airport Noise Compatibility Planning Program study (FAR Part 150 study); and\n      Whereas, PANYNJ has initiated a FAR Part 150 study regarding noise at JFK and LaGuardia; and\n      Whereas, The Federal Aviation Administration (FAA) is responsible for implementing FAR Part 150, which is the primary Federal regulation controlling and guiding aviation noise within and around airports; and\n      Whereas, FAR Part 150 studies are voluntary and airport operators are not required to initiate or complete them; and\n      Whereas, However, if an airport operator completes a FAR Part 150 study and their work products, namely Airport Noise Exposure Maps (NEMs) and Airport Noise Compatibility Programs (NCPs), are subsequently approved by the FAA, then the airport operator may apply for Federal grants for the implementation of airport noise mitigation measures; and\n      Whereas, FAR Part 150 guidelines require that NEMs and NCPs, which are prepared by the airport operator, identify areas that are adjacent to airports that receive a noise impact from aircraft operations of 65 Day-Night Decibels (DNL) or higher; and\n      Whereas, According to FAA standards, 65 DNL is the threshold for what constitutes a significant noise impact and areas that are adjacent to airports that receive this level of noise from airport operations should be considered for noise mitigation measures; and \n      Whereas, Communities, quiet-sky advocacy organizations, and City, State and Federal elected officials representing areas of the City that are adjacent to the airports have expressed concern that the 65 DNL threshold is too high and have called on the FAA to reduce the threshold to 55 DNL; and\n      Whereas, The United States Environmental Protection Agency, the World Health Organization and others have recommended 55 DNL as a noise exposure limit to protect the public from adverse effects on health and welfare; and\n      Whereas, A bill has been introduced in the United States Congress, H.R. 4441, which includes a section that would require the FAA to review the relationship between aircraft noise exposure and its effects on communities around airports, and to report recommendations on how to revise guidelines in FAR Part 150 based on results of this review; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the United States Congress to pass and the President to sign legislation that would require the Federal Aviation Administration to reduce the threshold for what constitutes a significant noise impact under the Federal Aviation Regulation, Part 150, Airport Noise Compatibility Planning Program, from 65 Day-Night Decibels to 55 Day-Night Decibels.   \n      \n      \nWM\nLS 8294\n7/14/2016 2:44PM\n1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\nowidctlpar\\sa200\\sl276\\slmult1\\qj By Council Members Constantinides, Dromm, Koo, Richards, Vallone, Cohen, Rosenthal, Vacca, Gentile, Koslowitz, Grodenchik, Chin, Van Bramer, Menchaca, Kallos and Ulrich \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, According to the New York City Department of Environmental Protection (DEP), noise is the number one quality of life issue for New York City residents; and\\par\nWhereas, Noise pollution causes a variety of adverse human health impacts, many of which are related to noise induced stress including hearing loss, hypertension, tachycardia, increased cortisol release, sleep disruption and cognitive impairment; and \\par\nWhereas, In 1972, Mayor John Lindsay enacted the City\\rquote s Noise Control Code (Noise Code) making New York one of the first cities in the nation to adopt a comprehensive local law aimed at reducing noise pollution by setting forth sound limits for specific, common noise sources; and \\par\nWhereas, In 2005, the City Council passed and Mayor Michael Bloomberg signed Local Law 113 of 2005 updating the City\\rquote s Noise Code for the first time in thirty years in order to make it reflective of modern noise sources, acoustic technologies and standards; and\\par\nWhereas, Local Law 113 of 2005 also required DEP to issue a report (DEP\\rquote s Airport Noise report) including recommendations to mitigate noise from the City\\rquote s airports; and\\par\nWhereas, Noise from the City\\rquote s airports has long been a source of problematic noise and complaints, however, jurisdictional issues can make regulating such noise difficult; and\\par\nWhereas, DEP\\rquote s Airport Noise report stated that its most important recommendation for the purpose of reducing airport noise in the City was that the Port Authority of New York & New Jersey (PANYNJ), which operates John F. Kennedy International Airport (JFK) and LaGuardia Airport (LaGuardia), complete a Federal Aviation Regulation Part 150, Airport Noise Compatibility Planning Program study (FAR Part 150 study); and\\par\nWhereas, PANYNJ has initiated a FAR Part 150 study regarding noise at JFK and LaGuardia; and\\par\nWhereas, The Federal Aviation Administration (FAA) is responsible for implementing FAR Part 150, which is the primary Federal regulation controlling and guiding aviation noise within and around airports; and\\par\nWhereas, FAR Part 150 studies are voluntary and airport operators are not required to initiate or complete them; and\\par\nWhereas, However, if an airport operator completes a FAR Part 150 study and their work products, namely Airport Noise Exposure Maps (NEMs) and Airport Noise Compatibility Programs (NCPs), are subsequently approved by the FAA, then the airport operator may apply for Federal grants for the implementation of airport noise mitigation measures; and\\par\nWhereas, FAR Part 150 guidelines require that NEMs and NCPs, which are prepared by the airport operator, identify areas that are adjacent to airports that receive a noise impact from aircraft operations of 65 Day-Night Decibels (DNL) or higher; and\\par\nWhereas, According to FAA standards, 65 DNL is the threshold for what constitutes a significant noise impact and areas that are adjacent to airports that receive this level of noise from airport operations should be considered for noise mitigation measures; and \\par\nWhereas, Communities, quiet-sky advocacy organizations, and City, State and Federal elected officials representing areas of the City that are adjacent to the airports have expressed concern that the 65 DNL threshold is too high and have called on the FAA to reduce the threshold to 55 DNL; and\\par\nWhereas, The United States Environmental Protection Agency, the World Health Organization and others have recommended 55 DNL as a noise exposure limit to protect the public from adverse effects on health and welfare; and\\par\nWhereas, A bill has been introduced in the United States Congress, H.R. 4441, which includes a section that would require the FAA to review the relationship between aircraft noise exposure and its effects on communities around airports, and to report recommendations on how to revise guidelines in FAR Part 150 based on results of this review; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the United States Congress to pass and the President to sign legislation that would require the Federal Aviation Administration to reduce the threshold for what constitutes a significant noise impact under the Federal Aviation Regulation, Part 150, Airport Noise Compatibility Planning Program, from 65 Day-Night Decibels to 55 Day-Night Decibels.   \\par\n\\pard\\ltrpar\\fi720\\par\n\\par\n\\pard\\ltrpar\\fs20 WM\\par\nLS 8294\\par\n7/14/2016 2:44PM\\par\n}\n",
  "LastModified": "2017-12-27T03:07:30.06Z"
}
