{
  "ID": 56309,
  "GUID": "DA699802-83A6-48BD-81D9-BF64B1A3E586",
  "File": "Res 1196-2016",
  "Name": "Fairness for Veterans Act of 2016 (H.R.4683/S.1567)",
  "Title": "Resolution calling on the United States Congress to pass, and the President to sign into law, the Fairness for Veterans Act of 2016, H.R. 4683/S. 1567",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5122,
  "BodyName": "Committee on Veterans",
  "IntroDate": "2016-09-14T00:00:00Z",
  "AgendaDate": "2016-09-14T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7613,
      "Slug": "andy-l-king",
      "FullName": "Andy L. King"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 7714,
      "Slug": "rafael-salamanca-jr",
      "FullName": "Rafael Salamanca, Jr."
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7635,
      "Slug": "alan-n-maisel",
      "FullName": "Alan N. Maisel"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7630,
      "Slug": "rafael-l-espinal-jr",
      "FullName": "Rafael L. Espinal, Jr."
    },
    {
      "ID": 7264,
      "Slug": "joseph-c-borelli",
      "FullName": "Joseph C. Borelli"
    }
  ],
  "History": [
    {
      "ID": 310730,
      "Date": "2016-09-14T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2016-09-09T19:30:39.74Z"
    },
    {
      "ID": 310877,
      "Date": "2016-09-14T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Veterans",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 15051,
      "AgendaSequence": 134,
      "MinutesSequence": 168,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Veterans",
      "MatterStatusID": 3,
      "LastModified": "2016-09-15T13:59:21.64Z"
    },
    {
      "ID": 312093,
      "Date": "2016-10-28T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5122,
      "BodyName": "Committee on Veterans",
      "EventID": 15119,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2016-10-28T19:12:13.12Z"
    },
    {
      "ID": 312689,
      "Date": "2016-10-28T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5122,
      "BodyName": "Committee on Veterans",
      "EventID": 15119,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2016-10-28T19:13:01.96Z"
    },
    {
      "ID": 329669,
      "Date": "2017-12-31T22:10:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T03:10:26.103Z"
    }
  ],
  "Attachments": [
    {
      "ID": 144228,
      "LastModified": "2016-11-18T15:18:05.14Z",
      "Name": "H.R. 4683",
      "Link": "https://nyc.legistar1.com/nyc/attachments/88f2cb20-7ae2-45ad-abc1-b28b5f52f3f1.pdf",
      "Sort": 1
    },
    {
      "ID": 144227,
      "LastModified": "2016-07-27T14:21:01.99Z",
      "Name": "S. 1567",
      "Link": "https://nyc.legistar1.com/nyc/attachments/53c83190-e49a-437b-9f3b-61902eb6d1f7.pdf",
      "Sort": 2
    },
    {
      "ID": 145355,
      "LastModified": "2016-09-14T16:34:31.737Z",
      "Name": "September 14, 2016 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/24da9d48-533b-4db3-98aa-6225fc6df222.pdf",
      "Sort": 3
    },
    {
      "ID": 147139,
      "LastModified": "2016-10-28T16:16:10.497Z",
      "Name": "Committee Report 10/28/16",
      "Link": "https://nyc.legistar1.com/nyc/attachments/74b0d356-2e12-47f3-8fe8-f79cc709e175.doc",
      "Sort": 4
    },
    {
      "ID": 147425,
      "LastModified": "2016-11-02T15:46:36.043Z",
      "Name": "Hearing Testimony 10/28/16",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c331ee54-601b-42cb-bb5b-e9d71569d387.PDF",
      "Sort": 5
    },
    {
      "ID": 147905,
      "LastModified": "2016-11-18T15:18:16.91Z",
      "Name": "Hearing Transcript 10/28/16",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b4efe2b7-f4c2-4ace-b75d-a12443730c35.pdf",
      "Sort": 6
    }
  ],
  "Summary": "",
  "TextID": 58079,
  "Text": "By Council Members King, Gentile, Salamanca, Rose, Maisel, Levin, Espinal and Borelli\n\n\tWhereas, Military service often leads to significant mental health injuries, such as Post-Traumatic Stress Disorder (PTSD) and Traumatic Brain Injury (TBI); and\n\tWhereas, Between 2000 and 2015, 177,461 cases of PTSD were reported among service members (both deployed and non-deployed); and\n\tWhereas, During the same time period, a total of 327,999 veterans (deployed and non-deployed) were diagnosed with TBI; and\n\tWhereas, Finally, military sexual trauma (MST) continues to be another prevalent concern, as a 2016 report by the United States (U.S.) Department of Defense's Sexual Assault Prevention and Response Office found that there were 12,166 reported instances of sexual assault in FY 2015; and \n\tWhereas, MST has a serious impact on mental health. Male and female survivors of MST often report chronic pain, gastrointestinal problems, sleep disturbances, and alcohol abuse; and \n      Whereas, On March 3, 2016, Representative Mike Coffman introduced H.R. 4683, the Fairness for Veterans Act and Senator Gary Peters introduced its companion, S. 1567 in the U.S. Senate on June 15, 2015; and \n      Whereas, These bills would address medical evidence reviews in the cases of former members of the armed forces who were deployed and later diagnosed with PTSD or TBI as a consequence of their deployment as well as former service members whose applications for relief from terms of military discharge stem partially or entirely from PTSD, TBI related to combat, or MST; and\n      Whereas, Furthermore, these bills would require discharge boards to review Department of Veterans Affairs (VA) medical evidence (or that of civilian providers) with rebuttable presumptions in favor of the ex-service member that PTSD or TBI affected the circumstances in the event of a discharge of lesser characterization (such as Other Than Honorable); and\n      Whereas, Receiving \"bad paper discharges\" can preclude veterans from receiving federally-funded benefits and healthcare services and, if enacted, these bills would make it easier for combat veterans to receive both diagnoses of and treatment for PTSD and other mental health injuries; and\n      Whereas, These bills would require Discharge Review Boards (DRBs) to consider the appeals of combat veterans who have been diagnosed with PTSD or TBI with the presumption that PTSD or TBI contributed to the veteran's discharge; and\n      Whereas, These bills have received the support of numerous leading veterans' organizations including Veterans of Foreign Wars (VFW), Military Officers Association of America (MOAA), Disabled American Veterans (DAV), Paralyzed Veterans of America (PVA), Vietnam Veterans of America (VVA), United Soldiers and Sailors of America, and Iraq and Afghanistan Veterans of America (IAVA); and\n      Whereas, In light of the dangers that veterans face abroad, and the difficulties that they must grapple with to receive appropriate care at home, these bills would expand their access to legal redress, as well as the benefits that they are entitled to based on the enormous sacrifices they and their families make on behalf of our nation; now, therefore be it \n      Resolved, That the Council of the City of New York calls upon the United States Congress to pass, and the President to sign into law, the Fairness for Veterans Act of 2016, H.R. 4683/S. 1567.\nLS# 8712\n7/26/16\nMK",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members King, Gentile, Salamanca, Rose, Maisel, Levin, Espinal and Borelli\\par\n\\par\n\\pard\\ltrpar\\hyphpar0\\sl480\\slmult1\\qj\\tab Whereas, Military service often leads to significant mental health injuries, such as Post-Traumatic Stress Disorder (PTSD) and Traumatic Brain Injury (TBI); and\\par\n\\tab Whereas, Between 2000 and 2015, 177,461 cases of PTSD were reported among service members (both deployed and non-deployed); and\\par\n\\tab Whereas, During the same time period, a total of 327,999 veterans (deployed and non-deployed) were diagnosed with TBI; and\\par\n\\tab Whereas, Finally, military sexual trauma (MST) continues to be another prevalent concern, as a 2016 report by the United States (U.S.) Department of Defense\\rquote s Sexual Assault Prevention and Response Office found that there were 12,166 reported instances of sexual assault in FY 2015; and \\par\n\\tab Whereas, MST has a serious impact on mental health. Male and female survivors of MST often report chronic pain, gastrointestinal problems, sleep disturbances, and alcohol abuse; and \\par\n\\pard\\ltrpar\\fi720\\sa200\\sl480\\slmult1 Whereas, On March 3, 2016, Representative Mike Coffman introduced H.R. 4683, the Fairness for Veterans Act and Senator Gary Peters introduced its companion, S. 1567 in the U.S. Senate on June 15, 2015; and\\expndtw0  \\par\nWhereas, These bills would address medical evidence reviews in the cases of former members of the armed forces who were deployed and later diagnosed with PTSD or TBI as a consequence of their deployment as well as former service members whose applications for relief from terms of military discharge stem partially or entirely from PTSD, TBI related to combat, or MST;\\expndtw-3  and\\par\nWhereas,\\expndtw0  Furthermore, these bills would require discharge boards to review Department of Veterans Affairs (VA) medical evidence (or that of civilian providers) with rebuttable presumptions in favor of the ex-service member that PTSD or TBI affected the circumstances in the event of a discharge of lesser characterization (such as Other Than Honorable)\\expndtw-3 ; and\\par\nWhereas, Receiving \\ldblquote bad paper discharges\\rdblquote  can preclude veterans from receiving federally-funded benefits and healthcare services and, if enacted, these bills would make it easier for combat veterans to receive both diagnoses of and treatment for PTSD and other mental health injuries; and\\par\nWhereas, These bills would require Discharge Review Boards (DRBs) to consider the appeals of combat veterans who have been diagnosed with PTSD or TBI with the presumption that PTSD or TBI contributed to the veteran\\rquote s discharge; and\\par\n\\expndtw0 Whereas, These bills have received the support of numerous leading veterans\\rquote  organizations including Veterans of Foreign Wars (VFW), Military Officers Association of America (MOAA), Disabled American Veterans (DAV), Paralyzed Veterans of America (PVA), Vietnam Veterans of America (VVA), United Soldiers and Sailors of America, and Iraq and Afghanistan Veterans of America (IAVA); and\\par\nWhereas, In light of the dangers that veterans face abroad, and the difficulties that they must grapple with to receive appropriate care at home, these bills would expand their access to legal redress, as well as the benefits that they are entitled to based on the enormous sacrifices they and their families make on behalf of our nation; now, therefore be it \\par\n\\expndtw-3 Resolved, That\\cf1  the Council of the City of New York\\cf0  calls upon the United States Congress to pass, and the President to sign into law, the Fairness for Veterans Act of 2016, H.R. 4683/S. 1567.\\par\n\\pard\\ltrpar\\expndtw0\\fs16 LS# 8712\\par\n7/26/16\\par\nMK\\par\n}\n",
  "LastModified": "2017-12-27T03:10:26.18Z"
}
