{
  "ID": 56539,
  "GUID": "0D7AF30C-1729-40B2-A187-730D90045D8E",
  "File": "Res 1226-2016",
  "Name": "Violations of safety conditions in adult care facilities. (A.2743)",
  "Title": "Resolution calling upon the New York State Legislature to pass and the Governor to sign A.2743, in relation to violations of safety conditions in adult care facilities",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 3,
  "BodyName": "Committee on Aging",
  "IntroDate": "2016-09-28T00:00:00Z",
  "AgendaDate": "2016-09-28T00:00:00Z",
  "PassedDate": "2017-11-30T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    }
  ],
  "History": [
    {
      "ID": 311225,
      "Date": "2016-09-28T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2016-09-23T15:10:13.497Z"
    },
    {
      "ID": 311451,
      "Date": "2016-09-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Aging",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 15084,
      "AgendaSequence": 87,
      "MinutesSequence": 106,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Aging",
      "MatterStatusID": 3,
      "LastModified": "2016-09-28T22:14:42.59Z"
    },
    {
      "ID": 317351,
      "Date": "2017-04-26T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 3,
      "BodyName": "Committee on Aging",
      "EventID": 15463,
      "AgendaSequence": 6,
      "MinutesSequence": 12,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2017-04-26T03:53:43.563Z"
    },
    {
      "ID": 318353,
      "Date": "2017-04-26T10:15:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 3,
      "BodyName": "Committee on Aging",
      "EventID": 15463,
      "MinutesSequence": 13,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2017-04-27T15:54:54.56Z"
    },
    {
      "ID": 317358,
      "Date": "2017-04-26T10:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5104,
      "BodyName": "Subcommittee on Senior Centers",
      "EventID": 15464,
      "AgendaSequence": 6,
      "MinutesSequence": 13,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2017-04-27T15:54:35.973Z"
    },
    {
      "ID": 318368,
      "Date": "2017-04-26T10:45:00Z",
      "ActionID": 5050,
      "Action": "Laid Over by Subcommittee",
      "Description": "This Resolution was Laid Over by Subcommittee",
      "BodyID": 5104,
      "BodyName": "Subcommittee on Senior Centers",
      "EventID": 15464,
      "MinutesSequence": 14,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2017-04-27T15:54:41.227Z"
    },
    {
      "ID": 326047,
      "Date": "2017-11-29T09:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 3,
      "BodyName": "Committee on Aging",
      "EventID": 15864,
      "AgendaSequence": 3,
      "MinutesSequence": 8,
      "Version": "*",
      "AgendaNote": "Proposed Res. No. 1226-A",
      "MinutesNote": "Proposed Res. No. 1226-A",
      "MatterStatusID": 3,
      "LastModified": "2017-11-29T14:46:28.733Z"
    },
    {
      "ID": 326152,
      "Date": "2017-11-29T09:30:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Resolution was Amendment Proposed by Comm",
      "BodyID": 3,
      "BodyName": "Committee on Aging",
      "EventID": 15864,
      "MinutesSequence": 9,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2017-11-29T14:46:10.717Z"
    },
    {
      "ID": 326153,
      "Date": "2017-11-29T09:30:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "This Resolution was Amended by Committee",
      "BodyID": 3,
      "BodyName": "Committee on Aging",
      "EventID": 15864,
      "MinutesSequence": 10,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2017-11-29T14:46:16.327Z"
    },
    {
      "ID": 326154,
      "Date": "2017-11-29T09:30:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Resolution be Approved by Committee approved by Roll Call.",
      "BodyID": 3,
      "BodyName": "Committee on Aging",
      "EventID": 15864,
      "MinutesSequence": 11,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "Votes": [
        {
          "ID": 7562,
          "Slug": "margaret-s-chin",
          "FullName": "Margaret S. Chin",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 386,
          "Slug": "karen-koslowitz",
          "FullName": "Karen Koslowitz",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 30
        },
        {
          "ID": 7568,
          "Slug": "deborah-l-rose",
          "FullName": "Deborah L. Rose",
          "VoteID": 16,
          "Vote": "Absent",
          "Sort": 40
        },
        {
          "ID": 7629,
          "Slug": "chaim-m-deutsch",
          "FullName": "Chaim M. Deutsch",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 50
        },
        {
          "ID": 7641,
          "Slug": "mark-treyger",
          "FullName": "Mark Treyger",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 60
        },
        {
          "ID": 7642,
          "Slug": "paul-a-vallone",
          "FullName": "Paul A. Vallone",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 70
        },
        {
          "ID": 6274,
          "Slug": "rosie-mendez",
          "FullName": "Rosie Mendez",
          "VoteID": 16,
          "Vote": "Absent",
          "Sort": 85
        }
      ],
      "LastModified": "2017-11-29T15:12:21.9Z"
    },
    {
      "ID": 326255,
      "Date": "2017-11-30T13:30:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "A motion was made that this Resolution be Approved, by Council approved by voice vote.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 15955,
      "AgendaSequence": 182,
      "MinutesSequence": 214,
      "Version": "A",
      "AgendaNote": "Amended and Adopted by the Committee on Aging",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, the Public Advocate (Ms. James) called for a voice vote.  Hearing no objections, the Public Advocate (Ms. James) declared the Resolution to be adopted.\r\n\r\nAdopted unanimously by the Council by voice-vote.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2017-12-01T14:54:27.54Z"
    }
  ],
  "Attachments": [
    {
      "ID": 154435,
      "LastModified": "2017-12-18T02:52:17.327Z",
      "Name": "Assembly Bill",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c0ee4a94-0fb0-4bb4-b28b-30627cf3be86.pdf",
      "Sort": 2
    },
    {
      "ID": 146017,
      "LastModified": "2017-04-27T16:27:06.69Z",
      "Name": "September 28, 2016 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d84ec809-a1f1-4d77-897b-8e041f6a1338.pdf",
      "Sort": 4
    },
    {
      "ID": 154430,
      "LastModified": "2017-04-27T16:27:05.81Z",
      "Name": "Committee Report 4/26/17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/95d46f08-86c0-4578-b731-56819c6f38b5.pdf",
      "Sort": 5
    },
    {
      "ID": 154749,
      "LastModified": "2017-05-03T17:44:56.723Z",
      "Name": "Hearing Testimony 4/26/17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ac94bb11-35a2-4614-9382-305e6b3deb59.PDF",
      "Sort": 6
    },
    {
      "ID": 155845,
      "LastModified": "2017-05-24T19:41:17.35Z",
      "Name": "Hearing Transcript 4/26/17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ac88aa90-bb0c-4e2c-a788-3df7d8b0851b.pdf",
      "Sort": 7
    },
    {
      "ID": 164462,
      "LastModified": "2017-11-29T18:21:03.543Z",
      "Name": "Committee Report 11/29/17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c9f06b4c-06ce-418a-8159-e43c102263dc.doc",
      "Sort": 8
    },
    {
      "ID": 165972,
      "LastModified": "2017-12-18T02:52:24.53Z",
      "Name": "Hearing Transcript 11/29/17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7a33760f-3b5d-406c-a08f-1d5bb0021391.pdf",
      "Sort": 9
    },
    {
      "ID": 164668,
      "LastModified": "2017-12-18T02:52:24.483Z",
      "Name": "November 30, 2017 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/5165922f-9233-4e66-8c9f-fd91230af5f1.pdf",
      "Sort": 10
    },
    {
      "ID": 166411,
      "LastModified": "2017-12-27T19:14:25.583Z",
      "Name": "Hearing Transcript - Stated Meeting  11-30-17",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b99b0547-368e-4b88-a8e9-fbb8521b7032.pdf",
      "Sort": 11
    },
    {
      "ID": 172925,
      "LastModified": "2018-02-20T16:49:11.83Z",
      "Name": "Minutes of the Stated Meeting - November 30, 2017",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f99bc9c4-5215-43f4-a7cd-f4c9fcf1016d.pdf",
      "Sort": 12
    }
  ],
  "Summary": "",
  "TextID": 59489,
  "Text": "By Council Members Chin and Palma\n \n                     Whereas, The long-term residential care industry in New York State has had a long history of poor care, and numerous studies have shown that the same problems identified over the last few decades are still causing harm to residents in adult care facilities today, such as inadequate care and monitoring, inappropriate medication management, and neglect; and\n                     Whereas, Adult care facilities, such as adult homes, enriched housing and assisted living programs, provide temporary or long-term, non-medical residential care services to adults who are substantially unable to live independently but who do not require a nursing home; and\n                     Whereas, According to the New York State Department of Health (\"DOH\"), nearly 50 percent of all licensed adult care facilities in New York State (250 of 531) are located within New York City; and\n                     Whereas, An  investigative series by The New York Times in 2002 uncovered widespread abuse, inhumane conditions and suspicious deaths in adult homes in New York City; and\n      Whereas, The New York Times series detailed numerous instances of squalid and vermin-ridden rooms, assault of residents by workers, suicides of mentally ill residents due to lack of supervision and treatment, forcible treatment and surgical operations for Medicare and Medicaid fees and misappropriation of residents' funds; and\n      Whereas, The New York State Office of the Attorney General filed a lawsuit in 2002 against the former operators of a Brooklyn adult home for failing to provide for the health, safety and welfare of the residents, while forcing residents to live in deplorable conditions; and\n      Whereas, The lawsuit detailed numerous occasions where common areas and residents' rooms were infested with mice, cockroaches and flies and showed how operators diverted payments made by residents for room and board to entities the operators owned, while neglecting to pay for utilities and upkeep of the adult home; and\n      Whereas, A class action was brought in 2013 against New York State on behalf of individuals with serious mental illness residing in 23 adult homes in New York City for failure to provide services to residents in the most integrated setting appropriate to their needs; and\n                     Whereas, Title 1 of Article 7 of the Social Services Law (\"SSL\") provides DOH with oversight and enforcement authority over adult care facilities in New York State; and\n      Whereas, According to a 2011 study of DOH inspection reports by the Long Term Care Community Coalition (\"LTCCC\"), although DOH identified regulatory violations in more than 5,000 inspections of adult care facilities between 2002 and 2010, only eight percent of those inspections led to enforcement actions; and\n                     Whereas, Title 1 of Article 7 of the SSL permits DOH to assess civil penalties of up to $1,000 per day, but not per violation, for regulatory violations that adult care facilities commit; and\n                     Whereas, Under this penalty scheme, a facility with one violation and a facility with many violations are subject to the same penalty cap of $1,000 per day; and\n                     Whereas, The maximum penalty per day has not been raised since the law's inception in 1977; and\n      Whereas, Pursuant to Title 1 of Article 7 of the SSL, DOH is prohibited from imposing penalties if a facility either has corrected a violation within 30 days of receiving notice of the violation or is acting in accordance with a plan to correct the violation, unless the violation endangered or resulted in harm to residents; and\n                     Whereas, According to MFY Legal Services, the current framework provides no incentive for facilities to comply with DOH regulations and instead allows facilities to repeatedly violate the regulations with impunity; and\n                     Whereas, According to the 2011 LTCCC study, even in the case of endangerment violations, only 74 percent of such violations led to the imposition of penalties by DOH between 2006 and 2010; and\n      Whereas, A.2743 introduced by Assembly Member Richard N. Gottfried and currently pending in the New York State Assembly, seeks to amend the SSL by strengthening DOH enforcement of applicable standards governing adult care facilities; and     \n                     Whereas, The bill permits DOH to assess penalties per violation, in addition to the existing daily penalties; and\n                     Whereas, The bill increases the maximum penalty for a violation from $1,000 to $5,000; and\n                     Whereas, The bill grants DOH discretion to issue a reduced penalty for a violation if a facility either corrects the violation within 30 days or is acting in accordance with a plan to correct the violation; and\n                     Whereas, The bill also provides that rectifying a violation does not preclude the assessment of a penalty if the violation, although corrected, was a violation in the same category as a violation that DOH cited at the previous facility inspection; and\n      Whereas, The bill prohibits hospitals, residential health care facilities and other adult care facilities from making referrals for admissions to any adult care facility that currently has its operating certificate revoked, suspended or denied by DOH, has been placed on DOH's \"Do Not Refer\" list, or is subject to civil penalties for violating DOH regulations; and\n      Whereas, The bill prohibits any new admissions to an adult care facility facing an enforcement action if DOH finds that a condition exists that is dangerous to the health, safety or welfare of any resident; and\n      Whereas, The bill eliminates an SSL provision that permits facilities receiving DOH's highest rating to undergo inspections only once every 18 months instead of annually, reserving the 18-month inspection schedule for facilities that DOH finds in compliance with applicable statutes and regulations in the most recent inspection; and\n      Whereas, The bill provides a strong incentive for adult care facilities to comply with DOH regulations and correct violations promptly; and\n      Whereas, The bill would help to protect the health, safety and quality of life of the large number of vulnerable residents in adult care facilities in New York City; now, therefore, be it\n                     Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass and the Governor to sign A.2743, in relation to violations of safety conditions in adult care facilities.\nLS #6943\n05/06/2016\nMHL\n       \n\n1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\pard\\cbpat2\\ltrpar\\v0\\fs24  \\fs27\\par\n\\fs24 By Council Members Chin and Palma\\fs27\\par\n\\fs24  \\fs27\\par\n\\pard\\cbpat2\\ltrpar\\sl480\\slmult1\\qj\\fs14                      \\fs24 Whereas, The long-term residential care industry in New York State has had a long history of poor care, and numerous studies have shown that the same problems identified over the last few decades are still causing harm to residents in adult care facilities today, such as inadequate care and monitoring, inappropriate medication management, and neglect; and\\fs27\\par\n\\fs14                      \\fs24 Whereas, Adult care facilities, such as adult homes, enriched housing and assisted living programs, provide temporary or long-term, non-medical residential care services to adults who are substantially unable to live independently but who do not require a nursing home; and\\fs27\\par\n\\fs14                      \\fs24 Whereas, According to the New York State Department of Health (\\ldblquote DOH\\rdblquote ), nearly 50 percent of all licensed adult care facilities in New York State (250 of 531) are located within New York City; and\\fs27\\par\n\\fs14                      \\fs24 Whereas, An  investigative series by The New York Times in 2002 uncovered widespread abuse, inhumane conditions and suspicious deaths in adult homes in New York City; and\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj\\fs24 Whereas, The New York Times series detailed numerous instances of squalid and vermin-ridden rooms, assault of residents by workers, suicides of mentally ill residents due to lack of supervision and treatment, forcible treatment and surgical operations for Medicare and Medicaid fees and misappropriation of residents\\rquote  funds; and\\fs27\\par\n\\fs24 Whereas, The New York State Office of the Attorney General filed a lawsuit in 2002 against the former operators of a Brooklyn adult home for failing to provide for the health, safety and welfare of the residents, while forcing residents to live in deplorable conditions; and\\fs27\\par\n\\fs24 Whereas, The lawsuit detailed numerous occasions where common areas and residents\\rquote  rooms were infested with mice, cockroaches and flies and showed how operators diverted payments made by residents for room and board to entities the operators owned, while neglecting to pay for utilities and upkeep of the adult home; and\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\fs24 Whereas, A class action was brought in 2013 against New York State on behalf of individuals with serious mental illness residing in 23 adult homes in New York City for failure to provide services to residents in the most integrated setting appropriate to their needs; and\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\sl480\\slmult1\\qj\\fs14                      \\fs24 Whereas, Title 1 of Article 7 of the Social Services Law (\\ldblquote SSL\\rdblquote ) provides DOH with oversight and enforcement authority over adult care facilities in New York State; and\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\fs24 Whereas, According to a 2011 study of DOH inspection reports by the Long Term Care Community Coalition (\\ldblquote LTCCC\\rdblquote ), although DOH identified regulatory violations in more than 5,000 inspections of adult care facilities between 2002 and 2010, only eight percent of those inspections led to enforcement actions; and\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\sl480\\slmult1\\qj\\fs14                      \\fs24 Whereas, Title 1 of Article 7 of the SSL permits DOH to assess civil penalties of up to $1,000 per day, but not per violation, for regulatory violations that adult care facilities commit; and\\fs27\\par\n\\fs14                      \\fs24 Whereas, Under this penalty scheme, a facility with one violation and a facility with many violations are subject to the same penalty cap of $1,000 per day; and\\fs27\\par\n\\fs14                      \\fs24 Whereas, The maximum penalty per day has not been raised since the law\\rquote s inception in 1977; and\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\fs24 Whereas, Pursuant to Title 1 of Article 7 of the SSL, DOH is prohibited from imposing penalties if a facility either has corrected a violation within 30 days of receiving notice of the violation or is acting in accordance with a plan to correct the violation, unless the violation endangered or resulted in harm to residents; and\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\sl480\\slmult1\\qj\\fs14                      \\fs24 Whereas, According to MFY Legal Services, the current framework provides no incentive for facilities to comply with DOH regulations and instead allows facilities to repeatedly violate the regulations with impunity; and\\fs27\\par\n\\fs14                      \\fs24 Whereas, According to the 2011 LTCCC study, even in the case of endangerment violations, only 74 percent of such violations led to the imposition of penalties by DOH between 2006 and 2010; and\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\fs24 Whereas, A.2743 introduced by Assembly Member Richard N. Gottfried and currently pending in the New York State Assembly, seeks to amend the SSL by strengthening DOH enforcement of applicable standards governing adult care facilities; and     \\fs27\\par\n\\pard\\cbpat2\\ltrpar\\sl480\\slmult1\\fs14                      \\fs24 Whereas, The bill permits DOH to assess penalties per violation, in addition to the existing daily penalties; and\\fs27\\par\n\\fs14                      \\fs24 Whereas, The bill increases the maximum penalty for a violation from $1,000 to $5,000; and\\fs27\\par\n\\fs14                      \\fs24 Whereas, The bill grants DOH discretion to issue a reduced penalty for a violation if a facility either corrects the violation within 30 days or is acting in accordance with a plan to correct the violation; and\\fs27\\par\n\\fs14                      \\fs24 Whereas, The bill also provides that rectifying a violation does not preclude the assessment of a penalty if the violation, although corrected, was a violation in the same category as a violation that DOH cited at the previous facility inspection; and\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj\\fs24 Whereas, The bill prohibits hospitals, residential health care facilities and other adult care facilities from making referrals for admissions to any adult care facility that currently has its operating certificate revoked, suspended or denied by DOH, has been placed on DOH\\rquote s \\ldblquote Do Not Refer\\rdblquote  list, or is subject to civil penalties for violating DOH regulations; and\\fs27\\par\n\\fs24 Whereas, The bill prohibits any new admissions to an adult care facility facing an enforcement action if DOH finds that a condition exists that is dangerous to the health, safety or welfare of any resident; and\\fs27\\par\n\\fs24 Whereas, The bill eliminates an SSL provision that permits facilities receiving DOH\\rquote s highest rating to undergo inspections only once every 18 months instead of annually, reserving the 18-month inspection schedule for facilities that DOH finds in compliance with applicable statutes and regulations in the most recent inspection; and\\fs27\\par\n\\fs24 Whereas, The bill provides a strong incentive for adult care facilities to comply with DOH regulations and correct violations promptly; and\\fs27\\par\n\\fs24 Whereas, The bill would help to protect the health, safety and quality of life of the large number of vulnerable residents in adult care facilities in New York City; now, therefore, be it\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\sl480\\slmult1\\fs14                      \\fs24 Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass and the Governor to sign A.2743, in relation to violations of safety conditions in adult care facilities.\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\qj\\fs18 LS #6943\\fs27\\par\n\\fs18 05/06/2016\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\sl480\\slmult1\\fs18 MHL\\fs27\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\fs24  \\fs27\\par\n\\pard\\ltrpar\\cf0\\fs24\\par\n}\n",
  "LastModified": "2018-02-20T16:49:11.83Z"
}
