{
  "ID": 56496,
  "GUID": "7FDE322A-AAD1-4BAB-AC67-A8C26D003046",
  "File": "Res 1232-2016",
  "Name": "Helping Veterans Exposed to Burn Pits Act (H.R. 2237/S.2679)",
  "Title": "Resolution calling upon the United States Congress to pass, and the President to sign, the Helping Veterans Exposed to Burn Pits Act (H.R. 2237/S.2679)",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5122,
  "BodyName": "Committee on Veterans",
  "IntroDate": "2016-09-28T00:00:00Z",
  "AgendaDate": "2016-09-28T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7642,
      "Slug": "paul-a-vallone",
      "FullName": "Paul A. Vallone"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    }
  ],
  "History": [
    {
      "ID": 311211,
      "Date": "2016-09-28T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2016-09-22T19:02:42.237Z"
    },
    {
      "ID": 311470,
      "Date": "2016-09-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Veterans",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 15084,
      "AgendaSequence": 104,
      "MinutesSequence": 123,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Veterans",
      "MatterStatusID": 3,
      "LastModified": "2016-09-28T22:14:42.613Z"
    },
    {
      "ID": 329672,
      "Date": "2017-12-31T22:12:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T03:12:37.51Z"
    }
  ],
  "Attachments": [
    {
      "ID": 145229,
      "LastModified": "2016-09-12T15:59:26.83Z",
      "Name": "H.R. 2237",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c9ce4180-3809-4846-b0e3-6213b9c4857c.pdf",
      "Sort": 1
    },
    {
      "ID": 145230,
      "LastModified": "2016-09-12T15:59:34.043Z",
      "Name": "S. 2679",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e23d7215-3687-4c35-bda8-62cc6ed7ad0d.pdf",
      "Sort": 2
    },
    {
      "ID": 146031,
      "LastModified": "2016-09-28T17:25:38.323Z",
      "Name": "September 28, 2016 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/daf01702-279c-4236-b8ca-69ec8f3e8ab0.pdf",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 58289,
  "Text": "By Council Members Vallone and Palma \n \n\tWhereas, During both the war in Afghanistan and the second Gulf War, the United States (U.S.) Army and its contractors frequently disposed of wasted by dumping and incinerating it in \"burn pits\"; and\n\tWhereas, U.S. Department of Defense waste management guidance documents dating back to 1978 have indicated that burning waste in open air poses dangers to the environment; and\n\tWhereas, U.S. Central Command estimated the existence of at least 251 burn pits in Afghanistan and 22 in Iraq; and\n\tWhereas, In January of 2013, President Obama signed legislation that established an open burn pit registry for veterans who may have been exposed to burn pits in Iraq or Afghanistan with the purpose of gathering and monitoring potential health effects from exposure to airborne environmental hazards and to improve outreach, communication, and programming for eligible veterans; and \n\tWhereas, According to a June 2015 VA report, approximately 8,400 out of the total of 28,000 veterans who indicated exposure to burn pits on a health questionnaire claimed that they had developed respiratory diseases such as chronic obstructive pulmonary disease, emphysema,  and chronic bronchitis; and \n\tWhereas, The emergence of these health issues has prompted sharp rebukes from both veteran and government officials, such as Special Inspector General for Afghanistan Reconstruction John F. Sopko, who wrote in a 2015 report that \"it is indefensible that U.S. military personnel, who are already at risk of serious injury and death when fighting the enemy, were put at further risk from the potentially harmful emissions from the use of open-air burn pits; and \n\tWhereas, On May 5, 2015, U.S. Representative Elizabeth Esty (D-CT) introduced H.R. 2237, the Helping Veterans Exposed to Burn Pits Act, in the House of Representatives, and U.S. Senator Amy Klobuchar (D-MN) introduced its companion, S. 2679, in the Senate on March 15, 2016; and\n\tWhereas, This legislation directs the Secretary of Veterans Affairs to establish within the VA, a center of excellence in the prevention, diagnosis, mitigation, treatment, and rehabilitation of health conditions relating to exposure to burn pits; and \n\tWhereas, These centers must employ experts in fields such as allergy, immunology, medical geology, and pulmonary diseases; and\n\tWhereas, Additionally, the law would require that these Centers must forge partnerships with the Department of Defense (DOD) as well as institutions of higher education; and \n\tWhereas, These centers would provide medical treatment to all veterans identified on the burn pit registry; and \n\tWhereas, The health risks of burn pits require a full and comprehensive federal response to care for the veterans whose health has been adversely affected by these fumes; now, therefore, be it \n\tResolved, That the Council of the City of New York supports the Helping Veterans Exposed to Burn Pits Act (H.R. 2237/S.2679). \n\nLS#8159 \n06/23/16\nMK",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red51\\green51\\blue51;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Vallone and Palma \\par\n \\par\n\\pard\\ltrpar\\hyphpar0\\sl480\\slmult1\\qj\\tab Whereas, During both the war in Afghanistan and the second Gulf War, the United States (U.S.) Army and its contractors frequently disposed of wasted by dumping and incinerating it in \\ldblquote burn pits\\rdblquote ; and\\par\n\\tab Whereas, U.S. Department of Defense waste management guidance documents dating back to 1978 have indicated that burning waste in open air poses dangers to the environment; and\\par\n\\tab Whereas, U.S. Central Command estimated the existence of at least 251 burn pits in Afghanistan and 22 in Iraq; and\\par\n\\tab Whereas, \\expndtw0 In January of 2013, President Obama signed legislation that established an open burn pit registry for veterans who may have been exposed to burn pits in Iraq or Afghanistan with the purpose of gathering and monitoring potential health effects from exposure to airborne environmental hazards and to improve outreach, communication, and programming for eligible veterans\\expndtw-3 ; and \\par\n\\tab Whereas, \\expndtw0 According to a June 2015 VA report, approximately 8,400 out of the total of 28,000 veterans who indicated exposure to burn pits on a health questionnaire claimed that they had developed respiratory diseases such as chronic obstructive pulmonary disease, emphysema,  and chronic bronchitis\\expndtw-3 ; and \\par\n\\tab Whereas, \\expndtw0 The emergence of these health issues has prompted sharp rebukes from both veteran and government officials, such as Special Inspector General for Afghanistan Reconstruction John F. Sopko, who wrote in a 2015 report that \\ldblquote it is indefensible that U.S. military personnel, who are already at risk of serious injury and death when fighting the enemy, were put at further risk from the potentially harmful emissions from the use of open-air burn pits\\expndtw-3 ; and \\par\n\\tab Whereas,\\expndtw0  On May 5, 2015, U.S. Representative Elizabeth Esty (D-CT) introduced H.R. 2237, the Helping Veterans Exposed to Burn Pits Act, in the House of Representatives, and U.S. Senator Amy Klobuchar (D-MN) introduced its companion, S. 2679, in the Senate on March 15, 2016\\expndtw-3 ; and\\par\n\\tab Whereas,\\expndtw0  This legislation directs the Secretary of Veterans Affairs to establish within the VA, a center of excellence in the prevention, diagnosis, mitigation, treatment, and rehabilitation of health conditions relating to exposure to burn pits\\expndtw-3 ; and \\par\n\\tab Whereas, \\expndtw0 These centers must employ experts in fields such as allergy, immunology, medical geology, and pulmonary diseases; \\expndtw-3 and\\par\n\\tab Whereas,\\expndtw0  Additionally, the law would require that these Centers must forge partnerships with the Department of Defense (DOD) as well as institutions of higher education\\expndtw-3 ; and \\par\n\\tab Whereas, These centers would provide medical treatment to all veterans identified on the burn pit registry; and \\par\n\\tab Whereas,\\cf1\\expndtw0  \\cf0\\expndtw-3 The health risks of burn pits require a full and comprehensive federal response to care for the veterans whose health has been adversely affected by these fumes; now, therefore, be it \\par\n\\expndtw0\\tab\\expndtw-3 Resolved, That\\cf2  the Council of the City of New York\\cf0  supports the Helping Veterans Exposed to Burn Pits Act (H.R. 2237/S.2679). \\par\n\\pard\\ltrpar\\hyphpar0\\qj\\par\n\\cf2\\fs16 LS#8159 \\par\n06/23/16\\par\nMK\\par\n}\n",
  "LastModified": "2017-12-27T03:12:37.573Z"
}
