{
  "ID": 56323,
  "GUID": "D0C02B0F-ADCE-4F4D-AA37-C8192161CFD2",
  "File": "Res 1244-2016",
  "Name": "Prohibiting marriage under the age of 18, without exceptions.",
  "Title": "Resolution calling upon the New York State Legislature to pass, and the Governor to sign, legislation prohibiting marriage under the age of 18, without exceptions.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 22,
  "BodyName": "Committee on State and Federal Legislation",
  "IntroDate": "2016-10-13T00:00:00Z",
  "AgendaDate": "2016-10-13T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7624,
      "Slug": "andrew-cohen",
      "FullName": "Andrew Cohen"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7634,
      "Slug": "mark-levine",
      "FullName": "Mark Levine"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7714,
      "Slug": "rafael-salamanca-jr",
      "FullName": "Rafael Salamanca, Jr."
    },
    {
      "ID": 7635,
      "Slug": "alan-n-maisel",
      "FullName": "Alan N. Maisel"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7613,
      "Slug": "andy-l-king",
      "FullName": "Andy L. King"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 7631,
      "Slug": "corey-d-johnson",
      "FullName": "Corey D. Johnson"
    },
    {
      "ID": 7640,
      "Slug": "ritchie-j-torres",
      "FullName": "Ritchie J. Torres"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    }
  ],
  "History": [
    {
      "ID": 311804,
      "Date": "2016-10-13T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2016-10-11T22:18:51.907Z"
    },
    {
      "ID": 311903,
      "Date": "2016-10-13T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on State and Federal Legislation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 15105,
      "AgendaSequence": 87,
      "MinutesSequence": 103,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "State and Federal Legislation",
      "MatterStatusID": 3,
      "LastModified": "2016-10-13T19:50:13.203Z"
    },
    {
      "ID": 329673,
      "Date": "2017-12-31T22:13:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T03:13:19.987Z"
    }
  ],
  "Attachments": [
    {
      "ID": 146411,
      "LastModified": "2016-10-13T18:14:51.58Z",
      "Name": "October 13, 2016 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8b465a4b-962c-48c6-99c3-1fe7d3ce5566.pdf",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 58093,
  "Text": "Whereas, New York's Domestic Relations Law allows 16 and 17 year olds to marry if they have parental consent, with no process to ensure that a child has not been coerced; and\n      Whereas, Further, New York's Domestic Relations Law allows 14 and 15 year olds to marry if they have judicial approval in addition to parental consent, including in cases where the age difference between parties would otherwise be classified as statutory rape; and\n      Whereas, UNICEF calls marriage before the age of 18 \"a fundamental violation of human rights,\" because it puts girls at risk of exploitation and positions them to face a lifetime of disadvantage, including increased rates of dropping out of school, experiencing domestic violence, and dying from complications in pregnancy and childbirth; and\n      Whereas, A 2010 study on early marriage in the United States, \"Early Teen Marriage and Future Poverty,\" found that a woman who marries young is 31% more likely to live in poverty later in life; and\n      Whereas, A 2011 study, \"Child Marriage in the United States and Its Association with Mental Health in Women,\" found that women who marry before age 18 experience higher rates of psychiatric disorders than women who marry as adults; and\n      Whereas, The divorce rate is between 70 and 80 percent for marriages entered under the age of 18; and\n      Whereas, The current legal concept of parental consent fails to account for the emotional and social capacities necessary to understand the consequences of the decision to marry, which a child developmentally lacks; and\n      Whereas, The societal and familial pressure to marry underage due to an out-of-wedlock pregnancy is no longer as stigmatizing as it once was, and support exists outside of marriage for minors in that situation; and\n      Whereas, Data compiled by Unchained at Last, an advocacy group against coerced marriage, show that 3,853 minors were married in New York between 2000 and 2010; and\n      Whereas, Many states prohibit marriage under the age of 18, although every state allows exceptions, including New York; and\n      Whereas, In addition to New York, other states have recently made progress in restricting or banning child marriage, with similar bills having been introduced in Maryland and New Jersey; and\n      Whereas, In Virginia, a law went into effect in July 2016, setting the minimum age for marriage at 18, or 16 if a child has been legally emancipated, removing the previous exceptions for children as young as 13 to marry if they had parental consent and were pregnant; and\n      Whereas, In November 2015, New York State Assembly Member Amy Paulin introduced A. 8563, legislation to prohibit marriage under the age of 18, without exceptions; and\n      Whereas, Raising the age of consent for marriage to 18 would protect children from possible exploitation and lower the chances they would face a lifetime of negative economic, social, and health consequences; now, therefore, be it\n      Resolved, That the Council of New York calls upon the New York State Legislature to pass, and the Governor to sign, legislation prohibiting marriage under the age of 18, without exceptions.\n\n\n\nLS 8306\n7/21/16\nLW/RC",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, New York\\rquote s Domestic Relations Law allows 16 and 17 year olds to marry if they have parental consent, with no process to ensure that a child has not been coerced; and\\par\nWhereas, Further, New York\\rquote s Domestic Relations Law allows 14 and 15 year olds to marry if they have judicial approval in addition to parental consent, including in cases where the age difference between parties would otherwise be classified as statutory rape; and\\par\nWhereas, UNICEF calls marriage before the age of 18 \\ldblquote a fundamental violation of human rights,\\rdblquote  because it puts girls at risk of exploitation and positions them to face a lifetime of disadvantage, including increased rates of dropping out of school, experiencing domestic violence, and dying from complications in pregnancy and childbirth; and\\par\nWhereas, A 2010 study on early marriage in the United States, \\ldblquote Early Teen Marriage and Future Poverty,\\rdblquote  found that a woman who marries young is 31% more likely to live in poverty later in life; and\\par\nWhereas, A 2011 study, \\ldblquote Child Marriage in the United States and Its Association with Mental Health in Women,\\rdblquote  found that women who marry before age 18 experience higher rates of psychiatric disorders than women who marry as adults; and\\par\nWhereas, The divorce rate is between 70 and 80 percent for marriages entered under the age of 18\\u894? and\\par\nWhereas, The current legal concept of parental consent fails to account for the emotional and social capacities necessary to understand the consequences of the decision to marry, which a child developmentally lacks; and\\par\nWhereas, The societal and familial pressure to marry underage due to an out-of-wedlock pregnancy is no longer as stigmatizing as it once was, and support exists outside of marriage for minors in that situation; and\\par\nWhereas, Data compiled by Unchained at Last, an advocacy group against coerced marriage, show that 3,853 minors were married in New York between 2000 and 2010; and\\par\nWhereas, Many states prohibit marriage under the age of 18, although every state allows exceptions, including New York; and\\par\nWhereas, In addition to New York, other states have recently made progress in restricting or banning child marriage, with similar bills having been introduced in Maryland and New Jersey; and\\par\nWhereas, In Virginia, a law went into effect in July 2016, setting the minimum age for marriage at 18, or 16 if a child has been legally emancipated, removing the previous exceptions for children as young as 13 to marry if they had parental consent and were pregnant; and\\par\nWhereas, In November 2015, New York State Assembly Member Amy Paulin introduced A. 8563, legislation to prohibit marriage under the age of 18, without exceptions; and\\par\nWhereas, Raising the age of consent for marriage to 18 would protect children from possible exploitation and lower the chances they would face a lifetime of negative economic, social, and health consequences; now, therefore, be it\\par\nResolved, That the Council of New York calls upon the New York State Legislature to pass, and the Governor to sign, legislation prohibiting marriage under the age of 18, without exceptions.\\par\n\\pard\\ltrpar\\qj\\par\n\\par\n\\par\n\\fs20 LS 8306\\par\n7/21/16\\par\nLW/RC\\fs24\\par\n\\pard\\ltrpar\\fi720\\qj\\par\n}\n",
  "LastModified": "2017-12-27T03:13:20.05Z"
}
