{
  "ID": 56590,
  "GUID": "A1282FDC-9327-4449-BA22-5701BFB7F7D7",
  "File": "Res 1248-2016",
  "Name": "Commemorating the 70th anniversary of the Italian Republic.",
  "Title": "Resolution commemorating the 70th anniversary of the Italian Republic.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5105,
  "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Relations",
  "IntroDate": "2016-10-13T00:00:00Z",
  "AgendaDate": "2016-10-13T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7642,
      "Slug": "paul-a-vallone",
      "FullName": "Paul A. Vallone"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    }
  ],
  "History": [
    {
      "ID": 311817,
      "Date": "2016-10-13T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2016-10-11T22:51:41.373Z"
    },
    {
      "ID": 311921,
      "Date": "2016-10-13T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Cultural Affairs, Libraries and International Intergroup Relations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 15105,
      "AgendaSequence": 105,
      "MinutesSequence": 121,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Cultural Affairs, Libraries and International Intergroup Relations",
      "MatterStatusID": 3,
      "LastModified": "2016-10-13T19:50:13.267Z"
    },
    {
      "ID": 329677,
      "Date": "2017-12-31T22:14:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T03:14:16.263Z"
    }
  ],
  "Attachments": [
    {
      "ID": 146429,
      "LastModified": "2016-10-13T18:14:57.287Z",
      "Name": "October 13, 2016 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/dbdda6a6-4ecc-4de1-a658-f746c3738dd3.pdf",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 58395,
  "Text": "By Council Members Vallone, Palma, Gentile, Vacca and Koslowitz\n\n\tWhereas, Italy celebrated its 70th Republic Day on June 2, 2016; on this date, in 1946, Italians voted to abolish the monarchy and the Republic of Italy was born; and\n      Whereas, Although geographic Italy has been recognized for over two millennia, it was first unified as a nation-state under Victor Emmanuel II in 1861; and\n      Whereas, From its origins in Ancient Rome, beginning in the eighth century B.C.E., the Roman Republic, founded in 509 B.C.E., and the Roman Empire, established 27 B.C.E.; including the foundation of the Roman Catholic Church during the first century; the Italian Renaissance of 1200-1600 C.E the Italian Enlightenment of 1685-1789 C.E.; the Risorgimento, or Italian unification, in 1861; both World Wars; and European integration, Italy's long and rich history has had a significant impact on Western civilization and the world; and\n      Whereas, Italy is recognized for its cultural heritage, which includes the fine arts of the Renaissance, the artistic and scientific genius of Leonardo Da Vinci, the literary works of Dante Alighieri and Francesco Petrarch, the operas of Giuseppe Verdi and Giacomo Puccini, the fashion designs of Gianni Versace and Miuccia Prada and many other contributions that have greatly influenced today's world; and\n      Whereas, William Paca, an Italian-American, was a politician, a delegate to the Continental Congress and one of the original signatories to the United States (U.S.) Declaration of Independence; and\n      Whereas, Fiorello La Guardia, an Italian-American, served New York City's 14th and 20th Congressional districts before becoming New York City's 99th Mayor for three terms from 1934 to 1945, and for which the City's LaGuardia Airport, LaGuardia Community College and Fiorello H. LaGuardia High School of Music & Art and Performing Arts are named; and\n      Whereas, During World War II, many Italian-American women took war jobs, including Rose Bonavita-Hickey, who was recognized by President Franklin D. Roosevelt with a personal letter commending her for her performance as an aircraft riveter and, together with two other women workers, came to symbolize all American women workers in the war industries as \"Rosie the Riveter\"; and\n      Whereas, Joe DiMaggio, an Italian-American, was a Major League Baseball center fielder who played his entire 13-year career for the New York Yankees and a three-time MVP winner, perhaps best known for his 56-game hitting streak in 1941, a record that still stands; and\n\tWhereas, In 1984, Geraldine A. Ferraro, an Italian-American, was the first woman selected by a major political party as its candidate for Vice President of the U.S. after serving NYC's Ninth Congressional District for three terms; and\n\tWhereas, Italian-Americans have made major contributions in the fields of engineering, medicine and science, including Federico Faggin, who designed the first microchip and microprocessor; Enrico Fermi, who created the first nuclear reactor; Robert Gallo, who co-discovered human immunodeficiency virus (HIV) as the infectious agent responsible for acquired immunodeficiency syndrome (AIDS); and Riccardo Giacconi, who developed the X-ray telescope; and\n      Whereas, Italian-Americans have served with distinction in all of the U.S. involved wars, more than forty of whom have received the Congressional Medal of Honor since its establishment during the Civil War as the military's highest award for combat valor; and\n\tWhereas, Italy and the U.S. first established diplomatic ties in 1861 and then, after World War II, re-established relations in 1944; today, the Italy-U.S. partnership is as strong as ever; and\n\tWhereas, According to the U.S. Census, New York City is home to the largest Italian population in the United States; and\n      Whereas, Italy and the U.S. share important values, including the promotion of human rights, democracy, freedom, peace and global security, all of which have helped forge a solid alliance, built around the United Nations, NATO and Euro-Atlanticism; now, therefore, be it\n\tResolved, That the Council of the City of New York commemorates the 70th anniversary of the Italian Republic.\n\nCGR\nLS #8918\n9/26/2016\n3",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n{\\colortbl ;\\red31\\green73\\blue125;}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\qj\\v0\\par\nBy Council Members Vallone, Palma, Gentile, Vacca and Koslowitz\\par\n\\fs28\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\fs24\\tab Whereas, Italy celebrated its 70\\super th\\nosupersub  Republic Day on June 2, 2016; on this date, in 1946, Italians voted to abolish the monarchy and the Republic of Italy was born; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Although geographic Italy has been recognized for over two millennia, it was first unified as a nation-state under Victor Emmanuel II in 1861; and\\par\nWhereas, From its origins in Ancient Rome, beginning in the eighth century B.C.E., the Roman Republic, founded in 509 B.C.E., and the Roman Empire, established 27 B.C.E.; including the foundation of the Roman Catholic Church during the first century; the Italian Renaissance of 1200-1600 C.E the Italian Enlightenment of 1685-1789 C.E.; the \\i Risorgimento\\i0 , or Italian unification, in 1861; both World Wars; and European integration, Italy\\rquote s long and rich history has had a significant impact on Western civilization and the world; and\\par\nWhereas, Italy is recognized for its cultural heritage, which includes the fine arts of the Renaissance, the artistic and scientific genius of Leonardo Da Vinci, the literary works of Dante Alighieri and Francesco Petrarch, the operas of Giuseppe Verdi and Giacomo Puccini, the fashion designs of Gianni Versace and Miuccia Prada and many other contributions that have greatly influenced today\\rquote s world; and\\par\nWhereas, William Paca, an Italian-American, was a politician, a delegate to the Continental Congress and one of the original signatories to the United States (U.S.) Declaration of Independence; and\\par\nWhereas, Fiorello La Guardia, an Italian-American, served New York City\\rquote s 14\\super th\\nosupersub  and 20\\super th\\nosupersub  Congressional districts before becoming New York City\\rquote s 99\\super th\\nosupersub  Mayor for three terms from 1934 to 1945, and for which the City\\rquote s LaGuardia Airport, LaGuardia Community College and Fiorello H. LaGuardia High School of Music & Art and Performing Arts are named; and\\par\nWhereas, During World War II, many Italian-American women took war jobs, including Rose Bonavita-Hickey, who was recognized by President Franklin D. Roosevelt with a personal letter commending her for her performance as an aircraft riveter and, together with two other women workers, came to symbolize all American women workers in the war industries as \\ldblquote Rosie the Riveter\\rdblquote ; and\\par\nWhereas, Joe DiMaggio, an Italian-American, was a Major League Baseball center fielder who played his entire 13-year career for the New York Yankees and a three-time MVP winner, perhaps best known for his 56-game hitting streak in 1941, a record that still stands; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, In 1984, Geraldine A. Ferraro, an Italian-American, was the first woman selected by a major political party as its candidate for Vice President of the U.S. after serving NYC\\rquote s Ninth Congressional District for three terms; and\\par\n\\tab Whereas, Italian-Americans have made major contributions in the fields of engineering, medicine and science, including Federico Faggin, who designed the first microchip and microprocessor; Enrico Fermi, who\\f1\\fs22  \\f0\\fs24 created the first nuclear reactor; Robert Gallo, who co-discovered human immunodeficiency virus (HIV) as the infectious agent responsible for acquired immunodeficiency syndrome (AIDS); and Riccardo Giacconi, who developed the X-ray telescope; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Italian-Americans have served with distinction in all of the U.S. involved wars, more than forty of whom have received the Congressional Medal of Honor since its establishment during the Civil War as the military\\rquote s highest award for combat valor; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, Italy and the U.S. first established diplomatic ties in 1861 and then, after World War II, re-established relations in 1944; today, the Italy-U.S. partnership is as strong as ever; and\\par\n\\tab Whereas, According to the U.S. Census, New York City is home to the largest Italian population in the United States; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Italy and the U.S. share important values, including the promotion of human rights, democracy, freedom, peace and global security, all of which have helped forge a solid alliance, built around the United Nations, NATO and Euro-Atlanticism; now, therefore, be it\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\cf1\\tab\\cf0 Resolved, That the Council of the City of New York commemorates the 70th anniversary of the Italian Republic.\\par\n\\pard\\ltrpar\\sa200\\qj\\par\n\\pard\\ltrpar\\qj\\fs20 CGR\\par\nLS #8918\\par\n\\pard\\ltrpar 9/26/2016\\par\n}\n",
  "LastModified": "2017-12-27T03:14:16.327Z"
}
