{
  "ID": 56014,
  "GUID": "EE06CEE9-5F83-46CD-9113-D52AAF47D056",
  "File": "Res 1261-2016",
  "Name": "Requiring trucks to be equipped with windows on the lower portions of their side doors in order to increase the driver’s visibility.",
  "Title": "Resolution calling upon the New York State Legislature to pass, and the Governor to sign, legislation requiring trucks to be equipped with windows on the lower portions of their side doors in order to increase the driver’s visibility",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2016-10-27T00:00:00Z",
  "AgendaDate": "2016-10-27T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    },
    {
      "ID": 7714,
      "Slug": "rafael-salamanca-jr",
      "FullName": "Rafael Salamanca, Jr."
    },
    {
      "ID": 7638,
      "Slug": "antonio-reynoso",
      "FullName": "Antonio Reynoso"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    }
  ],
  "History": [
    {
      "ID": 312281,
      "Date": "2016-10-27T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2016-10-21T19:22:08.98Z"
    },
    {
      "ID": 312456,
      "Date": "2016-10-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 15149,
      "AgendaSequence": 128,
      "MinutesSequence": 147,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2016-10-28T13:01:41.167Z"
    },
    {
      "ID": 329680,
      "Date": "2017-12-31T22:15:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T03:15:27.147Z"
    }
  ],
  "Summary": "",
  "TextID": 57744,
  "Text": "By Council Members Menchaca, Salamanca, Reynoso, Richards, Levin, Lander and Vacca\n\tWhereas, In 2015, 136 pedestrians and 14 bicyclists were killed in traffic crashes in New York City; and \n\tWhereas, The City has committed to Vision Zero, a multi-faceted plan to eliminate traffic fatalities through better enforcement and education, improved street design, and new street safety legislation; and\n\tWhereas, According to the John A. Volpe National Transportation Systems Center, large truck crashes are more likely to result in a pedestrian or bicyclist fatality than crashes involving passenger vehicles; and \n\tWhereas, Large truck incidents are also more likely to involve side-impact crashes; and\n\tWhereas, Trucks account for 3.6 percent of vehicles on the road in New York City but are responsible for an average of 12.3 percent of pedestrian fatalities and 32 percent of bicyclist fatalities; and\n\tWhereas, In January 2016, the Mayor of London, Boris Johnson, announced a proposal to require trucks in London to have windows installed in the lower half of cab doors in order to improve driver visibility, reduce blind spots, and enhance safety for pedestrians and cyclists; and\n\tWhereas, In 2011, New York State adopted a law requiring convex mirrors to be placed on the front of large trucks being driven in New York City in order to reduce blind spots and protect pedestrians; and\n\tWhereas, The State should build on this law by requiring all trucks of model year 2017 and newer, as well as any trucks that require the installation of a new side door as a result of a collision, to be equipped with transparent panels in the lower portion of their side doors in order to improve driver visibility and crash avoidance; now, therefore, be it\n\tResolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, legislation requiring trucks to be equipped with windows on the lower portions of their side doors in order to increase the driver's visibility.\n\n\nLS# 7616\n4/13/2016\nJM",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\hyphpar0\\sl480\\slmult1\\qj By Council Members Menchaca, Salamanca, Reynoso, Richards, Levin, Lander and Vacca\\par\n\\tab Whereas, In 2015, 136 pedestrians and 14 bicyclists were killed in traffic crashes in New York City; and \\par\n\\tab Whereas, The City has committed to Vision Zero, a multi-faceted plan to eliminate traffic fatalities through better enforcement and education, improved street design, and new street safety legislation; and\\par\n\\tab Whereas, According to the John A. Volpe National Transportation Systems Center, large truck crashes are more likely to result in a pedestrian or bicyclist fatality than crashes involving passenger vehicles; and \\par\n\\tab Whereas, Large truck incidents are also more likely to involve side-impact crashes; and\\par\n\\tab Whereas, Trucks account for 3.6 percent of vehicles on the road in New York City but are responsible for an average of 12.3 percent of pedestrian fatalities and 32 percent of bicyclist fatalities; and\\par\n\\tab Whereas, In January 2016, the Mayor of London, Boris Johnson, announced a proposal to require trucks in London to have windows installed in the lower half of cab doors in order to improve driver visibility, reduce blind spots, and enhance safety for pedestrians and cyclists; and\\par\n\\tab Whereas, In 2011, New York State adopted a law requiring convex mirrors to be placed on the front of large trucks being driven in New York City in order to reduce blind spots and protect pedestrians; and\\par\n\\tab Whereas, The State should build on this law by requiring all trucks of model year 2017 and newer, as well as any trucks that require the installation of a new side door as a result of a collision, to be equipped with transparent panels in the lower portion of their side doors in order to improve driver visibility and crash avoidance\\expndtw0 ; \\expndtw-3 now, therefore, be it\\par\n\\tab Resolved, That\\cf1  the Council of the City of New York\\cf0  calls upon the New York State Legislature to pass, and the Governor to sign, legislation requiring trucks to be equipped with windows on the lower portions of their side doors in order to increase the driver\\rquote s visibility.\\par\n\\pard\\ltrpar\\hyphpar0\\qj\\cf1\\fs16\\par\n\\par\nLS# 7616\\par\n4/13/2016\\par\nJM\\par\n}\n",
  "LastModified": "2017-12-27T03:15:27.24Z"
}
