{
  "ID": 56723,
  "GUID": "4B2EBCF6-8E5A-4ACB-B47C-BBFEBF98A454",
  "File": "Res 1273-2016",
  "Name": "Prohibit employers from seeking the salary history of a prospective employee for an interview or as a condition of employment. (A.5982/S.6342)",
  "Title": "Resolution calling upon the New York State Legislature to pass and the Governor to sign A.5982 and S.6342 to prohibit employers from seeking the salary history of a prospective employee for an interview or as a condition of employment",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5148,
  "BodyName": "Committee on Civil Rights",
  "IntroDate": "2016-11-16T00:00:00Z",
  "AgendaDate": "2016-11-16T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    }
  ],
  "History": [
    {
      "ID": 312909,
      "Date": "2016-11-16T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2016-11-10T16:14:56.28Z"
    },
    {
      "ID": 313138,
      "Date": "2016-11-16T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Civil Rights",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 15182,
      "AgendaSequence": 95,
      "MinutesSequence": 111,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil Rights",
      "MatterStatusID": 3,
      "LastModified": "2016-11-16T18:23:10.89Z"
    },
    {
      "ID": 329681,
      "Date": "2017-12-31T22:15:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T03:16:02.493Z"
    }
  ],
  "Attachments": [
    {
      "ID": 146977,
      "LastModified": "2016-11-16T15:42:39.547Z",
      "Name": "A. 5982",
      "Link": "https://nyc.legistar1.com/nyc/attachments/19d6cf1e-0d94-4c5b-862e-4435d2b87a94.pdf",
      "Sort": 1
    },
    {
      "ID": 146978,
      "LastModified": "2016-11-14T16:22:37.393Z",
      "Name": "S. 6342",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f74499fb-98b8-4b5f-9d41-1f834e73bfdf.pdf",
      "Sort": 2
    },
    {
      "ID": 147783,
      "LastModified": "2016-11-16T17:10:05.043Z",
      "Name": "November 16, 2016 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/66f3a44b-614b-49a5-8647-5b62f52e0a6b.pdf",
      "Sort": 3
    },
    {
      "ID": 149001,
      "LastModified": "2016-12-09T17:55:40.023Z",
      "Name": "Hearing Transcript - Stated Meeting  11-16-16",
      "Link": "https://nyc.legistar1.com/nyc/attachments/34e2077f-4e4c-4647-8c04-022e43ae3f54.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 58557,
  "Text": "By Council Members Cabrera, Richards, Mendez, Chin and Rosenthal\n\n      Whereas, According to the 2014 Census Bureau American Community Survey (ACS), a woman in New York State working full-time makes about 87 cents for every dollar a man earns, or a difference of $6,778 in median annual income; and\n      Whereas, According to the 2014 ACS, women of color are disproportionately hurt by the gender pay gap, with Hispanic, Black or African American, and Asian women experiencing a 54, 45, and 37 percent wage gap respectively compared to white men in New York City; and\n      Whereas, According to the 2014 ACS, among women with college or post-graduate degrees in New York City, the gender wage gap persists at 16 percent and 20 percent respectively; and\n      Whereas, A 2016 policy report titled \"Advancing Pay Equity in New York City,\" released by the Public Advocate for the City of New York, recommended prohibiting employers from relying on salary histories, a practice that perpetuates the gender wage gap; and\n      Whereas, On August 16, 2016, the Public Advocate for the City of New York introduced Int. 1253-2016 to prohibit employers from seeking a job applicant's salary history, a bill that 30 Council Members had joined as co-sponsors within two months of introduction; and\n      Whereas, The need for legislation prohibiting salary history inquiries extends beyond the City of New York; and\n      Whereas, New York State Assembly Member Marcos A. Crespo, in 2015, and, New York State Senator Brad Hoylman, in 2016, introduced A.5982 and S.6342 respectively, making it an unlawful discriminatory practice for employers to seek a salary history from a prospective employee for an interview or as a condition for employment; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, A.5982 and S.6342 to prohibit employers from seeking the salary history of a prospective employee for an interview or as a condition of employment.\n\nLS #8770/8779\n10/24/16\nBAM",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar By Council Members Cabrera, Richards, Mendez, Chin and Rosenthal\\par\n\\par\n\\pard\\ltrpar\\keepn\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\expndtw-3 Whereas, According to the 2014 \\expndtw0 Census Bureau American Community Survey (ACS), a woman in New York State working full-time makes about 87 cents for every dollar a man earns, or a difference of $6,778 in median annual income\\expndtw-3 ; and\\par\nWhereas, According to the 2014 ACS, women of color are disproportionately hurt by the gender pay gap, with Hispanic, Black or African American, and Asian women experiencing a 54, 45, and 37 percent wage gap respectively compared to white men in New York City; and\\par\nWhereas, According to the 2014 ACS, \\expndtw0 among women with college or post-graduate degrees in New York City, the gender wage gap persists at 16 percent and 20 percent respectively\\expndtw-3 ; and\\par\nWhereas, A 2016 policy report titled \\ldblquote Advancing Pay Equity in New York City,\\rdblquote  released by the Public Advocate for the City of New York, recommended prohibiting employers from relying on salary histories, a practice that perpetuates the gender wage gap; and\\par\nWhereas, On August 16, 2016, the Public Advocate for the City of New York introduced Int. 1253-2016 to prohibit employers from seeking a job applicant\\rquote s salary history, a bill that 30 Council Members had joined as co-sponsors within two months of introduction; and\\par\nWhereas, The need for legislation prohibiting salary history inquiries extends beyond the City of New York; and\\par\nWhereas, \\cf1\\expndtw0 New York State Assembly Member Marcos A. Crespo, in 2015, and, New York State Senator Brad Hoylman, in 2016, introduced A.5982 and S.6342 respectively, making it an unlawful discriminatory practice for employers to seek a salary history from a prospective employee for an interview or as a condition for employment; now, therefore, be it\\par\n\\cf0\\expndtw-3 Resolved, \\cf1 That the Council of the City of New York\\cf0  \\expndtw0 calls upon the New York State Legislature to pass, and the Governor to sign\\cf1\\expndtw-3 ,\\cf0  A.5982 and S.6342 to prohibit employers from seeking the salary history of a prospective employee for an interview or as a condition of employment.\\par\n\\pard\\ltrpar\\qj\\expndtw0\\par\n\\fs18 LS #8770/8779\\par\n\\pard\\ltrpar 10/24/16\\par\n\\pard\\ltrpar\\qj BAM\\fs24\\par\n\\pard\\ltrpar\\par\n}\n",
  "LastModified": "2017-12-27T03:16:02.557Z"
}
