{
  "ID": 56310,
  "GUID": "0E358EF1-647D-47C0-A7AA-ACF663F13F4C",
  "File": "Res 1289-2016",
  "Name": "Ban the sale of lipsticks that contain lead in quantities greater than 1.11 parts per million.",
  "Title": "Resolution calling on the state of New York to ban the sale of lipsticks that contain lead in quantities greater than 1.11 parts per million.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2016-11-29T00:00:00Z",
  "AgendaDate": "2016-11-29T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 7502,
      "Slug": "elizabeth-s-crowley",
      "FullName": "Elizabeth S. Crowley"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    }
  ],
  "History": [
    {
      "ID": 313221,
      "Date": "2016-11-29T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2016-11-16T20:38:52.85Z"
    },
    {
      "ID": 313625,
      "Date": "2016-11-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 15198,
      "AgendaSequence": 113,
      "MinutesSequence": 144,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2016-11-29T21:06:26.097Z"
    },
    {
      "ID": 329684,
      "Date": "2017-12-31T22:17:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T03:17:17.713Z"
    }
  ],
  "Attachments": [
    {
      "ID": 148390,
      "LastModified": "2017-12-19T16:09:41.25Z",
      "Name": "November 29, 2016 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ade71f1c-ab09-4ff8-aa5a-6212c7ad0866.pdf",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 58080,
  "Text": "By Council Members Eugene, Crowley and Mendez\n\n      Whereas, Exposure to lead can affect the central nervous system, the kidneys, and the immune system, and lead to reduced fertility in both men and women; and  \n      Whereas, In young children, chronic exposure to even low levels of lead is associated with impaired cognitive function, including reduced IQ, behavioral difficulties and other problems; and\n      Whereas, Recognizing the dangers of lead decades ago, the U.S. government required paint companies to remove lead from their products in 1978 and began reducing the content of lead in gasoline in 1972, completely banning it in 1996; and   \n      Whereas, A 2010 Food and Drug Administration (\"FDA\") study of the total lead content in 400 lipstick brands available on the market found lead in every sample tested, in amounts ranging from 0.026 parts per million to 7.19 parts per million, with an average value of 1.11 parts per million; and\n      Whereas, In a University of California study, researchers found that many women applied lipstick from 2 to 14 times every day, ingesting or absorbing as much as 87 milligrams of lipstick a day; and\n      Whereas, According to the Campaign for Safe Cosmetics, exposure to a little bit of lead over a long period of time can add up to significant exposure; and \n      Whereas, The FDA does not currently regulate the presence of lead in lipstick products, but is considering setting a maximum limit on such lead levels; now, therefore, be it\n      Resolved, That the Council of the city of New York calls on the state of New York to ban the sale of lipsticks that contain lead in quantities greater than 1.11 parts per million. \n\nLS #8079\nZH \n06/29/16\n\n\n1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar By Council Members Eugene, Crowley and Mendez\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Exposure to lead can affect the central nervous system, the kidneys, and the immune system, and lead to reduced fertility in both men and women; and  \\par\nWhereas, In young children, chronic exposure to even low levels of lead is associated with impaired cognitive function, including reduced IQ, behavioral difficulties and other problems; and\\par\nWhereas, Recognizing the dangers of lead decades ago, the U.S. government required paint companies to remove lead from their products in 1978 and began reducing the content of lead in gasoline in 1972, completely banning it in 1996; and   \\par\nWhereas, A 2010 Food and Drug Administration (\\ldblquote FDA\\rdblquote ) study of the total lead content in 400 lipstick brands available on the market found lead in every sample tested, in amounts ranging from 0.026 parts per million to 7.19 parts per million, with an average value of 1.11 parts per million; and\\par\nWhereas, In a University of California study, researchers found that many women applied lipstick from 2 to 14 times every day, ingesting or absorbing as much as 87 milligrams of lipstick a day; and\\par\nWhereas, According to the Campaign for Safe Cosmetics, exposure to a little bit of lead over a long period of time can add up to significant exposure; and \\par\nWhereas, The FDA does not currently regulate the presence of lead in lipstick products, but is considering setting a maximum limit on such lead levels; now, therefore, be it\\par\nResolved, That the Council of the city of New York calls on the state of New York to ban the sale of lipsticks that contain lead in quantities greater than 1.11 parts per million. \\par\n\\pard\\ltrpar\\par\nLS #8079\\par\nZH \\par\n06/29/16\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\fs22\\par\n\\par\n}\n",
  "LastModified": "2017-12-27T03:17:17.76Z"
}
