{
  "ID": 56882,
  "GUID": "F1B274C3-EF1B-4095-BE77-0A9799B187CF",
  "File": "Res 1321-2016",
  "Name": "Affirming that despite president-elect Donald Trump’s senseless threats, NYC will remain a Sanctuary City for immigrant residents.",
  "Title": "Resolution affirming that despite president-elect Donald Trump’s senseless threats, New York City will remain a Sanctuary City for immigrant residents.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 5119,
  "BodyName": "Committee on Immigration",
  "IntroDate": "2016-12-06T00:00:00Z",
  "AgendaDate": "2016-12-06T00:00:00Z",
  "PassedDate": "2016-12-06T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 7628,
      "Slug": "laurie-a-cumbo",
      "FullName": "Laurie A. Cumbo"
    },
    {
      "ID": 7638,
      "Slug": "antonio-reynoso",
      "FullName": "Antonio Reynoso"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7571,
      "Slug": "jumaane-d-williams",
      "FullName": "Jumaane D. Williams"
    },
    {
      "ID": 7630,
      "Slug": "rafael-l-espinal-jr",
      "FullName": "Rafael L. Espinal, Jr."
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7509,
      "Slug": "julissa-ferreras-copeland",
      "FullName": "Julissa Ferreras-Copeland"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7633,
      "Slug": "rory-i-lancman",
      "FullName": "Rory I. Lancman"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7637,
      "Slug": "i-daneek-miller",
      "FullName": "I. Daneek Miller"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7634,
      "Slug": "mark-levine",
      "FullName": "Mark Levine"
    },
    {
      "ID": 7641,
      "Slug": "mark-treyger",
      "FullName": "Mark Treyger"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 7627,
      "Slug": "costa-g-constantinides",
      "FullName": "Costa G. Constantinides"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    }
  ],
  "History": [
    {
      "ID": 313888,
      "Date": "2016-12-05T10:00:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "This Resolution was Hearing on P-C Item by Comm",
      "BodyID": 5119,
      "BodyName": "Committee on Immigration",
      "EventID": 15199,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 2,
      "LastModified": "2016-12-05T14:50:09.343Z"
    },
    {
      "ID": 313898,
      "Date": "2016-12-05T10:00:00Z",
      "ActionID": 25,
      "Action": "P-C Item Approved by Comm",
      "Description": "A motion was made that this Resolution be P-C Item Approved by Comm approved by Roll Call.",
      "BodyID": 5119,
      "BodyName": "Committee on Immigration",
      "EventID": 15199,
      "MinutesSequence": 6,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 37,
      "Votes": [
        {
          "ID": 7636,
          "Slug": "carlos-menchaca",
          "FullName": "Carlos Menchaca",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 7113,
          "Slug": "mathieu-eugene",
          "FullName": "Mathieu Eugene",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 20
        },
        {
          "ID": 7563,
          "Slug": "daniel-dromm",
          "FullName": "Daniel Dromm",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 30
        },
        {
          "ID": 7565,
          "Slug": "peter-a-koo",
          "FullName": "Peter A. Koo",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 40
        },
        {
          "ID": 7630,
          "Slug": "rafael-l-espinal-jr",
          "FullName": "Rafael L. Espinal, Jr.",
          "VoteID": 16,
          "Vote": "Absent",
          "Sort": 50
        }
      ],
      "LastModified": "2017-01-13T16:51:08.83Z"
    },
    {
      "ID": 313887,
      "Date": "2016-12-06T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2016-12-02T19:45:23.77Z"
    },
    {
      "ID": 314063,
      "Date": "2016-12-06T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Immigration",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 15212,
      "AgendaSequence": 71,
      "MinutesSequence": 85,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Preconsidered - Immigration",
      "MatterStatusID": 3,
      "LastModified": "2016-12-06T20:36:16.803Z"
    },
    {
      "ID": 314092,
      "Date": "2016-12-06T18:30:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "A motion was made that this Resolution be Approved, by Council approved by Voice Vote.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 15212,
      "AgendaSequence": 67,
      "MinutesSequence": 81,
      "Version": "*",
      "AgendaNote": "Preconsidered - Adopted by the Committee on Immigration",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, the Public Advocate (Ms. James) called for a voice vote.  Hearing those in favor, the Public Advocate (Ms. James) declared the Resolution to be adopted.\r\n\r\nThe following 3 Council Members formally noted their objection to this item:  \r\nCouncil Members Borelli, Deutsch, and Matteo.\r\n\r\nThe following Council Member formally noted his abstention on this item:  \r\nCouncil Member Vallone.\r\n\r\nAdopted by the Council by voice-vote.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2017-01-24T17:35:17.743Z"
    }
  ],
  "Attachments": [
    {
      "ID": 148679,
      "LastModified": "2016-12-20T19:00:51.273Z",
      "Name": "Res. No. 1321",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d627db8b-c1b6-4c98-be6d-388801e949ba.doc",
      "Sort": 1
    },
    {
      "ID": 148594,
      "LastModified": "2016-12-06T19:22:54.437Z",
      "Name": "Committee Report",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b6ab1087-d339-4919-86b6-04bd9cc21ffa.doc",
      "Sort": 2
    },
    {
      "ID": 149553,
      "LastModified": "2016-12-27T18:16:37.66Z",
      "Name": "Hearing Transcript",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d736c902-9bcc-4169-a10e-d1e9350288eb.pdf",
      "Sort": 3
    },
    {
      "ID": 148760,
      "LastModified": "2016-12-27T18:16:37.58Z",
      "Name": "Committee Report - Stated Meeting",
      "Link": "https://nyc.legistar1.com/nyc/attachments/fd63dfca-a69f-436d-a472-279a479a63a6.doc",
      "Sort": 4
    },
    {
      "ID": 148705,
      "LastModified": "2016-12-27T18:16:36.63Z",
      "Name": "December 6, 2016 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/946e912f-d7fe-4d7b-af5f-8ec733e1c6b3.pdf",
      "Sort": 5
    },
    {
      "ID": 149772,
      "LastModified": "2017-01-03T16:31:10.783Z",
      "Name": "Hearing Transcript - Stated Meeting  12-6-16",
      "Link": "https://nyc.legistar1.com/nyc/attachments/dd1e759e-e195-4697-9a89-8d09e0c969b5.pdf",
      "Sort": 6
    },
    {
      "ID": 150530,
      "LastModified": "2017-01-24T17:34:58.243Z",
      "Name": "Minutes of the Stated Meeting - December 6, 2016",
      "Link": "https://nyc.legistar1.com/nyc/attachments/5965d67b-817c-4481-8450-671dc078ed7d.pdf",
      "Sort": 7
    }
  ],
  "Summary": "",
  "TextID": 58739,
  "Text": "By The Speaker (Council Member Mark-Viverito) and Council Members Lander, Menchaca, Kallos, Cumbo, Reynoso, Levin, Williams, Espinal, Rosenthal, Ferreras-Copeland, Chin, Lancman, Rose, Miller, Rodriguez, Levine, Treyger, Garodnick, Mendez, Constantinides and Koo\n\n\tWhereas, The City of New York serves as a global symbol of hope and opportunity for all; and\n      Whereas, New York City was built by immigrants and draws its economic and cultural vibrancy from the extraordinary and diverse mix of individuals who call the City home; and \n      Whereas, Immigrant families have deep roots in our communities and deserve to be welcomed, support and protected; and \n      Whereas, a thriving immigrant population that participates fully in our community makes our City safer; and \n      Whereas, President-elect Trump's irresponsible rhetoric regarding immigrants is an affront to New Yorkers and does not reflect our core values, including a commitment to inclusion, compassion and the rule of law; and\n      Whereas, The City will not abandon immigrant New Yorkers and we will support and defend their rights; and \n      Whereas, The City's commitment to the rule of law and the protection of immigrant New Yorkers is deep and strong; and     \n      Whereas, Executive Order No. 34 of 2003 ensures that City services are available to all residents regardless of immigration status to the maximum extent of the law; and\n\t Whereas, Executive Order No. 41 of 2003 mandates that no City officer or employee may disclose confidential information, including immigration status; and\n      Whereas, The policies embodied in Executive Orders 34 and 41 are designed to foster and preserve confidence in law enforcement and help keep the City and all its residents safe and secure; and\n      Whereas, The Council has passed multiple local laws to limit the City's cooperation with Immigration and Customs Enforcement and shield immigrant communities from draconian immigration enforcement actions that needlessly tear families apart and undermine confidence in law enforcement agencies; and \n\tWhereas, These laws have thwarted thousands of needless deportations, protecting the constitutional rights of immigrant New Yorkers while strengthening public safety; and\n      Whereas, The Council will continue to closely monitor the implementation of these laws and expand on them if necessary; and \n      Whereas, In 2013 the Council launched the New York Immigrant Family Unity Project (NYIFUP), the nation's first publicly funded legal services program for immigrants facing deportation; and \n      Whereas, Today, NYIFUP provides lawyers to every detained immigrant facing deportation in New York who cannot afford private counsel and has had a dramatic impact; improving immigrants' chance of success in immigration court by as much as 1000%; and \n      Whereas, As a result, countless New York families have been spared the devastation of losing a loved one to deportation and families have been preserved; and \n\tWhereas, In response to the humanitarian crisis of unaccompanied Central American children seeking refuge here after fleeing terrible violence in their home countries, the Council created the Unaccompanied Minors and Families Initiative, a public-private partnership that provides free legal services to refugee unaccompanied minors and families facing expedited deportation proceedings; and\n      Whereas, The Unaccompanied Minors and Families Initiative also provides comprehensive social services to ensure critical access to education, health and mental health services; and \n      Whereas, To date the Unaccompanied Minors and Families Initiative has provided valuable immigration legal services to hundreds of immigrant children and families; and \n\tWhereas, The Council's Immigrant Opportunities Initiative supports programs that strengthen immigrant families and communities, facilitate immigrant workers in their access to justice and equal workplace standards and build and strengthen partnerships between community groups and legal services agencies; and   \n\tWhereas, The Council's Day Laborer Workforce Initiative supports day laborer centers across the City that serve as meeting places and resource centers to provide workforce training and access to legal services; and \n\tWhereas, The Council is committed to bridging the education gap and has made significant investments to ensure that all New Yorkers have access to quality adult literacy programming, including civics and English as a Second Language classes; and\n\tWhereas, The Council's Immigrant Health Initiative provides access to quality healthcare for immigrants; and\n\tWhereas, In 2014, the Council passed a law creating IDNYC, the largest municipal identification card in the nation, to facilitate access to City services and other benefits for all New Yorkers including immigrants; and\t\n\tWhereas, The Council stands firmly behind these programs and will continue to support and provide sanctuary for our immigrant community; now, therefore, be it\n\tResolved, That despite president-elect Donald Trump's senseless threats, New York City will remain a Sanctuary City for immigrant residents.\n\nLS# 9714, 9725\n11/28/2016\nLR/IP",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy The Speaker (Council Member Mark-Viverito) and Council Members Lander, Menchaca, Kallos, Cumbo, Reynoso, Levin, Williams, Espinal, Rosenthal, Ferreras-Copeland, Chin, Lancman, Rose, Miller, Rodriguez, Levine, Treyger, Garodnick, Mendez, Constantinides and Koo\\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, The City of New York serves as a global symbol of hope and opportunity for all; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, New York City was built by immigrants and draws its economic and cultural vibrancy from the extraordinary and diverse mix of individuals who call the City home; and \\par\nWhereas, Immigrant families have deep roots in our communities and deserve to be welcomed, support and protected; and \\par\nWhereas, a thriving immigrant population that participates fully in our community makes our City safer; and \\par\nWhereas, President-elect Trump\\rquote s irresponsible rhetoric regarding immigrants is an affront to New Yorkers and does not reflect our core values, including a commitment to inclusion, compassion and the rule of law; and\\par\nWhereas, The City will not abandon immigrant New Yorkers and we will support and defend their rights; and \\par\nWhereas, The City\\rquote s commitment to the rule of law and the protection of immigrant New Yorkers is deep and strong; and     \\par\nWhereas, Executive Order No. 34 of 2003 ensures that City services are available to all residents regardless of immigration status to the maximum extent of the law; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab  Whereas, Executive Order No. 41 of 2003 mandates that no City officer or employee may disclose confidential information, including immigration status; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The policies embodied in Executive Orders 34 and 41 are designed to foster and preserve confidence in law enforcement and help keep the City and all its residents safe and secure; and\\par\nWhereas, The Council has passed multiple local laws to limit the City\\rquote s cooperation with Immigration and Customs Enforcement and shield immigrant communities from draconian immigration enforcement actions that needlessly tear families apart and undermine confidence in law enforcement agencies; and \\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, These laws have thwarted thousands of needless deportations, protecting the constitutional rights of immigrant New Yorkers while strengthening public safety; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The Council will continue to closely monitor the implementation of these laws and expand on them if necessary; and \\par\nWhereas, In 2013 the Council launched the New York Immigrant Family Unity Project (NYIFUP), the nation\\rquote s first publicly funded legal services program for immigrants facing deportation; and \\par\nWhereas, Today, NYIFUP provides lawyers to every detained immigrant facing deportation in New York who cannot afford private counsel and has had a dramatic impact; improving immigrants\\rquote  chance of success in immigration court by as much as 1000%; and \\par\nWhereas, As a result, countless New York families have been spared the devastation of losing a loved one to deportation and families have been preserved; and \\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, In response to the humanitarian crisis of unaccompanied Central American children seeking refuge here after fleeing terrible violence in their home countries, the Council created the Unaccompanied Minors and Families Initiative, a public-private partnership that provides free legal services to refugee unaccompanied minors and families facing expedited deportation proceedings; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The Unaccompanied Minors and Families Initiative also provides comprehensive social services to ensure critical access to education, health and mental health services; and \\par\nWhereas, To date the Unaccompanied Minors and Families Initiative has provided valuable immigration legal services to hundreds of immigrant children and families; and \\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, The Council\\rquote s Immigrant Opportunities Initiative supports programs that strengthen immigrant families and communities, facilitate immigrant workers in their access to justice and equal workplace standards and build and strengthen partnerships between community groups and legal services agencies; and   \\par\n\\tab Whereas, The Council\\rquote s Day Laborer Workforce Initiative supports day laborer centers across the City that serve as meeting places and resource centers to provide workforce training and access to legal services; and \\par\n\\tab Whereas, The Council is committed to bridging the education gap and has made significant investments to ensure that all New Yorkers have access to quality adult literacy programming, including civics and English as a Second Language classes; and\\par\n\\tab Whereas, The Council\\rquote s Immigrant Health Initiative provides access to quality healthcare for immigrants; and\\par\n\\tab Whereas, In 2014, the Council passed a law creating IDNYC, the largest municipal identification card in the nation, to facilitate access to City services and other benefits for all New Yorkers including immigrants; and\\tab\\par\n\\tab Whereas, The Council stands firmly behind these programs and will continue to support and provide sanctuary for our immigrant community; now, therefore, be it\\par\n\\tab Resolved, That despite president-elect Donald Trump\\rquote s senseless threats, New York City will remain a Sanctuary City for immigrant residents.\\par\n\\par\n\\pard\\ltrpar\\qj\\fs20 LS# 9714, 9725\\par\n11/28/2016\\par\nLR/IP\\fs24\\par\n}\n",
  "LastModified": "2017-01-24T17:34:58.243Z"
}
