{
  "ID": 56752,
  "GUID": "37FD1E8C-7689-4831-8F0E-39B604118919",
  "File": "Res 1325-2016",
  "Name": "Create a curriculum in public schools on the study of genocide and the Holocaust.",
  "Title": "Resolution calling on the New York State Legislature to pass and the Governor to sign legislation that would create a curriculum in public schools on the study of genocide and the Holocaust.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2016-12-06T00:00:00Z",
  "AgendaDate": "2016-12-06T00:00:00Z",
  "PassedDate": "2017-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7642,
      "Slug": "paul-a-vallone",
      "FullName": "Paul A. Vallone"
    },
    {
      "ID": 7617,
      "Slug": "donovan-j-richards",
      "FullName": "Donovan J. Richards"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    }
  ],
  "History": [
    {
      "ID": 313802,
      "Date": "2016-12-06T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2016-12-01T15:13:24.163Z"
    },
    {
      "ID": 314087,
      "Date": "2016-12-06T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 15212,
      "AgendaSequence": 95,
      "MinutesSequence": 109,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2016-12-06T20:36:16.84Z"
    },
    {
      "ID": 329689,
      "Date": "2017-12-31T22:19:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2017-12-27T03:20:01.727Z"
    }
  ],
  "Attachments": [
    {
      "ID": 148729,
      "LastModified": "2016-12-06T18:07:42.013Z",
      "Name": "December 6, 2016 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8d254001-348f-480e-a637-8d226ebbecf3.pdf",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 58587,
  "Text": "By Council Members Vallone, Richards and Gentile\n\tWhereas, The Holocaust, Nazi Germany's systematic extermination of six million European Jews between 1941 and 1945, was one of the most important events of the 20th century; and\n\tWhereas, This extensive campaign to destroy European Jewry, which Nazi leaders referred to as \"The Final Solution,\" had many causes, including the long history of Anti-Semitism in Europe, the unique psychological pathologies of Adolf Hitler, and the lack of organized domestic resistance toward the increasing pressures that the Nazi regime placed upon German Jews; and\n\tWhereas, The Holocaust also prompted a substantial exodus of the Jewish people from Europe to North America. According to the United States Holocaust Memorial Museum, the aftermath of World War II saw approximately 170,000 Jews leave for Israel, and 28,000 arrive in the United States; and \n\tWhereas, Jews were not the only victims of the Holocaust, as the Nazi regime also targeted the disabled, as well as individuals of Slavic, Romani, and LGBT backgrounds; and \n\tWhereas, Moreover, the Holocaust was neither the first nor the last genocide of the 20th century, it was preceded by the Armenian Genocide and succeeded by the Rwandan Genocide, among others; and \n\tWhereas, According to the New York Times, the Armenian Genocide, the slaughter of 1.5 million Armenians by the Ottoman Empire, took place between 1915 and 1923; and\n\tWhereas, Seventy years later, in 1994, the Rwandan government targeted and killed approximately 800,000 ethnic Tutsis, according to estimates from the BBC; and\n\tWhereas, In light of the awful toll of these events, and the obligation to teach students about the darker chapters of human history, students within New York State should study the Holocaust as well as the other major genocidal events in history; and\n\t Whereas, A comprehensive curriculum pertaining to this aspect of world history could potentially prevent tomorrow's leaders from repeating yesterday's mistakes; now, therefore, be it\n\tResolved, That the Council of the City of New York calls upon the New York State Legislature to pass and the Governor to sign, legislation that would create a curriculum in public schools on the study of genocide and the Holocaust.\n\nLS#8861 \n09/27/16\nMK",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\hyphpar0\\sl480\\slmult1\\qj By Council Members Vallone, Richards and Gentile\\par\n\\tab Whereas, The Holocaust, Nazi Germany\\rquote s systematic extermination of six million European Jews between 1941 and 1945, was one of the most important events of the 20\\super th\\nosupersub  century; and\\par\n\\tab Whereas, This extensive campaign to destroy European Jewry, which Nazi leaders referred to as \\ldblquote The Final Solution,\\rdblquote  had many causes, including the long history of Anti-Semitism in Europe, the unique psychological pathologies of Adolf Hitler, and the lack of organized domestic resistance toward the increasing pressures that the Nazi regime placed upon German Jews; and\\par\n\\tab Whereas, \\expndtw0 The Holocaust also prompted a substantial exodus of the Jewish people from Europe to North America. According to the United States Holocaust Memorial Museum, the aftermath of World War II saw approximately 170,000 Jews leave for Israel, and 28,000 arrive in the United States\\expndtw-3 ; and \\par\n\\tab Whereas, \\expndtw0 Jews were not the only victims of the Holocaust, as the Nazi regime also targeted the disabled, as well as individuals of Slavic, Romani, and LGBT backgrounds;\\expndtw-3  and \\par\n\\tab Whereas, \\expndtw0 Moreover, the Holocaust was neither the first nor the last genocide of the 20\\super th\\nosupersub  century, it was preceded by the Armenian Genocide and succeeded by the Rwandan Genocide, among others;\\expndtw-3  and \\par\n\\tab Whereas, According to the New York Times, the Armenian Genocide, the slaughter of 1.5 million Armenians by the Ottoman Empire, took place between 1915 and 1923; and\\par\n\\tab Whereas, Seventy years later, in 1994, the Rwandan government targeted and killed approximately 800,000 ethnic Tutsis, according to estimates from the BBC; and\\par\n\\tab Whereas,\\expndtw0  In light of the awful toll of these events, and the obligation to teach students about the darker chapters of human history, students within New York State should study the Holocaust as well as the other major genocidal events in history\\expndtw-3 ; and\\par\n\\tab  \\expndtw0 Whereas, A comprehensive curriculum pertaining to this aspect of world history could potentially prevent tomorrow\\rquote s leaders from repeating yesterday\\rquote s mistakes; now, therefore, be it\\expndtw-3\\par\n\\expndtw0\\tab\\expndtw-3 Resolved, That\\cf1  the Council of the City of New York\\cf0  calls upon the New York State Legislature to pass and the Governor to sign, legislation that would create a curriculum in public schools on the study of genocide and the Holocaust.\\par\n\\pard\\ltrpar\\hyphpar0\\qj\\par\n\\cf1\\fs16 LS#8861 \\par\n09/27/16\\par\nMK\\par\n}\n",
  "LastModified": "2017-12-27T03:20:01.79Z"
}
