{
  "ID": 2744,
  "GUID": "0522B9E8-08DD-40A3-B42E-CA203CFB51C0",
  "BodyID": 5070,
  "BodyName": "Subcommittee on Planning, Dispositions and Concessions",
  "Date": "2004-03-02T13:00:00-05:00",
  "Location": "Committee Room - City Hall",
  "VideoStatus": "Public",
  "AgendaStatusID": 2,
  "AgendaStatusName": "Final",
  "MinutesStatusID": 2,
  "MinutesStatusName": "Final",
  "AgendaFile": "",
  "InSiteURL": "https://nyc.legistar.com/MeetingDetail.aspx?LEGID=2744&GID=61&G=2FD004F1-D85B-4588-A648-0A736C77D6E3",
  "Items": [
    {
      "ID": 156329,
      "GUID": "780CEBB3-6433-48FC-9520-A4311654323E",
      "Title": "AND SUCH OTHER BUSINESS AS MAY BE NECESSARY",
      "AgendaSequence": 37,
      "MinutesSequence": 75,
      "Version": "",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156330,
      "GUID": "591A86E1-6D74-4E49-81D0-7D4724819458",
      "Title": "Application no. 20045382 HAM, an Urban Development Action Area Project, located at 747 St. Nicholas Avenue, Council District no. 7, Borough of Manhattan.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development.",
      "AgendaSequence": 36,
      "MinutesSequence": 73,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "MatterID": 29521,
      "MatterFile": "LU 0096-2004",
      "MatterName": "UDAAP, 747 St. Nicholas Avenue, Manhattan (20045382HAM)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156331,
      "GUID": "08FEBB6B-D991-45BD-A04E-1546E79B6AA5",
      "Title": "Application no. 20045381 HAK, an Urban Development Action Area Project located at 252 4th Avenue, 384 Bergen Street, 426 54th Street and 713 3rd Avenue, Council Districts no. 33, 38 and 39, Borough of Brooklyn.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development, and pursuant to Section 696 of the General Municipal Law for an exemption from real property taxes",
      "AgendaSequence": 35,
      "MinutesSequence": 71,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "MatterID": 29520,
      "MatterFile": "LU 0095-2004",
      "MatterName": "UDAAP, 252 4th Ave., 384 Bergen St., 426 54th St. & 713 3rd Ave., Brooklyn (20045381HAK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156332,
      "GUID": "14BFF76F-E63C-4BE6-85D7-E60A84529F26",
      "Title": "Application no. 20045380 HAK, an Urban Development Action Area Project located at 2966 Fulton Street, Council District no. 37, Borough of Brooklyn.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development, and pursuant to Section 696 of the General Municipal Law for an exemption from real property taxes.",
      "AgendaSequence": 34,
      "MinutesSequence": 69,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "MatterID": 29519,
      "MatterFile": "LU 0094-2004",
      "MatterName": "UDAAP, 2966 Fulton Street, Brooklyn (20045380HAK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Filed",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156333,
      "GUID": "EF26793C-F143-441F-8A22-196CC1226A75",
      "Title": "Application no. 20045379 HAK, an Urban Development Action Area Project located at 165A Stuyvesant Avenue, 366 Quincy Street and 767 Marcy Avenue, Council District no. 36, Borough of Brooklyn.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development, and pursuant to Section 696 of the General Municipal Law for an exemption from real property taxes",
      "AgendaSequence": 33,
      "MinutesSequence": 67,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "MatterID": 29518,
      "MatterFile": "LU 0093-2004",
      "MatterName": "UDAAP, 165A Stuyvesant Ave., 366 Quincy St. & 767 Marcy Ave., Brooklyn (20045379HAK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156334,
      "GUID": "4EE9388F-03A9-47EB-9059-CA7A6960B090",
      "Title": "Application no. 20045378 HAX, an Urban Development Action Area Project located at East 182nd Street between Crotona and Prospect Avenues, Council District no. 15, Borough of the Bronx.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development, and pursuant to Section 696 of the General Municipal Law for an exemption from real property taxes.",
      "AgendaSequence": 32,
      "MinutesSequence": 64,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "MatterID": 29517,
      "MatterFile": "LU 0092-2004",
      "MatterName": "UDAAP, East 182nd Street, Bronx (20045378HAX)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156335,
      "GUID": "E021DA14-E9EA-4F49-AAC2-D7EE5307057A",
      "Title": "Application no. 20045278 HAX, an Urban Development Action Area Project located at 1117 Noble Avenue, Council District no. 18, Borough of the Bronx.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development.",
      "AgendaSequence": 31,
      "MinutesSequence": 62,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "MatterID": 29030,
      "MatterFile": "LU 0074-2004",
      "MatterName": "UDAAP, 1117 Noble Avenue, Bronx (20045278HAX)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156336,
      "GUID": "37845DD7-48D4-4905-AE74-8A4DC8E8F5CA",
      "Title": "Application no. 20045310 HAX, an Urban Development Action Area Project known as Bronx Park South Trafalgar Amendment, located in Community Board 6, Council District no. 15, Borough of the Bronx.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development and pursuant to Section 696 of the General Municipal Law for an exemption from real property taxes.",
      "AgendaSequence": 30,
      "MinutesSequence": 60,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "MatterID": 29042,
      "MatterFile": "LU 0073-2004",
      "MatterName": "UDAAP, Bronx Park South Trafalgar Amendment, Bronx (20045310HAX)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156337,
      "GUID": "B4C9EB8A-B87E-4A8D-816A-90D1DAA2DC81",
      "Title": "Application no. 20045281 HAK, an Urban Development Action Area Project, located at 285-291 Hinsdale Street, 591 and 597 Logan Street, Council District no. 42, Borough of Brooklyn.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development, and pursuant to Section 696 of the General Municipal Law for an exemption from real property taxes.",
      "AgendaSequence": 29,
      "MinutesSequence": 58,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "MatterID": 29032,
      "MatterFile": "LU 0072-2004",
      "MatterName": "UDAAP, 285-291 Hinsdale St., 591 & 597 Logan St., Brooklyn (20045281HAK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156338,
      "GUID": "5D209ACC-EAE9-48EC-8C1E-2B33EB445D5A",
      "Title": "Application no. 20045374 HAQ, an Urban Development Action Area Project known as Round II Sites 2, 3, 4A and 4C, located in Community Boards 10 and 12, Council District no. 28, Borough of Queens.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development, and pursuant to Section 696 of the General Municipal Law for an exemption from real property taxes.",
      "AgendaSequence": 28,
      "MinutesSequence": 56,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "MatterID": 29328,
      "MatterFile": "LU 0068-2004",
      "MatterName": "UDAAP, Round II Sites 2, 3, 4A & 4C, Queens (20045374HAQ)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156339,
      "GUID": "FD8FDF48-7C61-4028-8406-E7E9B80B308D",
      "Title": "Application no. 20045373 HAQ, an Urban Development Action Area Project known as Water's Edge Phase 2, located in Community Board 14, Council District no. 31, Borough of Queens.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development, and pursuant to Section 696 of the General Municipal Law for an exemption from real property taxes.",
      "AgendaSequence": 27,
      "MinutesSequence": 54,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "MatterID": 29327,
      "MatterFile": "LU 0067-2004",
      "MatterName": "UDAAP, Water's Edge Phase 2, Queens (20045373HAQ)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156340,
      "GUID": "17128095-77BF-4040-B168-07CE65F6D35A",
      "Title": "Application no. 20045372 HAM, an Urban Development Action Area Project located at  235 West 116th Street, Council District no. 9, Borough of Manhattan.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development.",
      "AgendaSequence": 26,
      "MinutesSequence": 52,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "MatterID": 29326,
      "MatterFile": "LU 0066-2004",
      "MatterName": "UDAAP, 235 W 116th St, Manhattan (20045372HAM)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Filed",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156341,
      "GUID": "F568D887-1B3B-43C8-BAF0-33574171CB1A",
      "Title": "Application no. 20045371 HAM, an Urban Development Action Area Project located at  6-10 East 1st Street, Council District no. 1, Borough of Manhattan.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development.",
      "AgendaSequence": 25,
      "MinutesSequence": 50,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "MatterID": 29325,
      "MatterFile": "LU 0065-2004",
      "MatterName": "UDAAP, 6-10 E 1st St, Manhattan (20045371HAM)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156342,
      "GUID": "6AC445E6-5CCC-4358-8956-90DCC2AB1853",
      "Title": "Application no. 20045370 HAX, an Urban Development Action Area Project known as Bronx Site 5, located in Community Board 3, Council District no. 16, Borough of the Bronx.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development, and pursuant to Section 696 of the General Municipal Law for an exemption from real property taxes.",
      "AgendaSequence": 24,
      "MinutesSequence": 48,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "MatterID": 29324,
      "MatterFile": "LU 0064-2004",
      "MatterName": "UDAAP, Site 5, Bronx (20045370HAX)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156343,
      "GUID": "6F200398-609C-44D9-AB50-D412E4DDBB2C",
      "Title": "Application no. 20045367 HAX, an Urban Development Action Area Project known as the Boston Road South Amendment, located in Community Board 3, Council Districts no. 16 and 17, Borough of the Bronx.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development, and pursuant to Section 696 of the General Municipal Law for an exemption from real property taxes.",
      "AgendaSequence": 23,
      "MinutesSequence": 46,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "MatterID": 29321,
      "MatterFile": "LU 0061-2004",
      "MatterName": "UDAAP, Boston Rd South Amend, Bronx (20045367HAX)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156344,
      "GUID": "369A6538-0503-40B1-AD07-F12B7EC8065E",
      "Title": "Application no. 20045355 HAM, an Urban Development Action Area Project known as Harlem Village Homes II, located in Community Board 10, Council District no. 9, Borough of Manhattan.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development, and pursuant to Section 696 of the General Municipal Law for an exemption from real property taxes",
      "AgendaSequence": 22,
      "MinutesSequence": 44,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "MatterID": 29074,
      "MatterFile": "LU 0058-2004",
      "MatterName": "UDAAP, Harlem Village Homes II, Manhattan (20045355HAM)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156345,
      "GUID": "CDBEA404-FBBB-41B0-B9A8-297BD080994C",
      "Title": "Application no. 20045354 HAM, an Urban Development Action Area Project known as West Harlem Renaissance Homes II, located in Community Boards 9 and 10, Council Districts no. 7 and 9, Borough of Manhattan.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development, and pursuant to Section 696 of the General Municipal Law for an exemption from real property taxes.",
      "AgendaSequence": 21,
      "MinutesSequence": 42,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "MatterID": 29073,
      "MatterFile": "LU 0057-2004",
      "MatterName": "UDAAP, West Harlem Renaissance Homes II, Manhattan (20045354HAM)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156346,
      "GUID": "ACC191E8-71A2-443E-BE27-3F772B60A860",
      "Title": "Application no. 20045353 HAK, an Urban Development Action Area Project known as Brooklyn West, located in Community Boards 7 and 12, Council Districts no. 38 and 39, Borough of Brooklyn.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development, and pursuant to Section 696 of the General Municipal Law for an exemption from real property taxes",
      "AgendaSequence": 20,
      "MinutesSequence": 40,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "MatterID": 29072,
      "MatterFile": "LU 0056-2004",
      "MatterName": "UDAAP, Brooklyn West, Brooklyn (20045353HAK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156347,
      "GUID": "E0FE100C-7311-416A-AA15-9FE8286F5346",
      "Title": "Application no. 20045352 HAK, an Urban Development Action Area Project known as PACC Community Homes, located in Community Board 3, Council District no. 36, Borough of Brooklyn.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development, and pursuant to Section 696 of the General Municipal Law for an exemption from real property taxes.",
      "AgendaSequence": 19,
      "MinutesSequence": 38,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "MatterID": 29071,
      "MatterFile": "LU 0055-2004",
      "MatterName": "UDAAP, PACC Community Homes, Brooklyn (20045352HAK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156348,
      "GUID": "AB6EE93E-F537-4024-8FAF-19E23D0DBB90",
      "Title": "Application no. 20045350 HAM, an Urban Development Action Area Project known as Marcus Garvey Park Homes, located in Community Board 10, Council District no. 9, Borough of Manhattan.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development, and pursuant to Section 696 of the General Municipal Law for an exemption from real property taxes",
      "AgendaSequence": 18,
      "MinutesSequence": 36,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "MatterID": 29070,
      "MatterFile": "LU 0054-2004",
      "MatterName": "UDAAP, Marcus Garvey Park Homes, Manhattan (20045350HAM)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156349,
      "GUID": "F1ADE918-A9B6-495E-9813-4C0A75D6B604",
      "Title": "Application no. 20045349 HAM, an Urban Development Action Area Project known as Countee Cullen HDFC, located in Community Boards 9 and 10, Council Districts no. 7 and 9, Borough of Manhattan.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development, and pursuant to Section 696 of the General Municipal Law for an exemption from real property taxes.",
      "AgendaSequence": 17,
      "MinutesSequence": 34,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "MatterID": 29069,
      "MatterFile": "LU 0053-2004",
      "MatterName": "UDAAP, Countee Cullen HDFC, Manhattan (20045349HAM)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156350,
      "GUID": "90C98D99-0093-40F8-9836-E6C8EA5B131C",
      "Title": "Application no. 20045348 HAX, an Urban Development Action Area Project known as Ambar HDFC, located in Community Boards 1, 9, and 12, Council Districts no. 8, 12, 16 and 17, Borough of the Bronx.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development, and pursuant to Section 696 of the General Municipal Law for an exemption from real property taxes",
      "AgendaSequence": 16,
      "MinutesSequence": 32,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "MatterID": 29068,
      "MatterFile": "LU 0052-2004",
      "MatterName": "UDAAP, Ambar HDFC, Bronx (20045348HAX)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156351,
      "GUID": "5F9100AD-983C-4AE8-9603-7EBD568BC911",
      "Title": "Application no. 20045346 HAK, an Urban Development Action Area Project known as Bed-Stuy Estates, located in Community Board 3, Council Districts no. 34, 36 and 41, Borough of Brooklyn.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development, and pursuant to Section 696 of the General Municipal Law for an exemption from real property taxes",
      "AgendaSequence": 15,
      "MinutesSequence": 30,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "MatterID": 29066,
      "MatterFile": "LU 0050-2004",
      "MatterName": "UDAAP, Bed-Stuy Estates, Brooklyn (20045346HAK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156352,
      "GUID": "C3C638D7-FA81-4468-8104-224494BAB06B",
      "Title": "Application no. 20045345 HAK, an Urban Development Action Area Project known as Marion Somers Plaza, located in Community Board 16, Council Districts no. 37 and 41, Borough of Brooklyn.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development, and pursuant to Section 696 of the General Municipal Law for an exemption from real property taxes.",
      "AgendaSequence": 14,
      "MinutesSequence": 28,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "MatterID": 29065,
      "MatterFile": "LU 0049-2004",
      "MatterName": "UDAAP, Marion Somers Plaza, Brooklyn (20045345HAK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156353,
      "GUID": "0D3C4492-1F4E-4663-9DFD-53FFD366C3AF",
      "Title": "Application no. 20045331 HAQ, an Urban Development Action Area Project, located at 38-60 98th Street, Council District no. 21, Borough of Queens.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development.",
      "AgendaSequence": 13,
      "MinutesSequence": 26,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "MatterID": 29057,
      "MatterFile": "LU 0048-2004",
      "MatterName": "UDAAP, 38-60 98th Street, Queens (20045331HAQ)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Filed",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156354,
      "GUID": "AE046EC5-5E7F-449F-A14C-9731C4EADAF2",
      "Title": "Application no. 20045328 HAM, an Urban Development Action Area Project located at 2119 8th Avenue, Council District no. 9, Borough of Manhattan.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development.",
      "AgendaSequence": 12,
      "MinutesSequence": 24,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "MatterID": 29055,
      "MatterFile": "LU 0047-2004",
      "MatterName": "UDAAP, 2119 8th Avenue, Manhattan (20045328HAM)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156355,
      "GUID": "91B1067A-6A62-4369-9E4E-A7EDC5C9EE43",
      "Title": "Application no. 20045326 HAK, an Urban Development Action Area Project known as BK11A, BK11B, and BK11C; located in Community Board 5, Council District no. 42, Borough of Brooklyn.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development and pursuant to Section 696 of the General Municipal Law for an exemption from real property taxes.",
      "AgendaSequence": 11,
      "MinutesSequence": 22,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "MatterID": 29053,
      "MatterFile": "LU 0045-2004",
      "MatterName": "UDAAP, BK11A, BK11B, and BK11C, Brooklyn (20045326HAK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156356,
      "GUID": "0E1296CF-4AB5-47D1-995C-92320D76D53F",
      "Title": "Application no. 20045324 HAK, an Urban Development Action Area Project, located at 2006 Bergen Street, Council District no. 41, Borough of Brooklyn.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development.",
      "AgendaSequence": 10,
      "MinutesSequence": 20,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "MatterID": 29051,
      "MatterFile": "LU 0043-2004",
      "MatterName": "UDAAP, 2006 Bergen Street, Brooklyn (20045324HAK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156357,
      "GUID": "B3654EB1-7D90-4350-B026-CAD9CCD955BC",
      "Title": "Application no. 20045323 HAK, an Urban Development Action Area Project located at 90 Rutland Road, Council District no. 41, Borough of Brooklyn.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development.",
      "AgendaSequence": 9,
      "MinutesSequence": 18,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "MatterID": 29050,
      "MatterFile": "LU 0042-2004",
      "MatterName": "UDAAP, 90 Rutland Road, Brooklyn (20045323HAK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156358,
      "GUID": "4EE46642-7C58-4E68-80C4-2779AD392429",
      "Title": "Application no. 20045320 HAK, an Urban Development Action Area Project, located at 470 Washington Avenue, Council District no. 35, Borough of Brooklyn.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development.",
      "AgendaSequence": 8,
      "MinutesSequence": 16,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "MatterID": 29048,
      "MatterFile": "LU 0041-2004",
      "MatterName": "UDAAP, 70 Washington Ave., Brooklyn (20045320HAK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156359,
      "GUID": "0BDD6EF3-8DBE-419B-9BB1-0E62CF95E358",
      "Title": "Application no. 20045319 HAK, an Urban Development Action Area Project located at 360 East 98th Street, Council District no. 41, Borough of Brooklyn.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development.",
      "AgendaSequence": 7,
      "MinutesSequence": 14,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "MatterID": 29047,
      "MatterFile": "LU 0040-2004",
      "MatterName": "UDAAP, 360 East 98th St., Brooklyn (20045319HAK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156360,
      "GUID": "A1942EBD-518E-423C-8296-E6063F9B9B63",
      "Title": "Application no. 20045317 HAK, an Urban Development Action Area Project located at 101 East 56th Street, Council District no. 41, Borough of Brooklyn.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development.",
      "AgendaSequence": 6,
      "MinutesSequence": 12,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "MatterID": 29045,
      "MatterFile": "LU 0039-2004",
      "MatterName": "UDAAP, 101 East 56th St., Brooklyn (20045317HAK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156361,
      "GUID": "80FCB4D7-2830-445B-9292-331422B139ED",
      "Title": "Application no. 20045313 HAK, an Urban Development Action Area Project located at 5717 5th Avenue, Council District no. 38, Borough of Brooklyn.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development.",
      "AgendaSequence": 5,
      "MinutesSequence": 10,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "MatterID": 29044,
      "MatterFile": "LU 0038-2004",
      "MatterName": "UDAAP, 5717 5th Avenue, Brooklyn (20045313HAK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156362,
      "GUID": "8BC443C2-A78C-4E78-8ED1-105F59622A26",
      "Title": "Application no. N 040146 HAX, an Urban Development Action Area Designation and Project located at 2620 Briggs Avenue, Borough of the Bronx, Council District no. 15.  This matter is subject to Council Review and action pursuant to §197-d of the New York City Charter and Article 16 of the General Municipal Law.",
      "AgendaSequence": 4,
      "MinutesSequence": 8,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "MatterID": 29460,
      "MatterFile": "LU 0088-2004",
      "MatterName": "UDAAP, 2620 Briggs Ave., Bronx (N040146HAX)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156363,
      "GUID": "8CEB1CDC-AE69-48AF-90EB-3024BE12BD2C",
      "Title": "Uniform land use review procedure application no. C 040136 HAK, an Urban Development Action Area Designation, Project, and the disposition of such property located at 1349-1361 East New York Avenue and 1725-1731 Lincoln Place, Borough of Brooklyn, Council District no. 41.  This matter is subject to Council Review and action pursuant to §197-c and §197-d of the New York City Charter and Article 16 of the General Municipal Law.",
      "AgendaSequence": 3,
      "MinutesSequence": 6,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "MatterID": 29458,
      "MatterFile": "LU 0087-2004",
      "MatterName": "ULURP, 1349-1361 East New York Ave. & 1725-1731 Lincoln Pl., Brooklyn (C040136HAK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156364,
      "GUID": "D777363F-F95F-4BEF-BA30-261CEF354CF8",
      "Title": "Uniform land use review procedure application no. C 040030 HAK, an Urban Development Action Area Designation, Project, and the disposition of such property located at 61-635 Quincy Street and 648 Lexington Avenue, Borough of Brooklyn, Council District no. 36.  This matter is subject to Council Review and action pursuant to §197-c and §197-d of the New York City Charter and Article 16 of the General Municipal Law.",
      "AgendaSequence": 2,
      "MinutesSequence": 4,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "MatterID": 29453,
      "MatterFile": "LU 0084-2004",
      "MatterName": "ULURP, 61-635 Quincy St. & 648 Lexington Ave., Brooklyn (C040030HAK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156365,
      "GUID": "9E95B1EA-56E9-4E6A-AD72-1DB2E21EA167",
      "Title": "Uniform land use review procedure application no. C 040114 HAK, an Urban Development Action Area Designation, Project, and the disposition of such property located at 344-348 Bergen Street, Borough of Brooklyn, Council District no. 33.  This matter is subject to Council Review and action pursuant to §197-c and §197-d of the New York City Charter and Article 16 of the General Municipal Law.",
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "MatterID": 29284,
      "MatterFile": "LU 0070-2004",
      "MatterName": "ULURP, 344-348 Bergen St, Brooklyn (C040114HAK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156540,
      "GUID": "14AB39BA-DC52-4ADF-A400-722D167BC0F8",
      "Title": "Roll Call",
      "AgendaSequence": 0,
      "MinutesSequence": 1,
      "Version": "",
      "RollCallFlag": 1,
      "RollCall": [
        {
          "ID": 5261,
          "Slug": "miguel-martinez",
          "FullName": "Miguel Martinez",
          "ValueID": 16,
          "Value": "Absent",
          "Sort": 10
        },
        {
          "ID": 435,
          "Slug": "michael-c-nelson",
          "FullName": "Michael C. Nelson",
          "ValueID": 13,
          "Value": "Present",
          "Sort": 20
        },
        {
          "ID": 5244,
          "Slug": "joel-rivera",
          "FullName": "Joel Rivera",
          "ValueID": 16,
          "Value": "Absent",
          "Sort": 30
        },
        {
          "ID": 5270,
          "Slug": "hiram-monserrate",
          "FullName": "Hiram Monserrate",
          "ValueID": 16,
          "Value": "Absent",
          "Sort": 40
        },
        {
          "ID": 5280,
          "Slug": "james-sanders-jr",
          "FullName": "James Sanders, Jr.",
          "ValueID": 13,
          "Value": "Present",
          "Sort": 50
        },
        {
          "ID": 5390,
          "Slug": "vincent-j-gentile",
          "FullName": "Vincent J. Gentile",
          "ValueID": 13,
          "Value": "Present",
          "Sort": 60
        },
        {
          "ID": 5255,
          "Slug": "andrew-j-lanza",
          "FullName": "Andrew J. Lanza",
          "ValueID": 13,
          "Value": "Present",
          "Sort": 70
        }
      ],
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156541,
      "GUID": "959B94D6-5D8A-4EF6-A45B-2FB680EE42E6",
      "Title": "Uniform land use review procedure application no. C 040114 HAK, an Urban Development Action Area Designation, Project, and the disposition of such property located at 344-348 Bergen Street, Borough of Brooklyn, Council District no. 33.  This matter is subject to Council Review and action pursuant to §197-c and §197-d of the New York City Charter and Article 16 of the General Municipal Law.",
      "AgendaSequence": 0,
      "MinutesSequence": 3,
      "Version": "*",
      "ActionID": 79,
      "ActionName": "Approved by Subcommittee",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterID": 29284,
      "MatterFile": "LU 0070-2004",
      "MatterName": "ULURP, 344-348 Bergen St, Brooklyn (C040114HAK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156542,
      "GUID": "5C362F08-26A7-457E-9E70-1A08B785C8F1",
      "Title": "Uniform land use review procedure application no. C 040030 HAK, an Urban Development Action Area Designation, Project, and the disposition of such property located at 61-635 Quincy Street and 648 Lexington Avenue, Borough of Brooklyn, Council District no. 36.  This matter is subject to Council Review and action pursuant to §197-c and §197-d of the New York City Charter and Article 16 of the General Municipal Law.",
      "AgendaSequence": 0,
      "MinutesSequence": 5,
      "Version": "*",
      "ActionID": 79,
      "ActionName": "Approved by Subcommittee",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterID": 29453,
      "MatterFile": "LU 0084-2004",
      "MatterName": "ULURP, 61-635 Quincy St. & 648 Lexington Ave., Brooklyn (C040030HAK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156543,
      "GUID": "B69A05F7-3505-4DAE-BAA3-DDE72570A6AE",
      "Title": "Uniform land use review procedure application no. C 040136 HAK, an Urban Development Action Area Designation, Project, and the disposition of such property located at 1349-1361 East New York Avenue and 1725-1731 Lincoln Place, Borough of Brooklyn, Council District no. 41.  This matter is subject to Council Review and action pursuant to §197-c and §197-d of the New York City Charter and Article 16 of the General Municipal Law.",
      "AgendaSequence": 0,
      "MinutesSequence": 7,
      "Version": "*",
      "ActionID": 79,
      "ActionName": "Approved by Subcommittee",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterID": 29458,
      "MatterFile": "LU 0087-2004",
      "MatterName": "ULURP, 1349-1361 East New York Ave. & 1725-1731 Lincoln Pl., Brooklyn (C040136HAK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156544,
      "GUID": "D70F49E2-8A47-4507-8223-4CBFCEE8007B",
      "Title": "Application no. N 040146 HAX, an Urban Development Action Area Designation and Project located at 2620 Briggs Avenue, Borough of the Bronx, Council District no. 15.  This matter is subject to Council Review and action pursuant to §197-d of the New York City Charter and Article 16 of the General Municipal Law.",
      "AgendaSequence": 0,
      "MinutesSequence": 9,
      "Version": "*",
      "ActionID": 79,
      "ActionName": "Approved by Subcommittee",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterID": 29460,
      "MatterFile": "LU 0088-2004",
      "MatterName": "UDAAP, 2620 Briggs Ave., Bronx (N040146HAX)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156545,
      "GUID": "E0509047-8528-4AE9-8D49-01AF9C132125",
      "Title": "Application no. 20045313 HAK, an Urban Development Action Area Project located at 5717 5th Avenue, Council District no. 38, Borough of Brooklyn.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development.",
      "AgendaSequence": 0,
      "MinutesSequence": 11,
      "Version": "*",
      "ActionID": 79,
      "ActionName": "Approved by Subcommittee",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterID": 29044,
      "MatterFile": "LU 0038-2004",
      "MatterName": "UDAAP, 5717 5th Avenue, Brooklyn (20045313HAK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156546,
      "GUID": "80AF5B6C-9D90-4846-8322-59E8D5A8B84D",
      "Title": "Application no. 20045317 HAK, an Urban Development Action Area Project located at 101 East 56th Street, Council District no. 41, Borough of Brooklyn.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development.",
      "AgendaSequence": 0,
      "MinutesSequence": 13,
      "Version": "*",
      "ActionID": 5050,
      "ActionName": "Laid Over by Subcommittee",
      "MatterID": 29045,
      "MatterFile": "LU 0039-2004",
      "MatterName": "UDAAP, 101 East 56th St., Brooklyn (20045317HAK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156547,
      "GUID": "D1F5709D-8280-4A25-B2B9-8D6C30B0CCFA",
      "Title": "Application no. 20045319 HAK, an Urban Development Action Area Project located at 360 East 98th Street, Council District no. 41, Borough of Brooklyn.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development.",
      "AgendaSequence": 0,
      "MinutesSequence": 15,
      "Version": "*",
      "ActionID": 5050,
      "ActionName": "Laid Over by Subcommittee",
      "MatterID": 29047,
      "MatterFile": "LU 0040-2004",
      "MatterName": "UDAAP, 360 East 98th St., Brooklyn (20045319HAK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156548,
      "GUID": "7E3EA25B-D620-4F5E-82F1-FBB305FEDDC1",
      "Title": "Application no. 20045320 HAK, an Urban Development Action Area Project, located at 470 Washington Avenue, Council District no. 35, Borough of Brooklyn.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development.",
      "AgendaSequence": 0,
      "MinutesSequence": 17,
      "Version": "*",
      "ActionID": 5050,
      "ActionName": "Laid Over by Subcommittee",
      "MatterID": 29048,
      "MatterFile": "LU 0041-2004",
      "MatterName": "UDAAP, 70 Washington Ave., Brooklyn (20045320HAK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156549,
      "GUID": "F4A2A5C0-CDB3-4246-A180-3585345AF0FE",
      "Title": "Application no. 20045323 HAK, an Urban Development Action Area Project located at 90 Rutland Road, Council District no. 41, Borough of Brooklyn.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development.",
      "AgendaSequence": 0,
      "MinutesSequence": 19,
      "Version": "*",
      "ActionID": 5050,
      "ActionName": "Laid Over by Subcommittee",
      "MatterID": 29050,
      "MatterFile": "LU 0042-2004",
      "MatterName": "UDAAP, 90 Rutland Road, Brooklyn (20045323HAK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156550,
      "GUID": "A1B5E874-15F7-4D89-8A39-F7A5C3491933",
      "Title": "Application no. 20045324 HAK, an Urban Development Action Area Project, located at 2006 Bergen Street, Council District no. 41, Borough of Brooklyn.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development.",
      "AgendaSequence": 0,
      "MinutesSequence": 21,
      "Version": "*",
      "ActionID": 5050,
      "ActionName": "Laid Over by Subcommittee",
      "MatterID": 29051,
      "MatterFile": "LU 0043-2004",
      "MatterName": "UDAAP, 2006 Bergen Street, Brooklyn (20045324HAK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156551,
      "GUID": "99CBD154-D803-4321-989F-CC5160C9E938",
      "Title": "Application no. 20045326 HAK, an Urban Development Action Area Project known as BK11A, BK11B, and BK11C; located in Community Board 5, Council District no. 42, Borough of Brooklyn.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development and pursuant to Section 696 of the General Municipal Law for an exemption from real property taxes.",
      "AgendaSequence": 0,
      "MinutesSequence": 23,
      "Version": "*",
      "ActionID": 5050,
      "ActionName": "Laid Over by Subcommittee",
      "MatterID": 29053,
      "MatterFile": "LU 0045-2004",
      "MatterName": "UDAAP, BK11A, BK11B, and BK11C, Brooklyn (20045326HAK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156552,
      "GUID": "0CAA3A8A-54F0-4DCF-AF5E-833BEB810B2D",
      "Title": "Application no. 20045328 HAM, an Urban Development Action Area Project located at 2119 8th Avenue, Council District no. 9, Borough of Manhattan.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development.",
      "AgendaSequence": 0,
      "MinutesSequence": 25,
      "Version": "*",
      "ActionID": 5050,
      "ActionName": "Laid Over by Subcommittee",
      "MatterID": 29055,
      "MatterFile": "LU 0047-2004",
      "MatterName": "UDAAP, 2119 8th Avenue, Manhattan (20045328HAM)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156553,
      "GUID": "B9088073-E69D-4B30-AB0B-F716A9264215",
      "Title": "Application no. 20045331 HAQ, an Urban Development Action Area Project, located at 38-60 98th Street, Council District no. 21, Borough of Queens.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development.",
      "AgendaSequence": 0,
      "MinutesSequence": 27,
      "Version": "*",
      "ActionID": 5050,
      "ActionName": "Laid Over by Subcommittee",
      "MatterID": 29057,
      "MatterFile": "LU 0048-2004",
      "MatterName": "UDAAP, 38-60 98th Street, Queens (20045331HAQ)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Filed",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156554,
      "GUID": "AD103E27-30DC-442C-906C-2FC74C8D7135",
      "Title": "Application no. 20045345 HAK, an Urban Development Action Area Project known as Marion Somers Plaza, located in Community Board 16, Council Districts no. 37 and 41, Borough of Brooklyn.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development, and pursuant to Section 696 of the General Municipal Law for an exemption from real property taxes.",
      "AgendaSequence": 0,
      "MinutesSequence": 29,
      "Version": "*",
      "ActionID": 5050,
      "ActionName": "Laid Over by Subcommittee",
      "MatterID": 29065,
      "MatterFile": "LU 0049-2004",
      "MatterName": "UDAAP, Marion Somers Plaza, Brooklyn (20045345HAK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156555,
      "GUID": "E8D54F63-ABEA-444F-A5DF-3C0EC64FD7BB",
      "Title": "Application no. 20045346 HAK, an Urban Development Action Area Project known as Bed-Stuy Estates, located in Community Board 3, Council Districts no. 34, 36 and 41, Borough of Brooklyn.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development, and pursuant to Section 696 of the General Municipal Law for an exemption from real property taxes",
      "AgendaSequence": 0,
      "MinutesSequence": 31,
      "Version": "*",
      "ActionID": 5050,
      "ActionName": "Laid Over by Subcommittee",
      "MatterID": 29066,
      "MatterFile": "LU 0050-2004",
      "MatterName": "UDAAP, Bed-Stuy Estates, Brooklyn (20045346HAK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156556,
      "GUID": "49CC13BC-AEBB-44B0-9A79-37C01FB40430",
      "Title": "Application no. 20045348 HAX, an Urban Development Action Area Project known as Ambar HDFC, located in Community Boards 1, 9, and 12, Council Districts no. 8, 12, 16 and 17, Borough of the Bronx.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development, and pursuant to Section 696 of the General Municipal Law for an exemption from real property taxes",
      "AgendaSequence": 0,
      "MinutesSequence": 33,
      "Version": "*",
      "ActionID": 5050,
      "ActionName": "Laid Over by Subcommittee",
      "MatterID": 29068,
      "MatterFile": "LU 0052-2004",
      "MatterName": "UDAAP, Ambar HDFC, Bronx (20045348HAX)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156557,
      "GUID": "301430E4-29B9-4116-A050-2978DF9CC82D",
      "Title": "Application no. 20045349 HAM, an Urban Development Action Area Project known as Countee Cullen HDFC, located in Community Boards 9 and 10, Council Districts no. 7 and 9, Borough of Manhattan.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development, and pursuant to Section 696 of the General Municipal Law for an exemption from real property taxes.",
      "AgendaSequence": 0,
      "MinutesSequence": 35,
      "Version": "*",
      "ActionID": 5050,
      "ActionName": "Laid Over by Subcommittee",
      "MatterID": 29069,
      "MatterFile": "LU 0053-2004",
      "MatterName": "UDAAP, Countee Cullen HDFC, Manhattan (20045349HAM)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156558,
      "GUID": "566F3873-4503-44DC-9671-F52C57B6DDAB",
      "Title": "Application no. 20045350 HAM, an Urban Development Action Area Project known as Marcus Garvey Park Homes, located in Community Board 10, Council District no. 9, Borough of Manhattan.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development, and pursuant to Section 696 of the General Municipal Law for an exemption from real property taxes",
      "AgendaSequence": 0,
      "MinutesSequence": 37,
      "Version": "*",
      "ActionID": 5050,
      "ActionName": "Laid Over by Subcommittee",
      "MatterID": 29070,
      "MatterFile": "LU 0054-2004",
      "MatterName": "UDAAP, Marcus Garvey Park Homes, Manhattan (20045350HAM)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156559,
      "GUID": "5EDC0769-FFD4-4A6C-9FB2-F8EBE4EEED8E",
      "Title": "Application no. 20045352 HAK, an Urban Development Action Area Project known as PACC Community Homes, located in Community Board 3, Council District no. 36, Borough of Brooklyn.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development, and pursuant to Section 696 of the General Municipal Law for an exemption from real property taxes.",
      "AgendaSequence": 0,
      "MinutesSequence": 39,
      "Version": "*",
      "ActionID": 5050,
      "ActionName": "Laid Over by Subcommittee",
      "MatterID": 29071,
      "MatterFile": "LU 0055-2004",
      "MatterName": "UDAAP, PACC Community Homes, Brooklyn (20045352HAK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156560,
      "GUID": "C1FFE4E2-0135-4AB6-8AD3-A0B5AFF024B5",
      "Title": "Application no. 20045353 HAK, an Urban Development Action Area Project known as Brooklyn West, located in Community Boards 7 and 12, Council Districts no. 38 and 39, Borough of Brooklyn.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development, and pursuant to Section 696 of the General Municipal Law for an exemption from real property taxes",
      "AgendaSequence": 0,
      "MinutesSequence": 41,
      "Version": "*",
      "ActionID": 79,
      "ActionName": "Approved by Subcommittee",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterID": 29072,
      "MatterFile": "LU 0056-2004",
      "MatterName": "UDAAP, Brooklyn West, Brooklyn (20045353HAK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156561,
      "GUID": "6951C63A-E998-431F-86C4-F534C48EBEEC",
      "Title": "Application no. 20045354 HAM, an Urban Development Action Area Project known as West Harlem Renaissance Homes II, located in Community Boards 9 and 10, Council Districts no. 7 and 9, Borough of Manhattan.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development, and pursuant to Section 696 of the General Municipal Law for an exemption from real property taxes.",
      "AgendaSequence": 0,
      "MinutesSequence": 43,
      "Version": "*",
      "ActionID": 5050,
      "ActionName": "Laid Over by Subcommittee",
      "MatterID": 29073,
      "MatterFile": "LU 0057-2004",
      "MatterName": "UDAAP, West Harlem Renaissance Homes II, Manhattan (20045354HAM)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156562,
      "GUID": "7C8A4BBC-7586-4BE7-9ACE-059628636A42",
      "Title": "Application no. 20045355 HAM, an Urban Development Action Area Project known as Harlem Village Homes II, located in Community Board 10, Council District no. 9, Borough of Manhattan.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development, and pursuant to Section 696 of the General Municipal Law for an exemption from real property taxes",
      "AgendaSequence": 0,
      "MinutesSequence": 45,
      "Version": "*",
      "ActionID": 5050,
      "ActionName": "Laid Over by Subcommittee",
      "MatterID": 29074,
      "MatterFile": "LU 0058-2004",
      "MatterName": "UDAAP, Harlem Village Homes II, Manhattan (20045355HAM)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156563,
      "GUID": "E06954FE-4789-46CC-9C86-6464634ECF05",
      "Title": "Application no. 20045367 HAX, an Urban Development Action Area Project known as the Boston Road South Amendment, located in Community Board 3, Council Districts no. 16 and 17, Borough of the Bronx.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development, and pursuant to Section 696 of the General Municipal Law for an exemption from real property taxes.",
      "AgendaSequence": 0,
      "MinutesSequence": 47,
      "Version": "*",
      "ActionID": 5050,
      "ActionName": "Laid Over by Subcommittee",
      "MatterID": 29321,
      "MatterFile": "LU 0061-2004",
      "MatterName": "UDAAP, Boston Rd South Amend, Bronx (20045367HAX)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156564,
      "GUID": "F3FF179F-0984-4D20-B09E-CF496B209AA9",
      "Title": "Application no. 20045370 HAX, an Urban Development Action Area Project known as Bronx Site 5, located in Community Board 3, Council District no. 16, Borough of the Bronx.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development, and pursuant to Section 696 of the General Municipal Law for an exemption from real property taxes.",
      "AgendaSequence": 0,
      "MinutesSequence": 49,
      "Version": "*",
      "ActionID": 79,
      "ActionName": "Approved by Subcommittee",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterID": 29324,
      "MatterFile": "LU 0064-2004",
      "MatterName": "UDAAP, Site 5, Bronx (20045370HAX)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156565,
      "GUID": "CD545AA3-9BAD-46E0-AABF-12CD47F027CD",
      "Title": "Application no. 20045371 HAM, an Urban Development Action Area Project located at  6-10 East 1st Street, Council District no. 1, Borough of Manhattan.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development.",
      "AgendaSequence": 0,
      "MinutesSequence": 51,
      "Version": "*",
      "ActionID": 5050,
      "ActionName": "Laid Over by Subcommittee",
      "MatterID": 29325,
      "MatterFile": "LU 0065-2004",
      "MatterName": "UDAAP, 6-10 E 1st St, Manhattan (20045371HAM)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156566,
      "GUID": "07E21519-0510-4468-8E14-FF0070F9A930",
      "Title": "Application no. 20045372 HAM, an Urban Development Action Area Project located at  235 West 116th Street, Council District no. 9, Borough of Manhattan.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development.",
      "AgendaSequence": 0,
      "MinutesSequence": 53,
      "Version": "*",
      "ActionID": 5050,
      "ActionName": "Laid Over by Subcommittee",
      "MatterID": 29326,
      "MatterFile": "LU 0066-2004",
      "MatterName": "UDAAP, 235 W 116th St, Manhattan (20045372HAM)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Filed",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156567,
      "GUID": "AFD1D57F-B30A-4F67-B744-5C5AA664565E",
      "Title": "Application no. 20045373 HAQ, an Urban Development Action Area Project known as Water's Edge Phase 2, located in Community Board 14, Council District no. 31, Borough of Queens.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development, and pursuant to Section 696 of the General Municipal Law for an exemption from real property taxes.",
      "AgendaSequence": 0,
      "MinutesSequence": 55,
      "Version": "*",
      "ActionID": 5050,
      "ActionName": "Laid Over by Subcommittee",
      "MatterID": 29327,
      "MatterFile": "LU 0067-2004",
      "MatterName": "UDAAP, Water's Edge Phase 2, Queens (20045373HAQ)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156568,
      "GUID": "5C45768C-F7C5-491B-BDA9-78607B94DD9D",
      "Title": "Application no. 20045374 HAQ, an Urban Development Action Area Project known as Round II Sites 2, 3, 4A and 4C, located in Community Boards 10 and 12, Council District no. 28, Borough of Queens.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development, and pursuant to Section 696 of the General Municipal Law for an exemption from real property taxes.",
      "AgendaSequence": 0,
      "MinutesSequence": 57,
      "Version": "*",
      "ActionID": 5050,
      "ActionName": "Laid Over by Subcommittee",
      "MatterID": 29328,
      "MatterFile": "LU 0068-2004",
      "MatterName": "UDAAP, Round II Sites 2, 3, 4A & 4C, Queens (20045374HAQ)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156569,
      "GUID": "43BD1E22-E14A-40E3-8EE7-BF5F0F7B6D93",
      "Title": "Application no. 20045281 HAK, an Urban Development Action Area Project, located at 285-291 Hinsdale Street, 591 and 597 Logan Street, Council District no. 42, Borough of Brooklyn.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development, and pursuant to Section 696 of the General Municipal Law for an exemption from real property taxes.",
      "AgendaSequence": 0,
      "MinutesSequence": 59,
      "Version": "*",
      "ActionID": 5050,
      "ActionName": "Laid Over by Subcommittee",
      "MatterID": 29032,
      "MatterFile": "LU 0072-2004",
      "MatterName": "UDAAP, 285-291 Hinsdale St., 591 & 597 Logan St., Brooklyn (20045281HAK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156570,
      "GUID": "A38F3B2A-F845-4163-8810-68F92264F74C",
      "Title": "Application no. 20045310 HAX, an Urban Development Action Area Project known as Bronx Park South Trafalgar Amendment, located in Community Board 6, Council District no. 15, Borough of the Bronx.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development and pursuant to Section 696 of the General Municipal Law for an exemption from real property taxes.",
      "AgendaSequence": 0,
      "MinutesSequence": 61,
      "Version": "*",
      "ActionID": 79,
      "ActionName": "Approved by Subcommittee",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterID": 29042,
      "MatterFile": "LU 0073-2004",
      "MatterName": "UDAAP, Bronx Park South Trafalgar Amendment, Bronx (20045310HAX)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156571,
      "GUID": "71015459-2A9F-41B4-9DF0-B4C934042162",
      "Title": "Application no. 20045278 HAX, an Urban Development Action Area Project located at 1117 Noble Avenue, Council District no. 18, Borough of the Bronx.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development.",
      "AgendaSequence": 0,
      "MinutesSequence": 63,
      "Version": "*",
      "ActionID": 79,
      "ActionName": "Approved by Subcommittee",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterID": 29030,
      "MatterFile": "LU 0074-2004",
      "MatterName": "UDAAP, 1117 Noble Avenue, Bronx (20045278HAX)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156573,
      "GUID": "F8561193-6A1B-47CF-8E7A-592FAE9290C0",
      "Title": "Application no. 20045379 HAK, an Urban Development Action Area Project located at 165A Stuyvesant Avenue, 366 Quincy Street and 767 Marcy Avenue, Council District no. 36, Borough of Brooklyn.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development, and pursuant to Section 696 of the General Municipal Law for an exemption from real property taxes",
      "AgendaSequence": 0,
      "MinutesSequence": 68,
      "Version": "*",
      "ActionID": 5050,
      "ActionName": "Laid Over by Subcommittee",
      "MatterID": 29518,
      "MatterFile": "LU 0093-2004",
      "MatterName": "UDAAP, 165A Stuyvesant Ave., 366 Quincy St. & 767 Marcy Ave., Brooklyn (20045379HAK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156574,
      "GUID": "5DB9FFAB-D212-41DE-B23D-81076970B4C8",
      "Title": "Application no. 20045380 HAK, an Urban Development Action Area Project located at 2966 Fulton Street, Council District no. 37, Borough of Brooklyn.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development, and pursuant to Section 696 of the General Municipal Law for an exemption from real property taxes.",
      "AgendaSequence": 0,
      "MinutesSequence": 70,
      "Version": "*",
      "ActionID": 5050,
      "ActionName": "Laid Over by Subcommittee",
      "MatterID": 29519,
      "MatterFile": "LU 0094-2004",
      "MatterName": "UDAAP, 2966 Fulton Street, Brooklyn (20045380HAK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Filed",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156575,
      "GUID": "0B98922A-7178-44E1-B9F0-AFE17B69078D",
      "Title": "Application no. 20045381 HAK, an Urban Development Action Area Project located at 252 4th Avenue, 384 Bergen Street, 426 54th Street and 713 3rd Avenue, Council Districts no. 33, 38 and 39, Borough of Brooklyn.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development, and pursuant to Section 696 of the General Municipal Law for an exemption from real property taxes",
      "AgendaSequence": 0,
      "MinutesSequence": 72,
      "Version": "*",
      "ActionID": 5050,
      "ActionName": "Laid Over by Subcommittee",
      "MatterID": 29520,
      "MatterFile": "LU 0095-2004",
      "MatterName": "UDAAP, 252 4th Ave., 384 Bergen St., 426 54th St. & 713 3rd Ave., Brooklyn (20045381HAK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156576,
      "GUID": "D4C59390-3FA6-46CE-B6E1-3095EB52DE30",
      "Title": "Application no. 20045382 HAM, an Urban Development Action Area Project, located at 747 St. Nicholas Avenue, Council District no. 7, Borough of Manhattan.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development.",
      "AgendaSequence": 0,
      "MinutesSequence": 74,
      "Version": "*",
      "ActionID": 5050,
      "ActionName": "Laid Over by Subcommittee",
      "MatterID": 29521,
      "MatterFile": "LU 0096-2004",
      "MatterName": "UDAAP, 747 St. Nicholas Avenue, Manhattan (20045382HAM)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156577,
      "GUID": "8407AD18-9EBE-4036-8CD8-AC818515E2B8",
      "Title": "Application no. 20045378 HAX, an Urban Development Action Area Project located at East 182nd Street between Crotona and Prospect Avenues, Council District no. 15, Borough of the Bronx.  This matter is subject to Council review and action pursuant to Article 16 of the New York General Municipal Law, at the request of the New York City Department of Housing Preservation and Development, and pursuant to Section 696 of the General Municipal Law for an exemption from real property taxes.",
      "AgendaSequence": 0,
      "MinutesSequence": 65,
      "Version": "*",
      "ActionID": 79,
      "ActionName": "Approved by Subcommittee",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterID": 29517,
      "MatterFile": "LU 0092-2004",
      "MatterName": "UDAAP, East 182nd Street, Bronx (20045378HAX)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 156578,
      "GUID": "FC61004F-6B30-43BF-83C3-BF44296F683F",
      "Title": "Passed The Consent Agenda",
      "AgendaSequence": 0,
      "MinutesSequence": 66,
      "Version": "",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "AgendaLastPublished": "2009-10-15T20:14:40.853Z",
  "MinutesLastPublished": "2010-02-01T17:04:54.527Z",
  "LastModified": "2015-08-25T15:57:12.06Z"
}
