{
  "ID": 65267,
  "GUID": "CD0600A8-90E6-402F-8AF3-FCBBCFAA5F55",
  "File": "Res 1224-2020",
  "Name": "Fair Debt Collection Improvement Act (H.R. 5034)",
  "Title": "Resolution calling upon Congress to pass and the President to sign H.R. 5034, the Fair Debt Collection Improvement Act, which would explicitly bar debt collectors from bringing legal action against any consumer for debt for which the statute of limitations has expired.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5236,
  "BodyName": "Committee on Consumer Affairs and Business Licensing",
  "IntroDate": "2020-01-23T00:00:00Z",
  "AgendaDate": "2020-01-23T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7604,
      "Slug": "robert-e-cornegy-jr",
      "FullName": "Robert E. Cornegy, Jr."
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 7747,
      "Slug": "alicka-ampry-samuel",
      "FullName": "Alicka Ampry-Samuel"
    },
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7622,
      "Slug": "vanessa-l-gibson",
      "FullName": "Vanessa L. Gibson"
    }
  ],
  "History": [
    {
      "ID": 358455,
      "Date": "2020-01-23T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2020-01-07T17:33:16.33Z"
    },
    {
      "ID": 358765,
      "Date": "2020-01-23T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Consumer Affairs and Business Licensing",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 17800,
      "AgendaSequence": 75,
      "MinutesSequence": 84,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs and Business Licensing",
      "MatterStatusID": 3,
      "LastModified": "2020-01-23T20:27:48.02Z"
    },
    {
      "ID": 378692,
      "Date": "2021-12-31T11:41:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-28T16:41:25.66Z"
    }
  ],
  "Attachments": [
    {
      "ID": 213598,
      "LastModified": "2021-12-28T16:41:12.64Z",
      "Name": "Res. No. 1224",
      "Link": "https://nyc.legistar1.com/nyc/attachments/24c04f16-acdb-4090-9cfc-136192c11bcf.docx",
      "Sort": 1
    },
    {
      "ID": 214234,
      "LastModified": "2020-01-29T15:56:52.987Z",
      "Name": "January 23, 2020 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f343f442-caa3-42fa-82d4-8097e162cfba.pdf",
      "Sort": 2
    },
    {
      "ID": 214863,
      "LastModified": "2020-02-07T18:46:14.373Z",
      "Name": "Hearing Transcript - Stated Meeting 1-23-20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/5200b4a8-4a9f-41af-8d2b-665418925243.pdf",
      "Sort": 3
    },
    {
      "ID": 218317,
      "LastModified": "2020-05-20T21:43:17.767Z",
      "Name": "Minutes of the Stated Meeting - January 23, 2020",
      "Link": "https://nyc.legistar1.com/nyc/attachments/07bc28e4-5381-416f-84d3-43772c3adbd6.pdf",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 68028,
  "Text": "By Councils Member Cornegy, Jr., Kallos, Ampry-Samuel, Rivera, Rosenthal, Menchaca, Koo and Gibson\n\n      Whereas, In the 1970s, Congress determined there was evidence of abusive debt collection practices that had serious financial and personal consequences for individuals, and an inadequacy of consumer protection laws around debt collection; and\n      Whereas, In 1977, Congress passed the Fair Debt Collections Practices Act (FDCPA) to eliminate abusive debt collection practices and promote consistent State action to protect consumers; and\n      Whereas, Courts have ruled that it is a violation of the FDCPA to sue or attempt to sue to collect a debt on which the statute of limitations has expired; and\n      Whereas, In 2009, the City Council passed Local Law 15 of 2009, which, among other things, made it illegal for debt collectors to contact a consumer about or seek to collect on a debt for which the statute of limitations has expired unless the collector provides the consumer with information about the consumer's legal rights; and\n      Whereas, New York State regulations also require debt collectors to provide consumers information about their legal rights when trying to collect on a debt for which the statute of limitations has expired; and\n      Whereas, According to the most recent data from the Federal Reserve Bank of New York (New York Fed), across the country, household debt has been increasing steadily in recent years and stands at $13.5 trillion, $1.3 trillion higher than the previous peak in 2008; and\n      Whereas, According to the New York Fed's most recent data on New York City household debt, 13.3 percent of New York City residents were 90 or more days late on any loan type, including credit card payments, which is higher than the statewide rate of 12.8 percent; and\n      Whereas, According to same data, 20.1 percent of Bronx residents and 14.2 percent of Brooklyn residents were 90 or more days late on debt payments; and\n      Whereas, According to analysis by the New Economy Project, debt collection lawsuits in New York City increased by 112 percent between 2016 and 2018; and\n      Whereas, According to analysis by the New Economy Project, default judgments on debt collection lawsuits in New York City increased by 56 percent between 2016 and 2017; and\n      Whereas, In 2014, the New York Court System promulgated new rules to make it more difficult to win default judgments in debt collection cases, including requiring plaintiffs to file an affidavit affirming the statute of limitations has not yet expired; and\n      Whereas, It is still permissible for debt collectors to attempt to collect for debt for which the statute of limitations has expired through alternative means; and\n      Whereas, Attempts to collect on a debt for which the statute of limitations has expired could prompt individuals to make payments on the debt, causing the statute of limitations clock to restart; and\n      Whereas, In November 2019, U.S. Congressman Steve Cohen, of Tennessee's 9th District, introduced H.R. 5034, the Fair Debt Collections Practices Act, a bill to amend the FDCP to prohibit debt collectors from collecting or attempting to collect any debt of a consumer for which the statute of limitations has expired; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon Congress to pass and the President to sign H.R. 5034, the Fair Debt Collection Improvement Act, which would explicitly bar debt collectors from bringing legal action against any consumer for debt for which the statute of limitations has expired.\nLS# 13002\n1/2/20 1:19pm\nEOF",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Councils Member Cornegy, Jr., Kallos, Ampry-Samuel, Rivera, Rosenthal, Menchaca, Koo and Gibson\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, In the 1970s, Congress determined there was evidence of abusive debt collection practices that had serious financial and personal consequences for individuals, and an inadequacy of consumer protection laws around debt collection; and\\par\nWhereas, In 1977, Congress passed the Fair Debt Collections Practices Act (FDCPA) to eliminate abusive debt collection practices and promote consistent State action to protect consumers; and\\par\nWhereas, Courts have ruled that it is a violation of the FDCPA to sue or attempt to sue to collect a debt on which the statute of limitations has expired; and\\par\nWhereas, In 2009, the City Council passed Local Law 15 of 2009, which, among other things, made it illegal for debt collectors to contact a consumer about or seek to collect on a debt for which the statute of limitations has expired unless the collector provides the consumer with information about the consumer\\rquote s legal rights; and\\par\nWhereas, New York State regulations also require debt collectors to provide consumers information about their legal rights when trying to collect on a debt for which the statute of limitations has expired; and\\par\nWhereas, According to the most recent data from the Federal Reserve Bank of New York (New York Fed), across the country, household debt has been increasing steadily in recent years and stands at $13.5 trillion, $1.3 trillion higher than the previous peak in 2008; and\\par\nWhereas, According to the New York Fed\\rquote s most recent data on New York City household debt, 13.3 percent of New York City residents were 90 or more days late on any loan type, including credit card payments, which is higher than the statewide rate of 12.8 percent; and\\par\nWhereas, According to same data, 20.1 percent of Bronx residents and 14.2 percent of Brooklyn residents were 90 or more days late on debt payments; and\\par\nWhereas, According to analysis by the New Economy Project, debt collection lawsuits in New York City increased by 112 percent between 2016 and 2018; and\\par\nWhereas, According to analysis by the New Economy Project, default judgments on debt collection lawsuits in New York City increased by 56 percent between 2016 and 2017; and\\par\nWhereas, In 2014, the New York Court System promulgated new rules to make it more difficult to win default judgments in debt collection cases, including requiring plaintiffs to file an affidavit affirming the statute of limitations has not yet expired; and\\par\nWhereas, It is still permissible for debt collectors to attempt to collect for debt for which the statute of limitations has expired through alternative means; and\\par\nWhereas, Attempts to collect on a debt for which the statute of limitations has expired could prompt individuals to make payments on the debt, causing the statute of limitations clock to restart; and\\par\nWhereas, In November 2019, U.S. Congressman Steve Cohen, of Tennessee\\rquote s 9th District, introduced H.R. 5034, the Fair Debt Collections Practices Act, a bill to amend the FDCP to prohibit debt collectors from collecting or attempting to collect any debt of a consumer for which the statute of limitations has expired; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon Congress to pass and the President to sign H.R. 5034, the Fair Debt Collection Improvement Act, which would explicitly bar debt collectors from bringing legal action against any consumer for debt for which the statute of limitations has expired.\\par\n\\pard\\ltrpar\\qj\\fs20 LS# 13002\\par\n1/2/20 1:19pm\\par\nEOF\\par\n\\pard\\ltrpar\\fs24\\par\n}\n",
  "LastModified": "2021-12-28T16:41:25.8Z"
}
