{
  "ID": 65364,
  "GUID": "61256A8F-4D96-45F3-B41D-D489B9FD6F83",
  "File": "Res 1240-2020",
  "Name": "United Nations Covenant on Economic, Social, and Cultural Rights, to ensure that housing is recognized as a human right.",
  "Title": "Resolution calling upon the United States Senate to approve, and the President to ratify, the United Nations Covenant on Economic, Social, and Cultural Rights, to ensure that housing is recognized as a human right.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5235,
  "BodyName": "Committee on Civil and Human Rights",
  "IntroDate": "2020-02-11T00:00:00Z",
  "AgendaDate": "2020-02-11T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    }
  ],
  "History": [
    {
      "ID": 359158,
      "Date": "2020-02-11T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2020-02-05T20:08:17.507Z"
    },
    {
      "ID": 359397,
      "Date": "2020-02-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Civil and Human Rights",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 17872,
      "AgendaSequence": 115,
      "MinutesSequence": 135,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil and Human Rights",
      "MatterStatusID": 3,
      "LastModified": "2020-02-11T18:19:12.5Z"
    },
    {
      "ID": 378702,
      "Date": "2021-12-31T11:53:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-28T16:53:24.547Z"
    }
  ],
  "Attachments": [
    {
      "ID": 215361,
      "LastModified": "2021-12-28T16:53:13.373Z",
      "Name": "Proposed Res. No. 1240-A - 2/18/20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/435c174a-c6c2-4e8a-bf38-edd0a8abb08e.docx",
      "Sort": 1
    },
    {
      "ID": 214165,
      "LastModified": "2021-12-28T16:52:53.59Z",
      "Name": "Res. No. 1240",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7b5c3876-2760-4b64-b340-f85222bff912.docx",
      "Sort": 2
    },
    {
      "ID": 215081,
      "LastModified": "2020-02-12T15:09:14.1Z",
      "Name": "February 11, 2020 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f4c5a0c2-52e1-4a9b-a12e-92d565a6a76d.pdf",
      "Sort": 3
    },
    {
      "ID": 215456,
      "LastModified": "2021-12-28T16:52:14.32Z",
      "Name": "Hearing Transcript - Stated Meeting  2-11-20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b0a03182-bf1e-4cf1-b786-1cf1d781d7b6.pdf",
      "Sort": 4
    },
    {
      "ID": 218735,
      "LastModified": "2021-12-28T16:52:55.527Z",
      "Name": "Minutes of the Stated Meeting - February 11, 2020",
      "Link": "https://nyc.legistar1.com/nyc/attachments/9699a3a6-2afa-46f7-a8b8-a47ed6df089a.pdf",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 68296,
  "Text": "By Council Members Rosenthal and Chin\n\n      Whereas, Housing, without discrimination and including protection from eviction, is essential for a standard of living that includes shelter, security, health and well-being; and \n      Whereas, In 2018, a New York Times investigative report entitled \"Unsheltered\" described how New York City has been in varying levels of a housing crisis for a century; and\n      Whereas, In 2019, a report published by the Coalition for the Homeless entitled \"The Tale of Two Housing Markets,\" reported that the homelessness crisis in New York City remains unabated despite Mayor de Blasio's efforts and assertions that housing would be a top priority for his administration; and\n      Whereas, According to the Department of Homeless Services, in 2019, nearly 60,000 individuals were using shelters daily as a means for housing in New York City; and\n      Whereas, Advocates from various public interest community and housing organizations, such as Habitat for Humanity, have called on New York City and State to support families, neighborhoods, and communities by increasing investments in affordable housing; and\n      Whereas, Article 25 of the United Nation's Universal Declaration of Human Rights (UDHR) declares housing to be a human right; and\n      Whereas, On December 16, 1966, the United Nations headquarters in New York City hosted an international conference to establish a multilateral treaty guaranteeing the rights enshrined in the UDHR, resulting in the International Covenant on Economic, Social and Cultural Rights (ICESCR); and\n      Whereas, According to the International Justice Resource Center, individuals cannot claim the legal protections of the ICESCR unless the treaty has been ratified by their respective government; and\n      Whereas, According to the United Nations Treaty Collection, 170 countries across the world have ratified the ICESCR, with the United States being a notable hold out; and\n      Whereas, All human rights are universal and to ensure that housing rights are secured for individuals struggling with income inequality, housing discrimination, and lack of access to affordable housing, the United States should take steps to follow the actions of the international community by implementing the ICESCR; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the United States Senate to approve, and the President to ratify, the United Nations Covenant on Economic, Social, and Cultural Rights, to ensure that housing is recognized as a human right.\n\n\nLS #13250\n02/14/2020\nAH\n1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Rosenthal and Chin\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Housing, without discrimination and including protection from eviction, is essential for a standard of living that includes shelter, security, health and well-being; and \\par\nWhereas, In 2018, a New York Times investigative report entitled \\ldblquote Unsheltered\\rdblquote  described how New York City has been in varying levels of a housing crisis for a century; and\\par\nWhereas, In 2019, a report published by the Coalition for the Homeless entitled \\ldblquote The Tale of Two Housing Markets,\\rdblquote  reported that the homelessness crisis in New York City remains unabated despite Mayor de Blasio\\rquote s efforts and assertions that housing would be a top priority for his administration; and\\par\nWhereas, According to the Department of Homeless Services, in 2019, nearly 60,000 individuals were using shelters daily as a means for housing in New York City; and\\par\nWhereas, Advocates from various public interest community and housing organizations, such as Habitat for Humanity, have called on New York City and State to support families, neighborhoods, and communities by increasing investments in affordable housing; and\\par\nWhereas, Article 25 of the United Nation\\rquote s Universal Declaration of Human Rights (UDHR) declares housing to be a human right; and\\par\nWhereas, On December 16, 1966, the United Nations headquarters in New York City hosted an international conference to establish a multilateral treaty guaranteeing the rights enshrined in the UDHR, resulting in the International Covenant on Economic, Social and Cultural Rights (ICESCR); and\\par\nWhereas, According to the International Justice Resource Center, individuals cannot claim the legal protections of the ICESCR unless the treaty has been ratified by their respective government; and\\par\nWhereas, According to the United Nations Treaty Collection, 170 countries across the world have ratified the ICESCR, with the United States being a notable hold out; and\\par\nWhereas, All human rights are universal and to ensure that housing rights are secured for individuals struggling with income inequality, housing discrimination, and lack of access to affordable housing, the United States should take steps to follow the actions of the international community by implementing the ICESCR; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon the United States Senate to approve, and the President to ratify, the United Nations Covenant on Economic, Social, and Cultural Rights, to ensure that housing is recognized as a human right.\\par\n\\pard\\ltrpar\\qj\\par\n\\par\n\\fs18 LS #13250\\par\n\\pard\\ltrpar 02/14/2020\\par\n\\pard\\ltrpar\\qj AH\\par\n}\n",
  "LastModified": "2021-12-28T16:53:24.703Z"
}
