{
  "ID": 65114,
  "GUID": "76EDC6BE-A9CA-4FE5-B5F7-1D5B37BE118B",
  "File": "Res 1241-2020",
  "Name": "MTA to make subways and buses fare free year round.",
  "Title": "Resolution calling upon the Metropolitan Transit Authority (MTA) to make subways and buses fare free year round.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2020-02-11T00:00:00Z",
  "AgendaDate": "2020-02-11T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7641,
      "Slug": "mark-treyger",
      "FullName": "Mark Treyger"
    },
    {
      "ID": 7780,
      "Slug": "public-advocate-jumaane-williams",
      "FullName": "Public Advocate Jumaane Williams"
    }
  ],
  "History": [
    {
      "ID": 358952,
      "Date": "2020-02-11T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2020-01-24T20:16:58.877Z"
    },
    {
      "ID": 359400,
      "Date": "2020-02-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 17872,
      "AgendaSequence": 118,
      "MinutesSequence": 138,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2020-02-11T18:19:12.5Z"
    },
    {
      "ID": 378703,
      "Date": "2021-12-31T11:53:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-28T16:53:51.25Z"
    }
  ],
  "Attachments": [
    {
      "ID": 211889,
      "LastModified": "2021-12-28T16:53:39.14Z",
      "Name": "Res. No. 1241",
      "Link": "https://nyc.legistar1.com/nyc/attachments/cc5ff38e-8d40-46c2-834c-d2b3fad23456.docx",
      "Sort": 1
    },
    {
      "ID": 215084,
      "LastModified": "2020-02-25T20:56:10.367Z",
      "Name": "February 11, 2020 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ed12530d-9994-4c6d-b867-d2a80a875a04.pdf",
      "Sort": 2
    },
    {
      "ID": 215459,
      "LastModified": "2020-02-18T21:27:24.04Z",
      "Name": "Hearing Transcript - Stated Meeting  2-11-20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/afc58d9d-eea1-41ba-87a5-f2bc465bc06a.pdf",
      "Sort": 3
    },
    {
      "ID": 218738,
      "LastModified": "2020-06-09T16:34:12.04Z",
      "Name": "Minutes of the Stated Meeting - February 11, 2020",
      "Link": "https://nyc.legistar1.com/nyc/attachments/69cb230c-1237-4e9e-9f03-64a7a5428729.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 67851,
  "Text": "By Council Member Treyger and the Public Advocate (Mr. Williams)\n      Whereas, Millions of people in the United States rely on public transportation everyday as their link to employment, education, child care and their communities; and improving access to transit can be a critical part of addressing urgencies such as climate change, rising income inequality and socioeconomic disparity; and \n      Whereas, According to TransitCenter, a foundation that works on the improvement of public transit, as of January 2019, there are 97 cities and towns across the world that provide fully fare free public transit and there is a growing movement both in the United States and abroad; and\n      Whereas, Cities such as Brussels, Seoul, Melbourne, Paris and Oslo, among others,  have considered or experimented with offering temporarily free public transit programs as part of measures to address environmental concerns like air pollution and smog; and \n      Whereas, Cities in the United States offer portions of their transit systems for no cost, such as free airport transit on the Silver Line in Boston, Baltimore's bus system, the automated train Metromover in Miami; and \n      Whereas, Chapel Hill, North Carolina introduced free public transit since 2002 and has seen ridership dramatically increase; and \n      Whereas, Currently, the Department of Transportation (DOT) suspends alternate side parking on 36 legal and major holidays in New York City as of 2019, and DOT also suspends parking meter regulations on some major legal holidays including New Year's Day, Memorial Day, Independence Day, Thanksgiving, and Christmas; and\n      Whereas, Transit affordability remains an issue despite strides such as the Fair Fares program which has yet to be fully implemented and doesn't cover the full cost of the fare; and \n      Whereas, The MTA, in conjunction with enforcement from the New York City Police Department (NYPD), continue to penalize those who may be unable to afford the cost of riding, and according to the NYPD's 2018 data on fare evasion stops, 90% of arrestees and 65% of those receiving a summons were people of color; and\n      Whereas, Implementing a free public transit system in the City would help to bring equity to all riders; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the Metropolitan Transit Authority (MTA) to make subways and buses fare free year round. ..Body\n\n\nN.O.\n11/20/19\nLS 12002",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj By Council Member Treyger and the Public Advocate (Mr. Williams)\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Millions of people in the United States rely on public transportation everyday as their link to employment, education, child care and their communities; and improving access to transit can be a critical part of addressing urgencies such as climate change, rising income inequality and socioeconomic disparity; and \\par\nWhereas, According to TransitCenter, a foundation that works on the improvement of public transit, as of January 2019, there are 97 cities and towns across the world that provide fully fare free public transit and there is a growing movement both in the United States and abroad; and\\par\nWhereas, Cities such as Brussels, Seoul, Melbourne, Paris and Oslo, among others,  have considered or experimented with offering temporarily free public transit programs as part of measures to address environmental concerns like air pollution and smog; and \\par\nWhereas, Cities in the United States offer portions of their transit systems for no cost, such as free airport transit on the Silver Line in Boston, Baltimore\\rquote s bus system, the automated train Metromover in Miami; and \\par\nWhereas, Chapel Hill, North Carolina introduced free public transit since 2002 and has seen ridership dramatically increase; and \\par\nWhereas, Currently, the Department of Transportation (DOT) suspends alternate side parking on 36 legal and major holidays in New York City as of 2019, and DOT also suspends parking meter regulations on some major legal holidays including New Year\\rquote s Day, Memorial Day, Independence Day, Thanksgiving, and Christmas; and\\par\nWhereas, Transit affordability remains an issue despite strides such as the Fair Fares program which has yet to be fully implemented and doesn\\rquote t cover the full cost of the fare; and \\par\nWhereas, The MTA, in conjunction with enforcement from the New York City Police Department (NYPD), continue to penalize those who may be unable to afford the cost of riding, and according to the NYPD\\rquote s 2018 data on fare evasion stops, 90% of arrestees and 65% of those receiving a summons were people of color; and\\par\nWhereas, Implementing a free public transit system in the City would help to bring equity to all riders; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon the Metropolitan Transit Authority (MTA) to make subways and buses fare free year round. \\v ..Body\\v0\\par\n\\pard\\ltrpar\\qj\\par\n\\par\n\\fs20 N.O.\\par\n\\pard\\ltrpar 11/20/19\\par\nLS 12002\\par\n\\pard\\ltrpar\\sa160\\fs24\\par\n}\n",
  "LastModified": "2021-12-28T16:53:51.407Z"
}
