{
  "ID": 65511,
  "GUID": "8453E4FE-5645-4309-98CC-F6446DFA08F2",
  "File": "Res 1255-2020",
  "Name": "Increasing the supply and affordability of certain housing and to adjust the calculations of area median income for purposes of Federal low-income housing assistance, and for other purposes. (H.R 4984)",
  "Title": "Resolution calling on Congress to pass and the President to sign, H.R 4984, in relation to increasing the supply and affordability of certain housing and to adjust the calculations of area median income for purposes of Federal low-income housing assistance, and for other purposes.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2020-02-27T00:00:00Z",
  "AgendaDate": "2020-02-27T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7747,
      "Slug": "alicka-ampry-samuel",
      "FullName": "Alicka Ampry-Samuel"
    },
    {
      "ID": 7604,
      "Slug": "robert-e-cornegy-jr",
      "FullName": "Robert E. Cornegy, Jr."
    },
    {
      "ID": 7714,
      "Slug": "rafael-salamanca-jr",
      "FullName": "Rafael Salamanca, Jr."
    },
    {
      "ID": 7742,
      "Slug": "diana-i-ayala",
      "FullName": "Diana I. Ayala"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    }
  ],
  "History": [
    {
      "ID": 359658,
      "Date": "2020-02-27T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2020-02-18T14:07:50.943Z"
    },
    {
      "ID": 359909,
      "Date": "2020-02-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 17901,
      "AgendaSequence": 104,
      "MinutesSequence": 127,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2020-02-27T17:55:16.6Z"
    },
    {
      "ID": 378705,
      "Date": "2021-12-31T11:59:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-28T16:59:28.193Z"
    }
  ],
  "Attachments": [
    {
      "ID": 215342,
      "LastModified": "2021-12-28T16:59:16.13Z",
      "Name": "Res. No. 1255",
      "Link": "https://nyc.legistar1.com/nyc/attachments/78e80f7e-b3f9-403c-baad-502a16c49c87.docx",
      "Sort": 1
    },
    {
      "ID": 215856,
      "LastModified": "2020-02-27T18:16:33.847Z",
      "Name": "February 27, 2020 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/add26b13-f52f-4f51-8006-2b32e7adb025.pdf",
      "Sort": 2
    },
    {
      "ID": 216787,
      "LastModified": "2020-03-20T16:53:48.16Z",
      "Name": "Hearing Transcript - Stated Meeting  2-27-20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b97cd696-d4d2-46b7-80f1-e914983ed844.pdf",
      "Sort": 3
    },
    {
      "ID": 219518,
      "LastModified": "2020-07-13T13:56:13.457Z",
      "Name": "Minutes of the Stated Meeting - February 27, 2020",
      "Link": "https://nyc.legistar1.com/nyc/attachments/71d95623-5a3b-4336-b167-16038dac6c94.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 68291,
  "Text": "By Council Members Brannan, Ampry-Samuels, Cornegy, Salamanca, Ayala and Kallos\n\n      Whereas, The area median income (AMI) is used in federally funded housing programs to determine if a household meets income eligibility and the amount of rent a household is charged to reside in an apartment; and\n      Whereas, Every year the United States (U.S.) Department of Housing and Urban Development (HUD) defines AMI for all cities in the United States; and\n      Whereas, The AMI for the New York City area incorporates not only the median earnings in Manhattan, Brooklyn, Staten Island, Queens and the Bronx but it also includes  Westchester and Rockland counties who have higher median incomes than the five boroughs; and\n      Whereas, The higher housing cost adjustment is one of the five adjustments a jurisdiction applies to the AMI to determine the very low-income limit; and\n      Whereas, High housing cost adjustments are usually applied in areas where the cost of housing is considerably higher compared to the median income; and\n      Whereas, HUD increases the income limit requirements in high cost adjustment areas, such as New York City, so that more households can qualify for assistance for affordable housing units that are produced through the Low Income Housing Tax Credit (LIHTC) program; and\n      Whereas, According to the National Low Income Housing Coalition, if the high housing cost adjustments could be restricted in determining AMI for Low Income Housing Tax Credit Properties, more affordable units could be made available for lower-income households; and\n      Whereas, H.R. 4984, the Affordable Housing and Area Median Income Fairness Act of 2019, sponsored by Congresswoman Yvette D. Clarke, currently pending in the House of Representatives, would preserve the affordability of units financed under LIHTC by exempting jurisdictions from using the high housing cost adjustment to calculate area median income (AMI)  unless the jurisdiction petitions HUD to apply such adjustment to their county or city ; and\n      Whereas, H.R. 4984, would remove Westchester and Rockland Counties from New York City's AMI; and\n      Whereas, H.R. 4984, would also require a study to determine alternate methods of calculating AMI and it would authorize $25 billion over the next decade to the National Housing Trust Fund, the HOME Investments Partnership program, and the Community Development Block Grant program to create new affordable housing; now, therefore, be it\n      Resolved, That the New York City Council calls on Congress to pass and the President to sign, H.R 4984, in relation to increasing the supply and affordability of certain housing and to adjust calculations of area median income for purposes of Federal low-income housing assistance, and for other purposes.\n\nJLC\nLS 13131\n2/07/2020",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset0 Times;}{\\f2\\fswiss\\fprq2\\fcharset0 Calibri;}}\n{\\colortbl ;\\red51\\green51\\blue51;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Brannan, Ampry-Samuels, Cornegy, Salamanca, Ayala and Kallos\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The area median income (AMI) is used in federally funded housing programs to determine if a household meets income eligibility and the amount of rent a household is charged to reside in an apartment; and\\par\nWhereas, Every year the United States (U.S.) Department of Housing and Urban Development (HUD) defines AMI for all cities in the United States; and\\par\nWhereas, The AMI for the New York City area incorporates not only the median earnings in Manhattan, Brooklyn, Staten Island, Queens and the Bronx but it also includes  Westchester and Rockland counties who have higher median incomes than the five boroughs; and\\par\nWhereas, The higher housing cost adjustment is one of the five adjustments a jurisdiction applies to the AMI to determine the very low-income limit; and\\par\nWhereas, High housing cost adjustments are usually applied in areas where the cost of housing is considerably higher compared to the median income; and\\par\nWhereas, HUD increases the income limit requirements in high cost adjustment areas, such as New York City, so that more households can qualify for assistance for affordable housing units that are produced through the Low Income Housing Tax Credit (LIHTC) program; and\\par\nWhereas, According to the National Low Income Housing Coalition, if the high housing cost adjustments could be restricted in determining AMI for Low Income Housing Tax Credit Properties, more affordable units could be made available for lower-income households; and\\par\nWhereas, H.R. 4984, \\cf1\\f1\\fs22 the Affordable Housing and Area Median Income Fairness Act of 2019, \\cf0\\f0\\fs24 sponsored by Congresswoman Yvette D. Clarke, currently pending in the House of Representatives, would preserve the affordability of units financed under LIHTC by exempting jurisdictions from using the high housing cost adjustment to calculate area median income (AMI)  unless the jurisdiction petitions HUD to apply such adjustment to their county or city ; and\\par\nWhereas, H.R. 4984, would remove Westchester and Rockland Counties from New York City\\rquote s AMI; and\\par\nWhereas, H.R. 4984, would also require a study to determine alternate methods of calculating AMI and it would authorize $25 billion over the next decade to the National Housing Trust Fund, the HOME Investments Partnership program, and the Community Development Block Grant program to create new affordable housing; now, therefore, be it\\par\nResolved, That the New York City Council calls on Congress to pass and the President to sign, H.R 4984, in relation to increasing the supply and affordability of certain housing and to adjust calculations of area median income for purposes of Federal low-income housing assistance, and for other purposes.\\par\n\\pard\\ltrpar\\qj\\par\nJLC\\par\nLS 13131\\par\n2/07/2020\\par\n\\pard\\ltrpar\\sa160\\sl252\\slmult1\\f2\\fs22\\par\n}\n",
  "LastModified": "2022-03-18T19:59:38.23Z"
}
