{
  "ID": 65518,
  "GUID": "F4ECCFA1-6E76-4475-835A-D728E39CD08E",
  "File": "Res 1256-2020",
  "Name": "Trump Administration to release any remaining federal disaster recovery funds from Hurricane Maria to Puerto Rico and provide additional funds in response to recent earthquakes on the island.",
  "Title": "Resolution calling upon the Trump Administration to release any remaining federal disaster recovery funds from Hurricane Maria to Puerto Rico and provide additional funds in response to recent earthquakes on the island.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2020-02-27T00:00:00Z",
  "AgendaDate": "2020-02-27T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    }
  ],
  "History": [
    {
      "ID": 359665,
      "Date": "2020-02-27T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2020-02-19T19:04:41.253Z"
    },
    {
      "ID": 359910,
      "Date": "2020-02-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 17901,
      "AgendaSequence": 105,
      "MinutesSequence": 128,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2020-02-27T17:55:32.413Z"
    },
    {
      "ID": 378706,
      "Date": "2021-12-31T12:00:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-28T17:00:49.327Z"
    }
  ],
  "Attachments": [
    {
      "ID": 215483,
      "LastModified": "2021-12-28T17:00:33.077Z",
      "Name": "Res. No. 1256",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0ef26b26-5434-4896-a418-9d554f65ea0c.docx",
      "Sort": 1
    },
    {
      "ID": 215857,
      "LastModified": "2020-02-27T18:16:34.36Z",
      "Name": "February 27, 2020 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d765e0dc-fad6-4552-9e48-2718f1d4bc82.pdf",
      "Sort": 2
    },
    {
      "ID": 216788,
      "LastModified": "2020-03-20T16:53:48.553Z",
      "Name": "Hearing Transcript - Stated Meeting  2-27-20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/51806bb0-ed22-4f0d-8734-a1f9781859ef.pdf",
      "Sort": 3
    },
    {
      "ID": 219519,
      "LastModified": "2020-07-13T13:56:13.737Z",
      "Name": "Minutes of the Stated Meeting - February 27, 2020",
      "Link": "https://nyc.legistar1.com/nyc/attachments/fc13969c-def0-4985-b6ef-2301296fa81b.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 68299,
  "Text": "By Council Members Cabrera and Brannan\n\n\tWhereas, It has been over two years since Hurricane Maria struck Puerto Rico causing approximately $90 billion in damage, and yet the island has not received sufficient recovery funds from the United States (U.S.); and\n\tWhereas, In 2018, the U.S. approved approximately $20 billion in long-term recovery aid to Puerto Rico to be disbursed by the Housing and Urban Development (HUD), however, as of January 2020, only $1.5 billion in HUD funds have been made available to the island, as reported by the National Public Radio (NPR); and\n\tWhereas, On January 15, 2020, NPR reported that of the $1.5 billion made available, Puerto Rico has utilized about $11 million; and\n\tWhereas, Recently, Puerto Rico was met with more devastation as the island experienced more than 500 earthquakes with a magnitude of 2 or greater since December 28, 2019 according to the Cable News Network (CNN); and\n\tWhereas, On January 7, 2020, a 6.4 magnitude earthquake struck the island, killing one person and leaving hundreds of others homeless; and\n\tWhereas, As reported by the British Broadcasting Corporation (BBC) News, this earthquake was the strongest the island has experienced in over a century, and at one point during the aftermath, over 65 percent of Puerto Rico's population did not have power; and\n\tWhereas, According to a report released by the United States Geological Survey (USGS), USGS experts estimate that aftershocks from the earthquake will continue for years to decades, while decreasing in frequency; and\n\tWhereas, USGS's report acknowledges that the probability that Puerto Rico will experience an aftershock of a magnitude of 6 or greater will remain above 25 percent for the next three months to three years; and\n\tWhereas, As CNN reports, the series of earthquakes in Puerto Rico exacerbated the devastation caused by 2017 hurricanes Irma and Maria; and\n\tWhereas, In response to recent disasters, on January 17, 2020, the Internal Revenue Service (IRS) announced that victims of Puerto Rico earthquakes that occurred since December 28, 2019 may be eligible for a tax relief from the IRS; and\n\tWhereas, The declaration permits the IRS to defer certain deadlines for taxpayers who live in or have a business in \"the disaster area\"; and\n\tWhereas, As reported by the Wall Street Journal (WSJ), on February 7, 2020, the House passed a $4.7 billion disaster-aid package to support earthquake-recovery efforts in Puerto Rico, however, the legislation is unlikely to pass in the Senate and the White House stated it would veto the legislation; and\n\tWhereas, According to news sources, the Trump administration and Republicans have resisted allocating additional federal funding to Puerto Rico due to their concerns about how the aid would be used; and\n\tWhereas, The WSJ also reported that, in January 2020, the Trump administration stated that they would release $16 billion in disaster aid for the island while also imposing terms including requiring the island to submit detailed budgets; and\n\tWhereas, In February 2020, President Donald Trump appointed U.S. Coast Guard Rear Admiral Peter J. Brown as special representative for Puerto Rico's disaster recovery, who will be tasked with coordinating infrastructure efforts with White House agencies including the Office of Management and Budget, and Congress and Puerto Rico officials; and\n\tWhereas, While the recent earthquakes in Puerto Rico have resurfaced discussions on how the U.S. should support the commonwealth during a critical time, advocates are demanding that the U.S. move from conversation to action by releasing relief funds due to the commonwealth from Hurricane Maria and appropriating additional funds that would help the island recover from recent earthquake devastations; now, therefore be it\n\tResolved, That the Council of the City of New York calls upon the Trump Administration to release any remaining federal disaster recovery funds from Hurricane Maria to Puerto Rico and provide additional funds in response to recent earthquakes on the island.\n\n\nLS # 13482\n2/19/2020\nKJ",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar By Council Members Cabrera and Brannan\\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\tab Whereas, It has been over two years since Hurricane Maria struck Puerto Rico causing approximately $90 billion in damage, and yet the island has not received sufficient recovery funds from the United States (U.S.); and\\par\n\\tab Whereas,\\f1\\fs22  \\f0\\fs24 In 2018, the U.S. approved approximately $20 billion in long-term recovery aid to Puerto Rico to be disbursed by the Housing and Urban Development (HUD), however,\\super  \\nosupersub as of January 2020, only $1.5 billion in HUD funds have been made available to the island, as reported by the National Public Radio (NPR); and\\par\n\\tab Whereas, On January 15, 2020, NPR reported that of the $1.5 billion made available, Puerto Rico has utilized about $11 million; and\\par\n\\tab Whereas, Recently, Puerto Rico was met with more devastation as the island experienced more than 500 earthquakes with a magnitude of 2 or greater since December 28, 2019 according to the Cable News Network (CNN); and\\par\n\\tab Whereas, On January 7, 2020, a 6.4 magnitude earthquake struck the island, killing one person and leaving hundreds of others homeless; and\\par\n\\tab Whereas, As reported by the British Broadcasting Corporation (BBC) News, this earthquake was the strongest the island has experienced in over a century, and at one point during the aftermath, over 65 percent of Puerto Rico\\rquote s population did not have power; and\\par\n\\tab Whereas, According to a report released by the United States Geological Survey (USGS), USGS experts estimate that aftershocks from the earthquake will continue for years to decades, while decreasing in frequency; and\\par\n\\tab Whereas, USGS\\rquote s report acknowledges that the probability that Puerto Rico will experience an aftershock of a magnitude of 6 or greater will remain above 25 percent for the next three months to three years; and\\par\n\\tab Whereas, As CNN reports, the series of earthquakes in Puerto Rico exacerbated the devastation caused by 2017 hurricanes Irma and Maria; and\\par\n\\tab Whereas, In response to recent disasters, on January 17, 2020, the Internal Revenue Service (IRS) announced that victims of Puerto Rico earthquakes that occurred since December 28, 2019 may be eligible for a tax relief from the IRS; and\\par\n\\tab Whereas, The declaration permits the IRS to defer certain deadlines for taxpayers who live in or have a business in \\ldblquote the disaster area\\rdblquote ; and\\par\n\\tab Whereas, As reported by the Wall Street Journal (WSJ), on February 7, 2020, the House passed a $4.7 billion disaster-aid package to support earthquake-recovery efforts in Puerto Rico, however, the legislation is unlikely to pass in the Senate and the White House stated it would veto the legislation; and\\par\n\\tab Whereas, According to news sources, the Trump administration and Republicans have resisted allocating additional federal funding to Puerto Rico due to their concerns about how the aid would be used; and\\par\n\\tab Whereas, The WSJ also reported that, in January 2020, the Trump administration stated that they would release $16 billion in disaster aid for the island while also imposing terms including requiring the island to submit detailed budgets; and\\par\n\\tab Whereas, In February 2020, President Donald Trump appointed U.S. Coast Guard Rear Admiral Peter J. Brown as special representative for Puerto Rico\\rquote s disaster recovery, who will be tasked with coordinating infrastructure efforts with White House agencies including the Office of Management and Budget, and Congress and Puerto Rico officials; and\\par\n\\tab Whereas, While the recent earthquakes in Puerto Rico have resurfaced discussions on how the U.S. should support the commonwealth during a critical time, advocates are demanding that the U.S. move from conversation to action by releasing relief funds due to the commonwealth from Hurricane Maria and appropriating additional funds that would help the island recover from recent earthquake devastations; now, therefore be it\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Resolved, That the Council of the City of New York calls upon the Trump Administration to release any remaining federal disaster recovery funds from Hurricane Maria to Puerto Rico and provide additional funds in response to recent earthquakes on the island.\\par\n\\pard\\ltrpar\\sa160\\sl252\\slmult1\\par\n\\par\n\\pard\\ltrpar\\qj\\fs20 LS # 13482\\par\n2/19/2020\\par\nKJ\\par\n\\fs24\\par\n\\pard\\ltrpar\\sa160\\sl252\\slmult1\\par\n\\par\n\\par\n}\n",
  "LastModified": "2021-12-28T17:00:49.467Z"
}
