{
  "ID": 65024,
  "GUID": "63CF5B8C-8D6E-4ACC-9554-0A1C7CF0B84C",
  "File": "Res 1257-2020",
  "Name": "DOE to provide all grade levels with a curriculum that focuses on religious diversity and to offer professional development focused on religious diversity to educators.",
  "Title": "Resolution calling upon the New York City Department of Education to provide all grade levels with a curriculum that focuses on religious diversity and to offer professional development focused on religious diversity to educators.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2020-02-27T00:00:00Z",
  "AgendaDate": "2020-02-27T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 7637,
      "Slug": "i-daneek-miller",
      "FullName": "I. Daneek Miller"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7741,
      "Slug": "keith-powers",
      "FullName": "Keith Powers"
    },
    {
      "ID": 7634,
      "Slug": "mark-levine",
      "FullName": "Mark Levine"
    },
    {
      "ID": 7642,
      "Slug": "paul-a-vallone",
      "FullName": "Paul A. Vallone"
    },
    {
      "ID": 7604,
      "Slug": "robert-e-cornegy-jr",
      "FullName": "Robert E. Cornegy, Jr."
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7739,
      "Slug": "adrienne-e-adams",
      "FullName": "Adrienne E. Adams"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7691,
      "Slug": "barry-s-grodenchik",
      "FullName": "Barry S. Grodenchik"
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    },
    {
      "ID": 7742,
      "Slug": "diana-i-ayala",
      "FullName": "Diana I. Ayala"
    },
    {
      "ID": 7799,
      "Slug": "eric-dinowitz",
      "FullName": "Eric Dinowitz"
    },
    {
      "ID": 7638,
      "Slug": "antonio-reynoso",
      "FullName": "Antonio Reynoso"
    },
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7744,
      "Slug": "ruben-diaz-sr",
      "FullName": "Ruben Diaz, Sr."
    },
    {
      "ID": 7628,
      "Slug": "laurie-a-cumbo",
      "FullName": "Laurie A. Cumbo"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7780,
      "Slug": "public-advocate-jumaane-williams",
      "FullName": "Public Advocate Jumaane Williams"
    }
  ],
  "History": [
    {
      "ID": 359756,
      "Date": "2020-02-27T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2020-02-24T17:26:36.1Z"
    },
    {
      "ID": 359914,
      "Date": "2020-02-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 17901,
      "AgendaSequence": 109,
      "MinutesSequence": 132,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2020-02-27T17:56:35.407Z"
    },
    {
      "ID": 378707,
      "Date": "2021-12-31T12:01:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-28T17:01:35.317Z"
    }
  ],
  "Attachments": [
    {
      "ID": 215508,
      "LastModified": "2021-12-28T17:01:24.36Z",
      "Name": "Res. No. 1257",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4e244372-bcdb-4f60-be34-07aaa0c68533.docx",
      "Sort": 1
    },
    {
      "ID": 215861,
      "LastModified": "2020-02-27T18:16:36.097Z",
      "Name": "February 27, 2020 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1da87628-813b-495b-8d50-f1a432e0a05c.pdf",
      "Sort": 2
    },
    {
      "ID": 216792,
      "LastModified": "2020-03-20T16:53:49.803Z",
      "Name": "Hearing Transcript - Stated Meeting  2-27-20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a7a391b3-7e3a-44a2-b1de-a9bcaaf657db.pdf",
      "Sort": 3
    },
    {
      "ID": 219523,
      "LastModified": "2020-07-13T13:56:14.88Z",
      "Name": "Minutes of the Stated Meeting - February 27, 2020",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8d7e48b9-a653-456d-9736-e51fb1752c1a.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 67748,
  "Text": "By Council Members Dromm, Kallos, Miller, Koslowitz, Powers, Levine, Vallone, Cornegy, Gennaro, Koo, Adams, Rosenthal, Grodenchik, Menchaca, Ayala, Dinowitz, Reynoso, Rivera, Levin, Lander, R. Diaz, Sr., Cumbo, Chin and the Public Advocate (Mr. Williams)\n\n      Whereas, The number of reported hate crimes has increased significantly since 2016, especially in recent months with the spike in hate crimes committed against Jewish, Muslim, Sikh, Hispanic, immigrant, lesbian, gay, bisexual, transgender, and queer individuals, and other groups throughout New York City and the country; and\n      Whereas, Based on the Federal Bureau of Investigation's 2018 Hate Crime Statistics report the most reported form of hate crimes is single-bias incidents with race/ethnicity/ancestry bias incidents accounting for 59.6 percent of all reported incidents and religious-based bias incidents accounting for 18.7 percent of all reported incidents; and\n      Whereas, According to a 2017 Institute for Social Policy and Understanding (ISPU) national survey, 42 percent of Muslims, 23 percent of Jews, and 6 percent of Catholics reported that at least one of their children experienced religious-based bullying at school in the previous year, and in 25 percent of the incidents that involved Muslim students, a school administrator or educator perpetrated the bullying; and\n\tWhereas, In the current sociopolitical climate, it has become commonplace to hear derogatory statements about Muslims, Sikhs, Hindus, and Jews, and the news abounds with accounts of harassment, intimidation, and bullying of religious minorities; and\n      Whereas, Particularly troubling is the \"Trump Effect,\" which refers to the increase in bias- based bullying following the presidential election, including an increase in harassment, intimidation, and bullying of religious-minority youth at school; and \n      Whereas, According to Dr. Lori Maria Walton of the University of Sharjah, bias-based bullying is, \"physical, verbal, social, or cyber-based threats directed toward a minority population based upon race, ethnicity, religious belief, gender, or sexual orientation and includes a systematic abuse of power that is characterized by intentionality, frequency, and imbalance of power\"; and  \n      Whereas, Research shows that implicit and explicit bias-based bullying is associated with several negative health outcomes, including: (1) depressive symptoms, (2) decreased quality of life, (3) anxiety, (4) low self-esteem, and (5) conduct disorders, and bullying is linked to poor academic functioning in students; and\n      Whereas, As reported by the Islamic Networks Group, a study conducted of Muslim students showed that 57 percent of respondents reported seeing offensive online posts by peers, 26 percent reported cyberbullying, 19 percent reported physical harm or harassment, and 36 percent of hijab-wearing girls reported having their hijab offensively touched or pulled; and\n\tWhereas, According to a 2019 New York State Comptroller report, 570 New York City Department of Education (DOE) schools did not report any incident of discrimination, bullying or harassment to the state during the 2016-17 school year, although DOE's 2016-17 student survey data show that these problems were endemic throughout the school system; and\n\tWhereas, Religious-based bullying is more often based on misunderstandings or negative perceptions about how another individual expresses their faith than it is based on an individual's particular faith; and\n\tWhereas, Students who wear head coverings, including Muslim girls who wear hijabs and Jewish boys who wear yarmulkes, report being targeted for wearing these religious symbols, and as reported by the Islamic Networks Group, in 2012 and 2013 surveys, while over 50 percent of all Sikh children experienced school bullying, 67 percent of turbaned Sikh children experienced bullying; and\n\tWhereas, Teachers are often not well-equipped to teach about different religions and at times convey biases, and as reported by the Islamic Network Group, classroom discussions and resources about religion can be humiliating, create a sense of shame, and even lead to bullying; and\n      Whereas, The National Council for the Social Studies reported in 2017 that religious studies are an essential part of the social studies curriculum and should be adopted as part of the College, Career, and Civic Life (C3) Framework for Social Studies State Standards; and\n\tWhereas, Many advocates, including ISPU, contend that education lessons about religion that address bias and inaccuracies can help decrease religious-based bullying in schools; and\n\tWhereas, According to the Harvard Religious Literacy Project, religious literacy includes the ability to recognize and analyze the fundamental intersections of religion and political, social, and cultural life through different lenses, and critical to religious literacy \"is the importance of understanding religions and religious influences in context and as inextricably woven into all dimensions of human experience\"; and\n\t Whereas, In alignment with the New York State Education Department's social studies framework, the DOE's Passport to Social Studies curriculum offers lessons in religion only in grade 6, including lessons on the representative art of Hinduism and Buddhism and an analysis of the shared customs of Islam, Judaism, and Christianity; and\n\tWhereas, The DOE also provides a few lessons about religious holidays on its \"WeTeachNYC\" website, including lessons about Eid al-Fitr and Eid al-Adha, and Diwali; and \n\tWhereas, A curriculum that teaches students in all grade levels about religion would be more effective than the minimal lessons DOE currently offers, and it would help promote diversity, tolerance, and inclusion throughout the city's school system; and\n\tWhereas, According to the Public Religion Research Institute, New York City has the largest number of Jewish and Muslim residents of any municipality in the United States, and hence, it is imperative that New York City's school curriculum is inclusive of these prominent religions; now, therefore, be it\n\tResolved, That the Council of the City of New York calls upon the New York City Department of Education to provide all grade levels with a curriculum that focuses on religious diversity and to offer professional development focused on religious diversity to educators.\n\nLS #12462\n2/4/2020\nKJ",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Dromm, Kallos, Miller, Koslowitz, Powers, Levine, Vallone, Cornegy, Gennaro, Koo, Adams, Rosenthal, Grodenchik, Menchaca, Ayala, Dinowitz, Reynoso, Rivera, Levin, Lander, R. Diaz, Sr., Cumbo, Chin and the Public Advocate (Mr. Williams)\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The number of reported hate crimes has increased significantly since 2016, especially in recent months with the spike in hate crimes committed against Jewish, Muslim, Sikh, Hispanic, immigrant, lesbian, gay, bisexual, transgender, and queer individuals, and other groups throughout New York City and the country; and\\par\nWhereas, Based on the Federal Bureau of Investigation\\rquote s 2018 Hate Crime Statistics report the most reported form of hate crimes is single-bias incidents with race/ethnicity/ancestry bias incidents accounting for 59.6 percent of all reported incidents and religious-based bias incidents accounting for 18.7 percent of all reported incidents; and\\par\nWhereas, According to a 2017 Institute for Social Policy and Understanding (ISPU) national survey, 42 percent of Muslims, 23 percent of Jews, and 6 percent of Catholics reported that at least one of their children experienced religious-based bullying at school in the previous year, and in 25 percent of the incidents that involved Muslim students, a school administrator or educator perpetrated the bullying; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, In the current sociopolitical climate, it has become commonplace to hear derogatory statements about Muslims, Sikhs, Hindus, and Jews, and the news abounds with accounts of harassment, intimidation, and bullying of religious minorities; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Particularly troubling is the \\ldblquote Trump Effect,\\rdblquote  which refers to the increase in bias- based bullying following the presidential election, including an increase in harassment, intimidation, and bullying of religious-minority youth at school; and \\par\nWhereas, According to \\expndtw2 Dr. Lori Maria Walton of the University of Sharjah,\\expndtw0  bias-based bullying is, \\ldblquote\\expndtw2 physical, verbal, social, or cyber-based threats directed toward a minority population based upon race, ethnicity, religious belief, gender, or sexual orientation and includes a systematic abuse of power that is characterized by intentionality, frequency, and imbalance of power\\rdblquote ; and\\i   \\par\n\\i0 Whereas,\\i  \\expndtw0\\i0 Research shows that \\expndtw2 implicit and explicit bias-based bullying is associated with several negative health outcomes, including: (1) depressive symptoms, (2) decreased quality of life, (3) anxiety, (4) low self-esteem, and (5) conduct disorders, and bullying is linked to poor academic functioning in students; and\\par\nWhereas, \\expndtw0 As reported by the Islamic Networks Group, a study conducted of Muslim students showed that 57 percent of respondents reported seeing offensive online posts by peers, 26 percent reported cyberbullying, 19 percent reported physical harm or harassment, and 36 percent of hijab-wearing girls reported having their hijab offensively touched or pulled; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, According to a 2019 New York State Comptroller report, 570 New York City Department of Education (DOE) schools did not report any incident of discrimination, bullying or harassment to the state during the 2016-17 school year, although DOE\\rquote s 2016-17 student survey data show that these problems were endemic throughout the school system; and\\par\n\\tab Whereas, Religious-based bullying is more often based on misunderstandings or negative perceptions about how another individual expresses their faith than it is based on an individual\\rquote s particular faith; and\\par\n\\tab Whereas, Students who wear head coverings, including Muslim girls who wear hijabs and Jewish boys who wear yarmulkes, report being targeted for wearing these religious symbols, and as reported by the Islamic Networks Group, in 2012 and 2013 surveys, while over 50 percent of all Sikh children experienced school bullying, 67 percent of turbaned Sikh children experienced bullying; and\\par\n\\tab Whereas, Teachers are often not well-equipped to teach about different religions and at times convey biases, and as reported by the Islamic Network Group, classroom discussions and resources about religion can be humiliating, create a sense of shame, and even lead to bullying; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The National Council for the Social Studies reported in 2017 that religious studies are an essential part of the social studies curriculum and should be adopted as part of the College, Career, and Civic Life (C3) Framework for Social Studies State Standards; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\b\\tab\\b0 Whereas, Many advocates, including ISPU, contend that education lessons about religion that address bias and inaccuracies can help decrease religious-based bullying in schools; and\\par\n\\tab Whereas, According to the Harvard Religious Literacy Project, religious literacy includes the ability to recognize and analyze the fundamental intersections of religion and political, social, and cultural life through different lenses, and critical to religious literacy \\ldblquote is the importance of understanding religions and religious influences in context and as inextricably woven into all dimensions of human experience\\rdblquote ; and\\par\n\\tab  Whereas, In alignment with the New York State Education Department\\rquote s social studies framework, the DOE\\rquote s Passport to Social Studies curriculum offers lessons in religion only in grade 6, including lessons on the representative art of Hinduism and Buddhism and an analysis of the shared customs of Islam, Judaism, and Christianity; and\\par\n\\tab Whereas, The DOE also provides a few lessons about religious holidays on its \\ldblquote WeTeachNYC\\rdblquote  website, including lessons about Eid al-Fitr and Eid al-Adha, and Diwali; and \\par\n\\tab Whereas, A curriculum that teaches students in all grade levels about religion would be more effective than the minimal lessons DOE currently offers, and it would help promote diversity, tolerance, and inclusion throughout the city\\rquote s school system; and\\par\n\\tab Whereas, According to the Public Religion Research Institute, New York City has the largest number of Jewish and Muslim residents of any municipality in the United States, and hence, it is imperative that New York City\\rquote s school curriculum is inclusive of these prominent religions; now, therefore, be it\\par\n\\tab Resolved, That the Council of the City of New York calls upon the New York City Department of Education to provide all grade levels with a curriculum that focuses on religious diversity and to offer professional development focused on religious diversity to educators.\\par\n\\pard\\ltrpar\\qj\\par\n\\fs20 LS #12462\\par\n2/4/2020\\par\nKJ\\par\n}\n",
  "LastModified": "2023-02-02T17:41:41.403Z"
}
