{
  "ID": 65719,
  "GUID": "68F072A6-B1F6-449E-B151-5D8551D9F346",
  "File": "Res 1277-2020",
  "Name": "Suspend rent payments for certain residential tenants and small business commercial tenants and to suspend certain mortgage payments for ninety days in response to the outbreak of coronavirus (COVID-19). (A.10224-A/S.8125-A)",
  "Title": "Resolution calling upon the New York State Legislature to pass, and the Governor to sign A.10224-A/S.8125-A, an act to suspend rent payments for certain residential tenants and small business commercial tenants and to suspend certain mortgage payments for ninety days in response to the outbreak of coronavirus (COVID-19).",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2020-04-22T00:00:00Z",
  "AgendaDate": "2020-04-22T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7780,
      "Slug": "public-advocate-jumaane-williams",
      "FullName": "Public Advocate Jumaane Williams"
    }
  ],
  "History": [
    {
      "ID": 360436,
      "Date": "2020-04-22T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2020-04-17T21:20:32.763Z"
    },
    {
      "ID": 360562,
      "Date": "2020-04-22T15:00:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 17924,
      "AgendaSequence": 109,
      "MinutesSequence": 144,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2020-04-23T20:08:06.937Z"
    },
    {
      "ID": 378710,
      "Date": "2021-12-31T12:10:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-28T17:10:45.673Z"
    }
  ],
  "Attachments": [
    {
      "ID": 217182,
      "LastModified": "2021-12-28T17:10:34.877Z",
      "Name": "Res. No 1277",
      "Link": "https://nyc.legistar1.com/nyc/attachments/5f3e17a6-1c36-46d2-b8c1-be9fa8e5fcc1.docx",
      "Sort": 1
    },
    {
      "ID": 217298,
      "LastModified": "2020-04-22T22:37:51.66Z",
      "Name": "April 22, 2020 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/39bf0893-4bd3-49dc-84e1-a18d26e73448.pdf",
      "Sort": 2
    },
    {
      "ID": 217489,
      "LastModified": "2020-04-27T15:57:17.067Z",
      "Name": "Hearing Transcript - Stated Meeting  4-22-20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/048114a3-660a-45e9-8e35-77d3c2a7e77f.pdf",
      "Sort": 3
    },
    {
      "ID": 219904,
      "LastModified": "2020-07-23T14:23:01.737Z",
      "Name": "Minutes of the Stated Meeting - April 22, 2020",
      "Link": "https://nyc.legistar1.com/nyc/attachments/685e6ce4-4ba5-4be0-a17e-038bc0144f95.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 68513,
  "Text": "By Council Members Rodriguez, Kallos, Van Bramer, Lander and the Public Advocate (Mr. Williams)\n\n      Whereas, On March 20, 2020, Governor Andrew Cuomo signed an Executive Order requiring all non-essential New York businesses to reduce their in-person workforce by 100% in order to limit the spread of COVID-19; and\n      Whereas, This government restriction was established to save the lives of many New Yorkers, but has also created a financial hardship for many small businesses and households; and \n      Whereas, The City University of New York (CUNY) Graduate School of Public Health and Health Policy conducted a survey from April 3 through April 5, and 35 percent of households surveyed reported that either they or someone in their household lost their job due to COVID-19; and\n      Whereas, The State of New York should pass legislation to assist households that lost income or small businesses that were forced to close their shops as a result of government-ordered restrictions to protect the public from COVID-19; and\n      Whereas, A.10224-A, introduced by State Assembly Member Yuh-Line Niou, and companion bill S.8125-A, introduced by State Senator Michael Gianaris, would suspend all rent and mortgage payments for certain households and certain small businesses if they lost employment or were forced to close their business due to the COVID-19 pandemic; now, therefore, be it\n\tResolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign A.10224-A/S.8125-A, an act to suspend rent payments for certain residential tenants and small business commercial tenants and to suspend certain mortgage payments for ninety days in response to the outbreak of coronavirus (COVID-19).\n\nJLC\nLS 14500, LS 14625, LS 14627, LS 14628\n4/17/2020",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n\\viewkind4\\uc1\n\\v0  \\par\nBy Council Members Rodriguez, Kallos, Van Bramer, Lander and the Public Advocate (Mr. Williams)\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, On March 20, 2020, Governor Andrew Cuomo signed an Executive Order requiring all non-essential New York businesses to reduce their in-person workforce by 100% in order to limit the spread of COVID-19; and\\par\nWhereas, This government restriction was established to save the lives of many New Yorkers, but has also created a financial hardship for many small businesses and households; and \\par\nWhereas, The City University of New York (CUNY) Graduate School of Public Health and Health Policy conducted a survey from April 3 through April 5, and 35 percent of households surveyed reported that either they or someone in their household lost their job due to COVID-19; and\\par\nWhereas, The State of New York should pass legislation to assist households that lost income or small businesses that were forced to close their shops as a result of government-ordered restrictions to protect the public from COVID-19; and\\par\nWhereas, A.10224-A, introduced by State Assembly Member Yuh-Line Niou, and companion bill S.8125-A, introduced by State Senator Michael Gianaris, would suspend all rent and mortgage payments for certain households and certain small businesses if they lost employment or were forced to close their business due to the COVID-19 pandemic; now, therefore, be it\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign A.10224-A/S.8125-A, an act to suspend rent payments for certain residential tenants and small business commercial tenants and to suspend certain mortgage payments for ninety days in response to the outbreak of coronavirus (COVID-19).\\par\n\\pard\\ltrpar\\sl480\\slmult1\\par\n\\pard\\ltrpar JLC\\par\nLS 14500, LS 14625, LS 14627, LS 14628\\par\n4/17/2020\\par\n\\pard\\ltrpar\\sa160\\sl252\\slmult1\\f1\\fs22\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n}\n",
  "LastModified": "2021-12-28T17:10:45.813Z"
}
