{
  "ID": 65668,
  "GUID": "E3E4F989-B72C-4BE9-A9FA-8EBA7A534BF4",
  "File": "Res 1281-2020",
  "Name": "Implement automated renewals for the Senior Citizen Homeowners’ Exemption program and the Disabled Homeowners’ Exemption program.",
  "Title": "Resolution calling upon the New York State Legislature to pass, and the Governor to sign, legislation to implement automated renewals for the Senior Citizen Homeowners’ Exemption program and the Disabled Homeowners’ Exemption program.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2020-04-22T00:00:00Z",
  "AgendaDate": "2020-04-22T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7604,
      "Slug": "robert-e-cornegy-jr",
      "FullName": "Robert E. Cornegy, Jr."
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7749,
      "Slug": "kalman-yeger",
      "FullName": "Kalman Yeger"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    }
  ],
  "History": [
    {
      "ID": 360622,
      "Date": "2020-04-22T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2020-04-19T20:45:33.58Z"
    },
    {
      "ID": 360623,
      "Date": "2020-04-22T15:00:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 17924,
      "AgendaSequence": 114,
      "MinutesSequence": 149,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing & Buildings",
      "MatterStatusID": 3,
      "LastModified": "2020-04-23T20:08:06.953Z"
    },
    {
      "ID": 378714,
      "Date": "2021-12-31T12:12:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-28T17:13:03.517Z"
    }
  ],
  "Attachments": [
    {
      "ID": 216828,
      "LastModified": "2021-12-28T17:12:52.017Z",
      "Name": "Res. No. 1281",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7e8e73f8-6bda-4da7-8841-0c953d0a2d8b.docx",
      "Sort": 1
    },
    {
      "ID": 217303,
      "LastModified": "2020-04-22T22:37:52.987Z",
      "Name": "April 22, 2020 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/974a3423-7030-4ec5-abac-f20ff2256248.pdf",
      "Sort": 2
    },
    {
      "ID": 217494,
      "LastModified": "2020-04-27T15:57:18.473Z",
      "Name": "Hearing Transcript - Stated Meeting  4-22-20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/58dae157-4e4e-4911-8378-882d28818954.pdf",
      "Sort": 3
    },
    {
      "ID": 219909,
      "LastModified": "2020-07-23T14:23:03.127Z",
      "Name": "Minutes of the Stated Meeting - April 22, 2020",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b2a4dcea-5dc4-4e4e-b44f-e615010e30a4.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 68462,
  "Text": "By Council Members Cornegy, Kallos, Van Bramer, Chin, Yeger and Rosenthal\n\n      Whereas, The Senior Citizen Homeowners' Exemption (SCHE) program and the Disabled Homeowners' Exemption (DHE) program both provide a property tax break for seniors and persons with disabilities who own one-, two-, or three-family homes; condominiums; or cooperative apartments with a combined annual income of $58,399 or less; and\n      Whereas, The DHE benefit must be renewed annually and the SCHE benefit must be renewed biannually in order to avoid significant property tax increases; and \n      Whereas, According to a New York State Senate report, in 2017 there were 57,000 New Yorkers enrolled in SCHE or DHE; and \n      Whereas, Some states, including Colorado and Washington, have largely succeeded in transforming their Medicaid eligibility and renewal systems to operate in a highly automated, real-time manner; and \n      Whereas, According to the Medicaid Real-Time Eligibility Determinations and Automated Renewals report by Urban Institute, automated renewal systems are very beneficial for consumers and have been an enormous help to applicants and enrollees, allowing them to obtain coverage more quickly and easily; and \n      Whereas, Implementing an automated renewal system could include intergovernmental collaboration between the New York City Department of Finance, the New York State Social Security Administration and all relevant organizations in order to gain the requisite information needed to ensure a homeowner's continued eligibility for SCHE and DHE and prevent any instances of fraud; and \n      Whereas, Automated renewals can ensure that individuals who currently benefit from SCHE and DHE will remain financially protected from rising property taxes and provide relief for those who may be unable to meet the programs' renewal deadlines for reasons related to their disability or senior status; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, legislation to implement automated renewals for the Senior Citizen Homeowners' Exemption program and the Disabled Homeowners' Exemption program.\n\n\nLS #14194\n03/17/2020\nAR",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\v0\\par\nBy Council Members Cornegy, Kallos, Van Bramer, Chin, Yeger and Rosenthal\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The Senior Citizen Homeowners\\rquote  Exemption (SCHE) program and the Disabled Homeowners\\rquote  Exemption (DHE) program both provide a property tax break for seniors and persons with disabilities who own one-, two-, or three-family homes; condominiums; or cooperative apartments with a combined annual income of $58,399 or less; and\\par\nWhereas, The DHE benefit must be renewed annually and the SCHE benefit must be renewed biannually in order to avoid significant property tax increases; and \\par\nWhereas, According to a New York State Senate report, in 2017 there were 57,000 New Yorkers enrolled in SCHE or DHE; and \\par\nWhereas, Some states, including Colorado and Washington, have largely succeeded in transforming their Medicaid eligibility and renewal systems to operate in a highly automated, real-time manner; and \\par\nWhereas, According to the Medicaid Real-Time Eligibility Determinations and Automated Renewals report by Urban Institute, automated renewal systems are very beneficial for consumers and have been an enormous help to applicants and enrollees, allowing them to obtain coverage more quickly and easily; and \\par\nWhereas, Implementing an automated renewal system could include intergovernmental collaboration between the New York City Department of Finance, the New York State Social Security Administration and all relevant organizations in order to gain the requisite information needed to ensure a homeowner\\rquote s continued eligibility for SCHE and DHE and prevent any instances of fraud; and \\par\nWhereas, Automated renewals can ensure that individuals who currently benefit from SCHE and DHE will remain financially protected from rising property taxes and provide relief for those who may be unable to meet the programs\\rquote  renewal deadlines for reasons related to their disability or senior status; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, legislation to implement automated renewals for the Senior Citizen Homeowners\\rquote  Exemption program and the Disabled Homeowners\\rquote  Exemption program.\\par\n\\pard\\ltrpar\\par\n\\par\n\\fs18 LS #14194\\par\n03/17/2020\\par\nAR\\par\n}\n",
  "LastModified": "2021-12-28T17:13:03.66Z"
}
