{
  "ID": 65604,
  "GUID": "ABE8533E-E2A6-4B60-AE8C-95BACEBBEE64",
  "File": "Res 1287-2020",
  "Name": "MTA to ensure that OMNY cards, when released to the public, are immediately made available for cash purchase in all NYC Transit vending machines.",
  "Title": "Resolution calling upon the MTA to ensure that OMNY cards, when released to the public, are immediately made available for cash purchase in all New York City Transit vending machines to ensure equity for unbanked and underbanked households.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2020-04-22T00:00:00Z",
  "AgendaDate": "2020-04-22T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    }
  ],
  "History": [
    {
      "ID": 360290,
      "Date": "2020-04-22T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2020-04-15T22:37:56.277Z"
    },
    {
      "ID": 360577,
      "Date": "2020-04-22T15:00:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 17924,
      "AgendaSequence": 137,
      "MinutesSequence": 172,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2020-04-23T20:08:06.983Z"
    },
    {
      "ID": 378720,
      "Date": "2021-12-31T12:19:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-28T17:19:18.963Z"
    }
  ],
  "Attachments": [
    {
      "ID": 216364,
      "LastModified": "2021-12-28T17:19:07.62Z",
      "Name": "Res. No. 1287",
      "Link": "https://nyc.legistar1.com/nyc/attachments/68145e48-801e-48c5-9a40-71413a5722c5.docx",
      "Sort": 1
    },
    {
      "ID": 217326,
      "LastModified": "2020-04-22T22:37:59.08Z",
      "Name": "April 22, 2020 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/bb9cb14c-9f64-481e-9475-778ab98afce1.pdf",
      "Sort": 2
    },
    {
      "ID": 217517,
      "LastModified": "2020-04-27T15:57:25.877Z",
      "Name": "Hearing Transcript - Stated Meeting  4-22-20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d6ed6b75-5f66-4c6b-85bf-a947e524f4f3.pdf",
      "Sort": 3
    },
    {
      "ID": 219932,
      "LastModified": "2020-07-23T14:23:09.77Z",
      "Name": "Minutes of the Stated Meeting - April 22, 2020",
      "Link": "https://nyc.legistar1.com/nyc/attachments/31e236ce-29f1-4093-a64f-535833bc8730.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 68395,
  "Text": "By Council Members Rosenthal, Chin and Rodriguez\n\n      Whereas, In spring 2019, the Metropolitan Transportation Authority (MTA) launched a pilot program of One Metro New York (OMNY), its new tap-to-pay system that will replace all MetroCards by 2023; and\n      Whereas, Currently, at locations where the system is available, riders can only pay for OMNY with contactless bank cards or smart devices linked to a digital wallet system, such as Apply Pay or Google Pay; and\n      Whereas, While riders may continue to use MetroCards until 2023-which may be purchased from MTA vending machines using cash or a bank card-once OMNY cards are made available in 2021, they will initially only be made available for cash (and credit or debit) purchase at retail locations, such as CVS and Rite Aid, though people with contactless cards or digital wallet apps will be able to continue making direct payments to OMNY systems where they are located; and\n      Whereas, Offering OMNY cards solely at retail locations upon its rollout will create inequity by prohibiting minority, low-income, senior, immigrant, domestic violence victims and other traditionally-unbanked and underbanked communities from purchasing such cards with cash at MTA vending machines; and\n      Whereas, 360,000 households in New York City (11.7% of the population) had no bank account in 2013, and 780,000 households were underbanked (25.1% of the population), meaning they may have a bank account, but still rely on other financial services to cash checks, transfer money, or access a loan, according to a 2013 Urban Institute report; and\n      Whereas, Ensuring OMNY cards are made immediately available for cash purchase at MTA vending machines will create fairness between banked and unbanked/underbanked populations in purchase-accessibility; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the MTA to ensure that OMNY cards, when released to the public, are immediately made available for cash purchase in all New York City Transit vending machines to ensure equity for unbanked and underbanked households.\n\n\nLS #13968\n9/22/2020 5:20 PM\nM.T.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Rosenthal, Chin and Rodriguez\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, In spring 2019, the Metropolitan Transportation Authority (MTA) launched a pilot program of One Metro New York (OMNY), its new tap-to-pay system that will replace all MetroCards by 2023; and\\par\nWhereas, Currently, at locations where the system is available, riders can only pay for OMNY with contactless bank cards or smart devices linked to a digital wallet system, such as Apply Pay or Google Pay; and\\par\nWhereas, While riders may continue to use MetroCards until 2023-which may be purchased from MTA vending machines using cash or a bank card-once OMNY cards are made available in 2021, they will initially only be made available for cash (and credit or debit) purchase at retail locations, such as CVS and Rite Aid, though people with contactless cards or digital wallet apps will be able to continue making direct payments to OMNY systems where they are located; and\\par\nWhereas, Offering OMNY cards solely at retail locations upon its rollout will create inequity by prohibiting minority, low-income, senior, immigrant, domestic violence victims and other traditionally-unbanked and underbanked communities from purchasing such cards with cash at MTA vending machines; and\\par\nWhereas, 360,000 households in New York City (11.7% of the population) had no bank account in 2013, and 780,000 households were underbanked (25.1% of the population), meaning they may have a bank account, but still rely on other financial services to cash checks, transfer money, or access a loan, according to a 2013 Urban Institute report; and\\par\nWhereas, Ensuring OMNY cards are made immediately available for cash purchase at MTA vending machines will create fairness between banked and unbanked/underbanked populations in purchase-accessibility; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon the MTA to ensure that OMNY cards, when released to the public, are immediately made available for cash purchase in all New York City Transit vending machines to ensure equity for unbanked and underbanked households.\\par\n\\pard\\ltrpar\\qj\\par\n\\par\n\\fs18 LS #13968\\par\n\\pard\\ltrpar\\lang1024 9/22/2020 5:20 PM\\lang1033\\par\n\\pard\\ltrpar\\qj M.T.\\par\n}\n",
  "LastModified": "2021-12-28T17:19:19.107Z"
}
