{
  "ID": 65803,
  "GUID": "CBE7715D-F86B-4885-B747-0F331089FC9A",
  "File": "Res 1320-2020",
  "Name": "US Dept of Agriculture to expand the number of retailers that are permitted in the Supplemental Nutrition Assistance Program online purchasing program to ensure vulnerable communities in NYC can safely access healthy food.",
  "Title": "Resolution calling upon the United States Department of Agriculture to expand the number of retailers that are permitted in the Supplemental Nutrition Assistance Program online purchasing program to ensure vulnerable communities in New York City can safely access healthy food.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 12,
  "BodyName": "Committee on General Welfare",
  "IntroDate": "2020-05-13T00:00:00Z",
  "AgendaDate": "2020-05-13T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 7749,
      "Slug": "kalman-yeger",
      "FullName": "Kalman Yeger"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7628,
      "Slug": "laurie-a-cumbo",
      "FullName": "Laurie A. Cumbo"
    },
    {
      "ID": 7638,
      "Slug": "antonio-reynoso",
      "FullName": "Antonio Reynoso"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7714,
      "Slug": "rafael-salamanca-jr",
      "FullName": "Rafael Salamanca, Jr."
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7691,
      "Slug": "barry-s-grodenchik",
      "FullName": "Barry S. Grodenchik"
    },
    {
      "ID": 7741,
      "Slug": "keith-powers",
      "FullName": "Keith Powers"
    },
    {
      "ID": 7747,
      "Slug": "alicka-ampry-samuel",
      "FullName": "Alicka Ampry-Samuel"
    },
    {
      "ID": 7742,
      "Slug": "diana-i-ayala",
      "FullName": "Diana I. Ayala"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    }
  ],
  "History": [
    {
      "ID": 361070,
      "Date": "2020-05-13T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2020-05-11T17:00:26.93Z"
    },
    {
      "ID": 361134,
      "Date": "2020-05-13T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on General Welfare",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 17977,
      "AgendaSequence": 42,
      "MinutesSequence": 47,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "General Welfare",
      "MatterStatusID": 3,
      "LastModified": "2020-05-13T16:33:56.36Z"
    },
    {
      "ID": 378723,
      "Date": "2021-12-31T12:29:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-28T17:29:14.22Z"
    }
  ],
  "Attachments": [
    {
      "ID": 217934,
      "LastModified": "2021-12-28T17:29:02.517Z",
      "Name": "Res. No. 1320",
      "Link": "https://nyc.legistar1.com/nyc/attachments/700630cd-36c0-4ecf-b4c5-c0f6426c153b.docx",
      "Sort": 1
    },
    {
      "ID": 218032,
      "LastModified": "2020-06-10T20:18:44.69Z",
      "Name": "May 13, 2020 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/073811fa-7b59-420a-9468-eca314667d11.pdf",
      "Sort": 2
    },
    {
      "ID": 218210,
      "LastModified": "2020-05-19T20:14:25.883Z",
      "Name": "Hearing Transcript - Stated Meeting  5-13-20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8ebc9f87-dc21-4a45-93d2-50aca71f42f7.pdf",
      "Sort": 3
    },
    {
      "ID": 220127,
      "LastModified": "2020-08-04T13:58:41.803Z",
      "Name": "Minutes of the Stated Meeting - May 13, 2020",
      "Link": "https://nyc.legistar1.com/nyc/attachments/79ebecca-f970-44a2-85c1-8b01e81d0623.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 68600,
  "Text": "By Council Members Chin, Kallos, Yeger, Levin, Rose, Cumbo, Reynoso, Rosenthal, Salamanca, Van Bramer, Koslowitz, Koo, Cabrera, Brannan, Grodenchik, Powers, Ampry-Samuel, Ayala, Lander, Rivera and Menchaca\n\n\tWhereas, The Supplemental Nutritional Assistance Program (SNAP), also commonly referred to as \"food stamps\", is a federal entitlement program that provides financial assistance to applicants for their purchase of healthy food; and \n\tWhereas, The benefits allow participants to purchase food at grocery and convenience stores, as well as some farmers' markets and coops; and  \n\tWhereas, The program aims to support people's ability to purchase healthy food items; and \n      Whereas, In New York City, more than 19 percent of the population, or 1.7 million people, rely on SNAP benefits; and  \n\tWhereas, However, financial assistance is only part of the issue when it comes to accessing healthy food; and \n\tWhereas, More than four percent of the American population live more than a mile away from a supermarket, placing them in what is referred to as a \"food desert\"; and \n\tWhereas, In New York City, where the population relies heavily on public transport to get around, this makes travelling far for groceries even more difficult; and \n\tWhereas, In addition to being in healthy-food deserts, these same communities are also often teeming with a plethora of fast-food and other high-calorie food options; and \n\tWhereas, This situation has been referred to as a \"food swamp\" or \"grocery gap\" and describes an area in which residents will, for example, find it much easier to buy a can of grape soda rather than a bunch of grapes; and \n\tWhereas, In New York City, predominately Black communities and neighborhoods with low-socioeconomic status tend to have significantly lower rates of healthy food options when compared to areas with whiter and more affluent communities; and \n\tWhereas, Furthermore, researchers have found that Adult Type-2 Diabetes in New York City is more than two and a half times more prevalent, and Type-1 Diabetes one and a half times more prevalent, than communities without fast food establishments; and \n\tWhereas, The links between overall health, obesity rates and ready access to affordable, healthy food is well documented; and \n\tWhereas, Ensuring that more people can afford nutritional food is the main objective of SNAP; and \t\n\tWhereas, This is why the United States Department of Agriculture (USDA), who are responsible for administering SNAP, developed a pilot program to allow SNAP participants to use their benefits on grocery delivery; and  \n\tWhereas, At the moment, New York state is part of the pilot program, which began in 2016, and New Yorkers using SNAP can order groceries and have them delivered using Walmart, Amazon, and ShopRite; and \n\tWhereas, According to the USDA, the purpose of the pilot was \"to address the needs of the elderly and disabled, who often cannot easily go out to shop. It will also be beneficial for those that lack consistent access to transportation or live in areas considered to be food deserts\"; and \n\tWhereas, Allowing SNAP users to utilize grocery delivery has been beneficial, but the small list of approved providers limits users' shopping choices; and \n\tWhereas, There are also complications with the current list of providers; and \n\tWhereas, For example, SNAP users who order from Amazon and Amazon Direct can have their orders delivered, but they will need to pick-up their orders in person if they place an order through Whole Foods, even though Amazon also owns Whole Foods; and \n\tWhereas, Meanwhile, Instacart, the country's largest grocery delivery platform, is not part of SNAP; and  \n\tWhereas, During the COVID-19 emergency, when people are being asked to stay home and severely limit the amount of time they are outside of their homes, grocery delivery has become crucial; and \n\tWhereas, SNAP users are now at an additional disadvantage because so few grocery delivery platforms accept their SNAP benefits; now, therefore, be it\n\tResolved, That the United States Department of Agriculture expand the number of retailers that are permitted in the Supplemental Nutrition Assistance Program online purchasing program to ensure vulnerable communities in New York City can safely access healthy food. \n\n                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                             \nLS #14527\n5/7//2020\nLMS",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n\\viewkind4\\uc1\n\\v0\\f1\\par\n\\f0 By Council Members Chin\\f1 ,\\f0  Kallos\\f1 ,\\f0  Yeger\\f1 ,\\f0  Levin\\f1 ,\\f0  Rose\\f1 ,\\f0  Cumbo\\f1 ,\\f0  Reynoso\\f1 ,\\f0  Rosenthal\\f1 ,\\f0  Salamanca\\f1 ,\\f0  Van Bramer\\f1 ,\\f0  Koslowitz\\f1 ,\\f0  Koo\\f1 ,\\f0  Cabrera\\f1 ,\\f0  Brannan\\f1 ,\\f0  Grodenchik\\f1 ,\\f0  Powers\\f1 ,\\f0  Ampry-Samuel\\f1 ,\\f0  Ayala\\f1 ,\\f0  Lander\\f1 ,\\f0  Rivera and Menchaca\\f1\\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab\\f0 Whereas, The Supplemental Nutritional Assistance Program (SNAP), also commonly referred to as \\ldblquote food stamps\\rdblquote , is a federal entitlement program that provides financial assistance to applicants for their purchase of healthy food; and \\f1\\par\n\\tab\\f0 Whereas, The benefits allow participants to purchase food at grocery and convenience stores, as well as some farmers\\rquote  markets and coops; and  \\f1\\par\n\\tab\\f0 Whereas, The program aims to support people\\rquote s ability to purchase healthy food items; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, In New York City, more than 19 percent of the population, or 1.7 million people, rely on SNAP benefits; and  \\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\f1\\tab\\f0 Whereas, However, financial assistance is only part of the issue when it comes to accessing healthy food; and \\par\n\\tab Whereas, More than four percent of the American population live more than a mile away from a supermarket, placing them in what is referred to as a \\ldblquote food desert\\rdblquote ; and \\par\n\\f1\\tab\\f0 Whereas, In New York City, where the population relies heavily on public transport to get around, this makes travelling far for groceries even more difficult; and \\par\n\\tab Whereas, In addition to being in healthy-food deserts, these same communities are also often teeming with a plethora of fast-food and other high-calorie food options; and \\par\n\\tab Whereas, This situation has been referred to as a \\ldblquote food swamp\\rdblquote  or \\ldblquote grocery gap\\rdblquote  and describes an area in which residents will, for example, find it much easier to buy a can of grape soda rather than a bunch of grapes; and \\f1\\par\n\\tab\\f0 Whereas, In New York City, predominately Black communities and neighborhoods with low-socioeconomic status tend to have significantly lower rates of healthy food options when compared to areas with whiter and more affluent communities; and \\f1\\par\n\\tab\\f0 Whereas, Furthermore, researchers have found that Adult Type-2 Diabetes in New York City is more than two and a half times more prevalent, and Type-1 Diabetes one and a half times more prevalent, than communities without fast food establishments; and \\par\n\\f1\\tab\\f0 Whereas, The links between overall health, obesity rates and ready access to affordable, healthy food is well documented; and \\par\n\\f1\\tab\\f0 Whereas, Ensuring that more people can afford nutritional food is the main objective of SNAP; and \\f1\\tab\\par\n\\tab\\f0 Whereas, This is why the United States Department of Agriculture (USDA), who are responsible for administering SNAP, developed a pilot program to allow SNAP participants to use their benefits on grocery delivery; and  \\par\n\\f1\\tab\\f0 Whereas, At the moment, New York state is part of the pilot program, which began in 2016, and New Yorkers using SNAP can order groceries and have them delivered using Walmart, Amazon, and ShopRite; and \\f1\\par\n\\tab\\f0 Whereas, According to the USDA, the purpose of the pilot was \\ldblquote to address the needs of the elderly and disabled, who often cannot easily go out to shop. It will also be beneficial for those that lack consistent access to transportation or live in areas considered to be food deserts\\rdblquote ; and \\f1\\par\n\\tab\\f0 Whereas, Allowing SNAP users to utilize grocery delivery has been beneficial, but the small list of approved providers limits users\\rquote  shopping choices; and \\f1\\par\n\\tab\\f0 Whereas, There are also complications with the current list of providers; and \\par\n\\f1\\tab\\f0 Whereas, For example, SNAP users who order from Amazon and Amazon Direct can have their orders delivered, but they will need to pick-up their orders in person if they place an order through Whole Foods, even though Amazon also owns Whole Foods; and \\par\n\\tab Whereas, Meanwhile, Instacart, the country\\rquote s largest grocery delivery platform, is not part of SNAP; and  \\par\n\\tab Whereas, During the COVID-19 emergency, when people are being asked to stay home and severely limit the amount of time they are outside of their homes, grocery delivery has become crucial; and \\par\n\\tab Whereas, SNAP users are now at an additional disadvantage because so few grocery delivery platforms accept their SNAP benefits; now, therefore\\f1 ,\\f0  be it\\par\n\\f1\\tab\\f0 Resolved, That the United States Department of Agriculture expand the number of retailers that are permitted in the Supplemental Nutrition Assistance Program online purchasing program to ensure vulnerable communities in New York City can safely access healthy food. \\f1\\par\n\\par\n\\f0                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                              \\f1\\par\n\\pard\\ltrpar\\f0\\fs20 LS #14527\\f1\\par\n\\f0 5/7//2020\\f1\\par\n\\f0 LMS\\f1\\par\n}\n",
  "LastModified": "2021-12-28T17:29:14.363Z"
}
