{
  "ID": 65784,
  "GUID": "B5F77D23-BF6B-4813-B8DA-8236EE5E2108",
  "File": "Res 1322-2020",
  "Name": "Automatically classifying the deaths of all municipal employees who died from COVID-19 as line-of-duty deaths.",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, legislation automatically classifying the deaths of all municipal employees who died from COVID-19 as line-of-duty deaths.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 4,
  "BodyName": "Committee on Civil Service and Labor",
  "IntroDate": "2020-05-13T00:00:00Z",
  "AgendaDate": "2020-05-13T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7637,
      "Slug": "i-daneek-miller",
      "FullName": "I. Daneek Miller"
    },
    {
      "ID": 7264,
      "Slug": "joseph-c-borelli",
      "FullName": "Joseph C. Borelli"
    },
    {
      "ID": 7749,
      "Slug": "kalman-yeger",
      "FullName": "Kalman Yeger"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7635,
      "Slug": "alan-n-maisel",
      "FullName": "Alan N. Maisel"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera"
    },
    {
      "ID": 386,
      "Slug": "karen-koslowitz",
      "FullName": "Karen Koslowitz"
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    },
    {
      "ID": 7622,
      "Slug": "vanessa-l-gibson",
      "FullName": "Vanessa L. Gibson"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7741,
      "Slug": "keith-powers",
      "FullName": "Keith Powers"
    },
    {
      "ID": 7623,
      "Slug": "inez-d-barron",
      "FullName": "Inez D. Barron"
    },
    {
      "ID": 7780,
      "Slug": "public-advocate-jumaane-williams",
      "FullName": "Public Advocate Jumaane Williams"
    }
  ],
  "History": [
    {
      "ID": 361007,
      "Date": "2020-05-05T10:00:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "This Resolution was Hearing on P-C Item by Comm",
      "BodyID": 4,
      "BodyName": "Committee on Civil Service and Labor",
      "EventID": 17957,
      "AgendaSequence": 6,
      "MinutesSequence": 13,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 2,
      "LastModified": "2020-06-27T18:14:38.743Z"
    },
    {
      "ID": 361034,
      "Date": "2020-05-05T10:00:00Z",
      "ActionID": 5018,
      "Action": "P-C Item Laid Over by Comm",
      "Description": "This Resolution was P-C Item Laid Over by Comm",
      "BodyID": 4,
      "BodyName": "Committee on Civil Service and Labor",
      "EventID": 17957,
      "MinutesSequence": 14,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2020-06-27T18:14:38.743Z"
    },
    {
      "ID": 361005,
      "Date": "2020-05-13T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2020-05-04T17:06:29.65Z"
    },
    {
      "ID": 361141,
      "Date": "2020-05-13T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Civil Service and Labor",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 17977,
      "AgendaSequence": 49,
      "MinutesSequence": 54,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Preconsidered - Civil Service and Labor",
      "MatterStatusID": 3,
      "LastModified": "2020-05-13T16:33:56.377Z"
    },
    {
      "ID": 378725,
      "Date": "2021-12-31T12:30:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-28T17:30:39Z"
    }
  ],
  "Attachments": [
    {
      "ID": 217880,
      "LastModified": "2021-12-28T19:42:40.46Z",
      "Name": "Res. No. 1322",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ca10c418-022b-4899-bf29-daff4fe7febb.docx",
      "Sort": 1
    },
    {
      "ID": 217886,
      "LastModified": "2020-05-20T16:56:39.957Z",
      "Name": "Committee Report 5/5/20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c3cdf487-bf96-4017-b894-e1134c504d39.docx",
      "Sort": 2
    },
    {
      "ID": 218160,
      "LastModified": "2020-05-20T16:56:41.207Z",
      "Name": "Hearing Testimony 5/5/20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3b2fabb4-6055-49f5-b280-bffba8671784.pdf",
      "Sort": 3
    },
    {
      "ID": 218166,
      "LastModified": "2020-06-13T16:38:08.733Z",
      "Name": "Hearing Testimony 5/5/20 (Con't)",
      "Link": "https://nyc.legistar1.com/nyc/attachments/baf057cb-45a3-43d8-bd8f-93521d611794.pdf",
      "Sort": 4
    },
    {
      "ID": 219263,
      "LastModified": "2020-06-29T20:35:30.58Z",
      "Name": "Hearing Transcript 5/5/20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e0789a05-4bcc-46f2-9809-9dab5de33daa.pdf",
      "Sort": 6
    },
    {
      "ID": 218038,
      "LastModified": "2020-12-14T22:17:24.963Z",
      "Name": "May 13, 2020 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/117532e0-a1d3-4885-b76e-e183dde266d0.pdf",
      "Sort": 7
    },
    {
      "ID": 218216,
      "LastModified": "2020-12-14T22:17:25.777Z",
      "Name": "Hearing Transcript - Stated Meeting  5-13-20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/85946c89-2f8e-42f5-a18b-67fdb3081f86.pdf",
      "Sort": 8
    },
    {
      "ID": 220133,
      "LastModified": "2020-08-04T13:58:43.753Z",
      "Name": "Minutes of the Stated Meeting - May 13, 2020",
      "Link": "https://nyc.legistar1.com/nyc/attachments/38bcaaf1-1ccf-414c-9856-1b1d5f43369b.pdf",
      "Sort": 9
    }
  ],
  "Summary": "",
  "TextID": 68579,
  "Text": "By Council Members Miller, Borelli, Yeger, Kallos, Chin, Brannan, Maisel, Van Bramer, Cabrera, Koslowitz, Rodriguez, Menchaca, Gibson, Rose, Powers, Barron and the Public Advocate (Mr. Williams)\n\n      Whereas, In 2019 and 2020, the disease COVID-19, also known as coronavirus, spread rapidly worldwide, leading the President of the United States to declare a national emergency, and the World Health Organization to declare the outbreak a global pandemic; and \n      Whereas, The impact of the coronavirus pandemic has been especially severe in the State of New York, which reports nearly 300,000 confirmed COVID-19 cases and 17,638 confirmed COVID-19 fatalities as of April 28, 2020, constituting roughly one-third of all confirmed coronavirus cases in the United States; and \n      Whereas, According to the New York City Department of Health and Mental Hygiene, New York City reports 11,820 confirmed COVID-19 deaths and 5,395 probable COVID-19 deaths, as of April 27, 2020; and \n      Whereas, New York City is highly reliant on a large staff of municipal employees that totals over 325,000 workers; and\n      Whereas, Many municipal workers in New York City, including police officers, firefighters, emergency medical services personnel, sanitation workers, healthcare workers, and teachers are essential workers whose occupational responsibilities preclude working from home; and\n      Whereas, During the COVID-19 pandemic, these workers face heightened risk and exposure to COVID-19 as a result of the nature of their positions; and\n      Whereas, An April 22, 2020 article in the New York Times reports that at least 209 City workers had died due to coronavirus at the time of publication, including 63 employees of the Department of Education, 33 employees of City hospitals, and 31 New York Police Department employees; and\n      Whereas, A line-of-duty death refers to a death that resulted from and is attributable to one's employment; and\n      Whereas, For individuals whose death is classified as a line-of-duty death, additional benefits are provided to their surviving family, such as increased pension and health coverage; and\n      Whereas, As of April 29, 2020, a municipal employee's death as a result of COVID-19 is only classified as a line-of-duty death if the employee's surviving family members can prove that the individual more likely than not contracted COVID-19 while on duty; and\n      Whereas, Classifying the deaths of all municipal workers who have died from COVID-19 as line-of-duty deaths would grant additional benefits and resources to families of the deceased, and would alleviate the burden of having to prove a family member's death was directly attributable to their work; and\n      Whereas, Classifying the deaths of municipal workers who have died from COVID-19 as line-of-duty deaths would also serve as a form of recognition for the sacrifices of municipal employees who lost their lives while serving their government and community during a time of crisis; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, legislation automatically classifying the deaths of all municipal employees who died from COVID-19 as line-of-duty-deaths.\n\nLS #14868\n05/04/20\nTWN\n\n2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Miller, Borelli, Yeger, Kallos, Chin, Brannan, Maisel, Van Bramer, Cabrera, Koslowitz, Rodriguez, Menchaca, Gibson, Rose, Powers, Barron and the Public Advocate (Mr. Williams)\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, In 2019 and 2020, the disease COVID-19, also known as coronavirus, spread rapidly worldwide, leading the President of the United States to declare a national emergency, and the World Health Organization to declare the outbreak a global pandemic; and \\par\nWhereas, The impact of the coronavirus pandemic has been especially severe in the State of New York, which reports nearly 300,000 confirmed COVID-19 cases and 17,638 confirmed COVID-19 fatalities as of April 28, 2020, constituting roughly one-third of all confirmed coronavirus cases in the United States; and \\par\nWhereas, According to the New York City Department of Health and Mental Hygiene, New York City reports 11,820 confirmed COVID-19 deaths and 5,395 probable COVID-19 deaths, as of April 27, 2020; and \\par\nWhereas, New York City is highly reliant on a large staff of municipal employees that totals over 325,000 workers; and\\par\nWhereas, Many municipal workers in New York City, including police officers, firefighters, emergency medical services personnel, sanitation workers, healthcare workers, and teachers are essential workers whose occupational responsibilities preclude working from home; and\\par\nWhereas, During the COVID-19 pandemic, these workers face heightened risk and exposure to COVID-19 as a result of the nature of their positions; and\\par\nWhereas, An April 22, 2020 article in the \\i New York Times \\i0 reports that at least 209 City workers had died due to coronavirus at the time of publication, including 63 employees of the Department of Education, 33 employees of City hospitals, and 31 New York Police Department employees; and\\par\nWhereas, A line-of-duty death refers to a death that resulted from and is attributable to one\\rquote s employment; and\\par\nWhereas, For individuals whose death is classified as a line-of-duty death, additional benefits are provided to their surviving family, such as increased pension and health coverage; and\\par\nWhereas, As of April 29, 2020, a municipal employee\\rquote s death as a result of COVID-19 is only classified as a line-of-duty death if the employee\\rquote s surviving family members can prove that the individual more likely than not contracted COVID-19 while on duty; and\\par\nWhereas, Classifying the deaths of all municipal workers who have died from COVID-19 as line-of-duty deaths would grant additional benefits and resources to families of the deceased, and would alleviate the burden of having to prove a family member\\rquote s death was directly attributable to their work; and\\par\nWhereas, Classifying the deaths of municipal workers who have died from COVID-19 as line-of-duty deaths would also serve as a form of recognition for the sacrifices of municipal employees who lost their lives while serving their government and community during a time of crisis; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, legislation automatically classifying the deaths of all municipal employees who died from COVID-19 as line-of-duty-deaths.\\par\n\\pard\\ltrpar\\qj\\par\n\\fs18 LS #14868\\par\n\\pard\\ltrpar 05/04/20\\par\n\\pard\\ltrpar\\qj TWN\\par\n\\fs24\\par\n}\n",
  "LastModified": "2022-06-03T13:30:56.68Z"
}
