{
  "ID": 65798,
  "GUID": "B8745DCC-AA1D-43CA-AAF7-3A67ECF49751",
  "File": "Res 1323-2020",
  "Name": "Emergency Money for the People Act (H.R. 6496)",
  "Title": "Resolution calling upon Congress to pass and the President to sign H.R. 6496, the Emergency Money for the People Act, which would provide for the issuance of emergency monthly payments to every American throughout the duration of the coronavirus crisis.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 4,
  "BodyName": "Committee on Civil Service and Labor",
  "IntroDate": "2020-05-28T00:00:00Z",
  "AgendaDate": "2020-05-28T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    }
  ],
  "History": [
    {
      "ID": 361216,
      "Date": "2020-05-28T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2020-05-15T03:45:40.733Z"
    },
    {
      "ID": 361399,
      "Date": "2020-05-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Civil Service and Labor",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 17992,
      "AgendaSequence": 53,
      "MinutesSequence": 66,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil Service and Labor",
      "MatterStatusID": 3,
      "LastModified": "2020-05-28T17:28:20.71Z"
    },
    {
      "ID": 378726,
      "Date": "2021-12-31T12:31:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-28T17:31:13.22Z"
    }
  ],
  "Attachments": [
    {
      "ID": 217924,
      "LastModified": "2021-12-28T17:31:02.25Z",
      "Name": "Res. No. 1323",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a4544883-e96e-4d4c-b95c-650ea1cf952d.docx",
      "Sort": 1
    },
    {
      "ID": 218672,
      "LastModified": "2020-06-08T16:15:33.41Z",
      "Name": "Hearing Transcript - Stated Meeting  5-28-20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/98150ba2-1669-41eb-96a6-73d4bf23eea7.pdf",
      "Sort": 2
    },
    {
      "ID": 218834,
      "LastModified": "2020-06-11T15:55:15.44Z",
      "Name": "May 28, 2020 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2ab35347-5c76-4fe7-be15-63019338d6c5.pdf",
      "Sort": 3
    },
    {
      "ID": 220266,
      "LastModified": "2020-08-11T13:26:19.177Z",
      "Name": "Minutes of the Stated Meeting - May 28, 2020",
      "Link": "https://nyc.legistar1.com/nyc/attachments/df87d343-3ad6-47d7-a3c1-40a35c667761.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 68595,
  "Text": "By Council Members Brannan and Chin\n\n      Whereas, SARS-CoV-2 is the virus responsible for causing the new infectious disease known as COVID-19; and\n      Whereas, On March 13, 2020, President Trump declared a state of national emergency concerning the COVID-19 outbreak; and\n      Whereas, As of the first week of May 2020, there were over one million total COVID-19 cases and over 70,000 COVID-19 deaths in the United States; and\n      Whereas, As of the end of the first week of May 2020, there were over 170,000 cases, over 43,000 hospitalizations, nearly 14,000 confirmed deaths, and over 5,000 probable COVID-19 deaths in New York City; and\n      Whereas, Governor Cuomo issued the \"New York State PAUSE\" executive order, that among other things, closed all non-essential businesses, effective March 22, 2020; and\n      Whereas, The PAUSE order and similar orders in other states shut down huge swaths of economy, putting millions of people out of work; and\n      Whereas, According to the U.S. Department of Labor, more than 33 million Americans have filed for unemployment benefits over a seven-week period from mid-March through early May 2020; and\n      Whereas, According to the New York State Department of Labor, more than 733,000 people in New York City filed for unemployment benefits over a seven-week period ending April 25, 2020, a 1,832 percent change compared to the same period last year; and\n      Whereas, According to a Forbes analysis of New York State Department of Labor statistics for the week ending April 18, New York State's unemployment rate was approximately 13 percent, the worst rate since the Great Depression; and\n      Whereas, According to the New York State Department of Labor, the accommodation and food services, retail trade, and health care and social assistance industries are the top three hardest hit industries in terms of number of unemployment claims filed, and these industries are also among the top four industries with the lowest wages; and\n      Whereas, On March 20, 2020, Governor Cuomo issued an executive order declaring a moratorium on evictions and foreclosures for 90 days, and on May 7, 2020 extended the moratorium on evictions until August 20, 2020; and\n      Whereas, This order does not cancel rent or mortgage payments; and \n      Whereas, Average rent for New York City apartments is well over $2,000 per month; and\n      Whereas, In April 2020, the New York City Independent Budget Office issued a report predicting that New York City could face its worst recession since the fiscal crisis of the 1970s; and\n      Whereas, Governor Cuomo has said that New York State faces a $10-15 billion budget shortfall, and the State could be forced to implement 20 percent cuts to vital services like schools and hospitals if the federal government does not provide sufficient aid to states and localities;\n      Whereas, On March 19, 2020, New York City Council Speaker Corey Johnson proposed a coronavirus relief package, to be paid for by the federal government, including, among other things, temporary universal basic income payments of $550 for each adult and $275 for each child in New York City; and\n      Whereas, On March 27, 2020, President Trump signed the Coronavirus Aid, Relief, and Economic Security (CARES) Act, an approximately $2.2 trillion relief package that included, among other things, a one-time \"economic income payment\" of $1,200 for adults earning up to $75,000 annually; and\n      Whereas, The government response to the COVID-19 crisis is rapidly evolving, and it remains unclear how a re-opening of the economy will take place, how long industries will take to recover, or how long people will be out of work; and\n      Whereas, Americans, especially New Yorkers who have been the hardest hit by the COVID-19 crisis, need continued economic relief in the form of direct cash payments to pay for basic necessities like rent, utilities, and food for the duration of this crisis; and\n      Whereas, On April 14, 2020, U.S. Congressman Tim Ryan, representing Ohio's 13th District, introduced H.R. 6496, the Emergency Money for the People Act, which would provide for the issuance of emergency monthly cash payments to every American throughout the duration of the coronavirus crisis; and\n      Whereas, The Emergency Money for the People Act would provide a $2,000 monthly payment to every American over 16 years of age earning less than $130,000 annually, a $4,000 monthly payment to married couples earning less than $260,000 annually, and an additional $500 payment per child, up to three children; and\n      Whereas, Emergency Money for the People Act payments would be guaranteed for a 12-month period, unless as of the end of the sixth month the employment-to-population ratio for people ages 16 and over is greater than 60 percent; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon Congress to pass and the President to sign H.R. 6496, the Emergency Money for the People Act, which would provide for the issuance of emergency monthly payments to every American throughout the duration of the coronavirus crisis.\n\n\n\n\n\nLS# 14437\n5/7/20 12:18pm\nEOF",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Brannan and Chin\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, SARS-CoV-2 is the virus responsible for causing the new infectious disease known as COVID-19; and\\par\nWhereas, On March 13, 2020, President Trump declared a state of national emergency concerning the COVID-19 outbreak; and\\par\nWhereas, As of the first week of May 2020, there were over one million total COVID-19 cases and over 70,000 COVID-19 deaths in the United States; and\\par\nWhereas, As of the end of the first week of May 2020, there were over 170,000 cases, over 43,000 hospitalizations, nearly 14,000 confirmed deaths, and over 5,000 probable COVID-19 deaths in New York City; and\\par\nWhereas, Governor Cuomo issued the \\ldblquote New York State PAUSE\\rdblquote  executive order, that among other things, closed all non-essential businesses, effective March 22, 2020; and\\par\nWhereas, The PAUSE order and similar orders in other states shut down huge swaths of economy, putting millions of people out of work; and\\par\nWhereas, According to the U.S. Department of Labor, more than 33 million Americans have filed for unemployment benefits over a seven-week period from mid-March through early May 2020; and\\par\nWhereas, According to the New York State Department of Labor, more than 733,000 people in New York City filed for unemployment benefits over a seven-week period ending April 25, 2020, a 1,832 percent change compared to the same period last year; and\\par\nWhereas, According to a Forbes analysis of New York State Department of Labor statistics for the week ending April 18, New York State\\rquote s unemployment rate was approximately 13 percent, the worst rate since the Great Depression; and\\par\nWhereas, According to the New York State Department of Labor, the accommodation and food services, retail trade, and health care and social assistance industries are the top three hardest hit industries in terms of number of unemployment claims filed, and these industries are also among the top four industries with the lowest wages; and\\par\nWhereas, On March 20, 2020, Governor Cuomo issued an executive order declaring a moratorium on evictions and foreclosures for 90 days, and on May 7, 2020 extended the moratorium on evictions until August 20, 2020; and\\par\nWhereas, This order does not cancel rent or mortgage payments; and \\par\nWhereas, Average rent for New York City apartments is well over $2,000 per month; and\\par\nWhereas, In April 2020, the New York City Independent Budget Office issued a report predicting that New York City could face its worst recession since the fiscal crisis of the 1970s; and\\par\nWhereas, Governor Cuomo has said that New York State faces a $10-15 billion budget shortfall, and the State could be forced to implement 20 percent cuts to vital services like schools and hospitals if the federal government does not provide sufficient aid to states and localities;\\par\nWhereas, On March 19, 2020, New York City Council Speaker Corey Johnson proposed a coronavirus relief package, to be paid for by the federal government, including, among other things, temporary universal basic income payments of $550 for each adult and $275 for each child in New York City; and\\par\nWhereas, On March 27, 2020, President Trump signed the Coronavirus Aid, Relief, and Economic Security (CARES) Act, an approximately $2.2 trillion relief package that included, among other things, a one-time \\ldblquote economic income payment\\rdblquote  of $1,200 for adults earning up to $75,000 annually; and\\par\nWhereas, The government response to the COVID-19 crisis is rapidly evolving, and it remains unclear how a re-opening of the economy will take place, how long industries will take to recover, or how long people will be out of work; and\\par\nWhereas, Americans, especially New Yorkers who have been the hardest hit by the COVID-19 crisis, need continued economic relief in the form of direct cash payments to pay for basic necessities like rent, utilities, and food for the duration of this crisis; and\\par\nWhereas, On April 14, 2020, U.S. Congressman Tim Ryan, representing Ohio\\rquote s 13\\super th\\nosupersub  District, introduced H.R. 6496, the Emergency Money for the People Act, which would provide for the issuance of emergency monthly cash payments to every American throughout the duration of the coronavirus crisis; and\\par\nWhereas, The Emergency Money for the People Act would provide a $2,000 monthly payment to every American over 16 years of age earning less than $130,000 annually, a $4,000 monthly payment to married couples earning less than $260,000 annually, and an additional $500 payment per child, up to three children; and\\par\nWhereas, Emergency Money for the People Act payments would be guaranteed for a 12-month period, unless as of the end of the sixth month the employment-to-population ratio for people ages 16 and over is greater than 60 percent; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon Congress to pass and the President to sign H.R. 6496, the Emergency Money for the People Act, which would provide for the issuance of emergency monthly payments to every American throughout the duration of the coronavirus crisis.\\par\n\\pard\\ltrpar\\qj\\fs20\\par\n\\par\n\\par\n\\par\n\\par\nLS# 14437\\par\n5/7/20 12:18pm\\par\nEOF\\par\n\\pard\\ltrpar\\fs24\\par\n\\par\n}\n",
  "LastModified": "2022-03-15T18:38:39.92Z"
}
