{
  "ID": 65566,
  "GUID": "108D76A6-975C-4A28-A50F-CFB47AA2BA54",
  "File": "Res 1337-2020",
  "Name": "Opposing the U.S. Department of Homeland Security’s proposed increases to filing fees for immigration status adjustments.",
  "Title": "Resolution opposing the U.S. Department of Homeland Security’s proposed increases to filing fees for immigration status adjustments, including but not limited to, Citizenship, Permanent Legal Residence, Deferred Action for Childhood Arrivals, Asylum, and Temporary Protected Status and urging the federal government not to move forward with its adoption.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5119,
  "BodyName": "Committee on Immigration",
  "IntroDate": "2020-06-18T00:00:00Z",
  "AgendaDate": "2020-06-18T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera"
    }
  ],
  "History": [
    {
      "ID": 361549,
      "Date": "2020-06-18T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2020-06-02T15:14:57.23Z"
    },
    {
      "ID": 361742,
      "Date": "2020-06-18T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Immigration",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 18021,
      "AgendaSequence": 63,
      "MinutesSequence": 69,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Immigration",
      "MatterStatusID": 3,
      "LastModified": "2020-06-18T21:22:31.85Z"
    },
    {
      "ID": 378733,
      "Date": "2021-12-31T12:36:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-28T17:36:58.913Z"
    }
  ],
  "Attachments": [
    {
      "ID": 215928,
      "LastModified": "2021-12-28T17:36:46.93Z",
      "Name": "Res. No. 1337",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7baa6921-a0c8-4253-b1e9-a8ee864c581e.docx",
      "Sort": 1
    },
    {
      "ID": 219011,
      "LastModified": "2020-06-18T15:45:24.3Z",
      "Name": "June 18, 2020 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d99f5924-cffa-46e2-a42a-43b557e58cbd.pdf",
      "Sort": 2
    },
    {
      "ID": 219235,
      "LastModified": "2020-06-29T15:37:26.017Z",
      "Name": "Hearing Transcript - Stated Meeting  6-18-20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/9d6ce39b-d0f4-4bac-b9d6-285f02804691.pdf",
      "Sort": 3
    },
    {
      "ID": 220436,
      "LastModified": "2020-08-19T19:38:35.837Z",
      "Name": "Minutes of the Stated Meeting - June 18, 2020",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f9659ec4-158d-4fcc-aaea-d73c72dbf8bb.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 68357,
  "Text": "By Council Members Menchaca, Kallos and Cabrera\n\n\tWhereas, On November 14, 2019, the Department of Homeland Security ('DHS') proposed a rule, entitled \"U.S. Citizenship and Immigration Services Fee Schedule and Changes to Certain Other Immigration Benefit Request Requirements,\" which recommends, among other changes, an 83 percent increase to the citizenship application fee, a 79 percent increase to the permanent legal residence application fee, and a 55 percent increase in the renewal fee for Deferred Action for Childhood Arrivals ('DACA'); and\n\tWhereas, The rule would also eliminate certain fee waivers for individuals experiencing financial hardship; and\n\tWhereas, Periodic fee schedule adjustments are standard practice for the United States Citizenship and Immigration Services ('USCIS') to cover its administrative costs and the last fee adjustments were made in 2016; and\n\tWhereas, However, the 2019 proposed fee adjustment is unprecedented as it creates new fees for asylum seekers and Temporary Protected Status applicants; and\n\tWhereas, Only three other countries in the world charge fees for commensurate humanitarian visas: Iran, Fiji and Australia, and all three offer waivers for extenuating circumstances; and \n      Whereas, New York City is home to 3.2 million immigrants -  660,000 of whom are lawful permanent residents and could be eligible for citizenship - and approximately 15,000 TPS recipients and 30,000 DACA recipients, with an estimated 45,000 more eligible for these benefits;  and\n\tWhereas, New York City's Mayor's Office of Immigrant Affairs ('MOIA') has determined that at least 280,000 currently naturalization-eligible New Yorkers fall below 200 percent of the Federal Poverty Level and as such would qualify for a fee waiver or reduced fee under the current rule; and\n\tWhereas, A 2015 Pew Research Center survey of naturalization-eligible individuals found that 19 percent of those who chose not to naturalize cited financial hardship as a significant barrier to seeking U.S. Citizenship; and\n\tWhereas, Further analysis by MOIA has identified a relationship between rising USCIS fees and lower rates of naturalization applications over time; and\n\tWhereas, This proposed rule will diminish immigrant New Yorkers' access to lawful immigration status by imposing a financial burden; and\n\tWhereas, USCIS claims the following cost projections justify the proposed fee increases: (1) a more than $100 million transfer to Immigration and Customs Enforcement ('ICE') for immigration enforcement, and (2) a 44 percent staffing increase at USCIS; and\n\tWhereas, These budgetary and staffing maneuvers appear to be shifting USCIS' ministerial role to that of an enforcement agency; and \n      Whereas, For example, an October 2019 USCIS press release announced increased staffing levels for individuals with \"prior military and law enforcement expertise\" in their Asylum Division, in addition to deploying USCIS Asylum Division officers alongside U.S. Border Patrol agents in detention facilities and Border Patrol stations; and\n\t\n\tWhereas, Actions like shrinking eligibility criteria and increasing fees such as those in this proposed rule create an 'invisible' wall that decreases access to lawful status for eligible immigrants; and\n\tWhereas, While DHS claims these proposed fee changes will make the process of immigration more equitable, it will necessarily disadvantage vulnerable immigrants who are currently eligible and entitled to immigration status adjustment; and\n\tWhereas, The proposed rule will invariably lead to a chilling effect, as individuals choose to abandon their legitimate immigration applications whether due to financial hardship or lack of trust in the objectivity of USCIS; now, therefore, be it\n\tResolved that the Council of the City of New York opposes the U.S. Department of Homeland Security's proposed increases to filing fees for immigration status adjustments, including but not limited to, Citizenship, Permanent Legal Residence, Deferred Action for Childhood Arrivals, Asylum, and Temporary Protected Status and urges the federal government not to move forward with its adoption.\nEK\n2/26/2020\nLS13382",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sl252\\slmult1 By Council Members Menchaca, Kallos and Cabrera\\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, On November 14, 2019, the Department of Homeland Security (\\lquote DHS\\rquote ) proposed a rule, entitled \\ldblquote U.S. Citizenship and Immigration Services Fee Schedule and Changes to Certain Other Immigration Benefit Request Requirements,\\rdblquote  which recommends, among other changes, an 83 percent increase to the citizenship application fee, a 79 percent increase to the permanent legal residence application fee, and a 55 percent increase in the renewal fee for Deferred Action for Childhood Arrivals (\\lquote DACA\\rquote ); and\\par\n\\tab Whereas, The rule would also eliminate certain fee waivers for individuals experiencing financial hardship; and\\par\n\\tab Whereas, Periodic fee schedule adjustments are standard practice for the United States Citizenship and Immigration Services (\\lquote USCIS\\rquote ) to cover its administrative costs and the last fee adjustments were made in 2016; and\\par\n\\tab Whereas, However, the 2019 proposed fee adjustment is unprecedented as it creates new fees for asylum seekers and Temporary Protected Status applicants; and\\par\n\\tab Whereas, Only three other countries in the world charge fees for commensurate humanitarian visas: Iran, Fiji and Australia, and all three offer waivers for extenuating circumstances; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, New York City is home to 3.2 million immigrants -  660,000 of whom are lawful permanent residents and could be eligible for citizenship - and approximately 15,000 TPS recipients and 30,000 DACA recipients, with an estimated 45,000 more eligible for these benefits;  and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, New York City\\rquote s Mayor\\rquote s Office of Immigrant Affairs (\\lquote MOIA\\rquote ) has determined that at least 280,000 currently naturalization-eligible New Yorkers fall below 200 percent of the Federal Poverty Level and as such would qualify for a fee waiver or reduced fee under the current rule; and\\par\n\\tab Whereas, A 2015 Pew Research Center survey of naturalization-eligible individuals found that 19 percent of those who chose not to naturalize cited financial hardship as a significant barrier to seeking U.S. Citizenship; and\\par\n\\tab Whereas, Further analysis by MOIA has identified a relationship between rising USCIS fees and lower rates of naturalization applications over time; and\\par\n\\tab Whereas, This proposed rule will diminish immigrant New Yorkers\\rquote  access to lawful immigration status by imposing a financial burden; and\\par\n\\tab Whereas, USCIS claims the following cost projections justify the proposed fee increases: (1) a more than $100 million transfer to Immigration and Customs Enforcement (\\lquote ICE\\rquote ) for immigration enforcement, and (2) a 44 percent staffing increase at USCIS; and\\par\n\\tab Whereas, These budgetary and staffing maneuvers appear to be shifting USCIS\\rquote  ministerial role to that of an enforcement agency; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, For example, an October 2019 USCIS press release announced increased staffing levels for individuals with \\ldblquote prior military and law enforcement expertise\\rdblquote  in their Asylum Division, in addition to deploying USCIS Asylum Division officers alongside U.S. Border Patrol agents in detention facilities and Border Patrol stations; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab\\par\n\\tab Whereas, Actions like shrinking eligibility criteria and increasing fees such as those in this proposed rule create an \\lquote invisible\\rquote  wall that decreases access to lawful status for eligible immigrants; and\\par\n\\tab Whereas, While DHS claims these proposed fee changes will make the process of immigration more equitable, it will necessarily disadvantage vulnerable immigrants who are currently eligible and entitled to immigration status adjustment; and\\par\n\\tab Whereas, The proposed rule will invariably lead to a chilling effect, as individuals choose to abandon their legitimate immigration applications whether due to financial hardship or lack of trust in the objectivity of USCIS; now, therefore, be it\\par\n\\tab Resolved that the Council of the City of New York opposes the U.S. Department of Homeland Security\\rquote s proposed increases to filing fees for immigration status adjustments, including but not limited to, Citizenship, Permanent Legal Residence, Deferred Action for Childhood Arrivals, Asylum, and Temporary Protected Status and urges the federal government not to move forward with its adoption.\\par\n\\pard\\ltrpar\\qj\\fs18 EK\\par\n2/26/2020\\par\nLS13382\\par\n}\n",
  "LastModified": "2021-12-28T17:36:59.493Z"
}
