{
  "ID": 65945,
  "GUID": "B1E01A84-F684-4C16-AC82-3D70CA07DC57",
  "File": "Res 1344-2020",
  "Name": "Expressing a loss of confidence in Mayor Bill de Blasio and calling upon the Governor of the State of New York to bring charges to effectuate the removal of the Mayor.",
  "Title": "Resolution expressing a loss of confidence in Mayor Bill de Blasio and calling upon the Governor of the State of New York to bring charges to effectuate the removal of the Mayor for failing to maintain public order and safety during this period of persistent social unrest, in accordance with section 33 of the Public Officers Law and section 9 of the Charter.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2020-06-18T00:00:00Z",
  "AgendaDate": "2020-06-18T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7510,
      "Slug": "eric-a-ulrich",
      "FullName": "Eric A. Ulrich"
    }
  ],
  "History": [
    {
      "ID": 361662,
      "Date": "2020-06-18T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2020-06-15T21:03:12.497Z"
    },
    {
      "ID": 361752,
      "Date": "2020-06-18T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 18021,
      "AgendaSequence": 77,
      "MinutesSequence": 83,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2020-06-18T21:22:31.867Z"
    },
    {
      "ID": 378739,
      "Date": "2021-12-31T12:39:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-28T17:39:18.147Z"
    }
  ],
  "Attachments": [
    {
      "ID": 218945,
      "LastModified": "2021-12-28T17:39:03.787Z",
      "Name": "Res. No. 1344",
      "Link": "https://nyc.legistar1.com/nyc/attachments/fc504c06-3a77-470b-a4de-fdd30cc8fc2d.docx",
      "Sort": 1
    },
    {
      "ID": 219024,
      "LastModified": "2020-06-18T15:45:28.003Z",
      "Name": "June 18, 2020 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/383a37b9-2d83-4778-9569-8e7cc5a84b52.pdf",
      "Sort": 2
    },
    {
      "ID": 219248,
      "LastModified": "2020-06-29T15:37:29.39Z",
      "Name": "Hearing Transcript - Stated Meeting  6-18-20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8e67609a-ba0b-4690-9c5e-ffea0fbcfc99.pdf",
      "Sort": 3
    },
    {
      "ID": 220449,
      "LastModified": "2020-08-19T19:38:39.68Z",
      "Name": "Minutes of the Stated Meeting - June 18, 2020",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8707c804-7a8a-4a05-bb33-83cf100ae787.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 68760,
  "Text": "By Council Member Ulrich\n\n      Whereas, On May 25, 2020, George Floyd was murdered by police in Minneapolis, dying after Officer Derek Chauvin held his knee on Mr. Floyd's neck for eight minutes and forty-six seconds; and\n      Whereas, Officer Chauvin was not charged with any criminal act until four days later, on May 29; and\n      Whereas, The killing of Mr. Floyd occurred shortly after other high-profile racist acts against African Americans - the killing of Ahmaud Arbery by two white men while he was jogging two miles from his Georgia home, the killing of Breonna Taylor by police while she was sleeping in her home in Louisville, and the unwarranted 911 call placed by Amy Cooper, a white woman, against Christian Cooper, a black man, after he asked her to leash her dog in Central Park; and\n      Whereas, During the week of May 25, violent protests and demonstrations against police brutality and racism sprang up, starting in Minneapolis and spreading to other cities across the country, including New York City; and\n      Whereas, By Sunday, May 31, the New York Police Department (NYPD) reported that 47 police vehicles had been damaged in the demonstrations, including 13 that had been burned; and\n      Whereas, At least four people were charged with conducting Molotov cocktail attacks against police vehicles, in one instance with police officers inside; and \n      Whereas, On the night of Sunday, May 31, SoHo, Greenwich Village, and many other neighborhoods experienced widespread violent looting; and\n      Whereas, Mayor Bill de Blasio and the NYPD failed to deploy enough police officers to control the rioting and looting that night, only deploying 4,000 officers out of a force of 36,000; and \n      Whereas, According to a New York Times report of the Sunday looting in SoHo, police at one point appeared to abandon their enforcement efforts and sat in their cars idly as looters walked in and out of stores; and\n      Whereas, On the night of Monday, June 1, despite the issuance of an 11 p.m. citywide curfew, looting and destruction of businesses continued, primarily concentrated in midtown Manhattan and parts of the Bronx; and\n      Whereas, In the Bronx on Monday night, at least 27 businesses were broken into and looted along Fordham Road and the surrounding neighborhood; and\n      Whereas, According to news reports, on Monday night, several businesses in the Bronx made repeated calls to 911 that their businesses were being looted, from approximately 11:30 p.m. to 6 a.m., and the NYPD failed to respond; and\n      Whereas, According to experts at the Manhattan Institute, businesses large and small suffered an estimated tens of millions of dollars in damages as a result of the destruction and looting that took place; and\n      Whereas, According to experts at the Center for Urban Future and Bronx businesses themselves, small businesses that were already suffering due to the months-long coronavirus shut-down could permanently close as a result of the additional damages suffered from looting; and\n      Whereas, Mayor de Blasio rejected calling for the National Guard to restore order; and\n      Whereas, On Tuesday, June 2, Mayor de Blasio imposed a citywide curfew from 8 p.m. to 5 a.m. that lasted through Saturday night; and\n      Whereas, Governor Cuomo expressed his dismay over what happened in New York City on Sunday and Monday nights, declaring that the NYPD and the Mayor did not do their job; and\n      Whereas, On Sunday, June 7, caving under public pressure, Mayor de Blasio committed to cutting the NYPD's budget, despite having refused to do so days before; and\n      Whereas, The most essential function of a Mayor is to maintain order and public safety in the City he or she governs; and\n      Whereas Mayor de Blasio has not effectively maintained public order during this period of social unrest, resulting in the looting and destruction of businesses large and small and chaos on the streets for many days; and\n      Whereas, Mayor de Blasio demonstrated poor judgment and lack of resolve in his failure to call in the National Guard to restore order when the NYPD failed to maintain it; and\n      Whereas, Mayor de Blasio has shown further lack of judgment and resolve in his recent decision to cut the budget of the NYPD, which could lead to a further erosion of public order and safety; and\n      Whereas, By failing to maintain order and exercise good judgment to ensure public safety, Mayor de Blasio has failed to perform the most fundamental duty of his office and cannot be trusted to do so in the future; now, therefore, be it\n      Resolved, That the Council of the City of New York has lost confidence in Mayor Bill de Blasio and calls upon the Governor of the State of New York to bring charges to effectuate the removal of the Mayor for failing to maintain public order and safety during this period of persistent social unrest, in accordance with section 33 of the Public Officers Law and section 9 of the Charter.\nLS# 15364\n6/11/20 12:47 p.m.\nEOF\n\n1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Member Ulrich\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, On May 25, 2020, George Floyd was murdered by police in Minneapolis, dying after Officer Derek Chauvin held his knee on Mr. Floyd\\rquote s neck for eight minutes and forty-six seconds; and\\par\nWhereas, Officer Chauvin was not charged with any criminal act until four days later, on May 29; and\\par\nWhereas, The killing of Mr. Floyd occurred shortly after other high-profile racist acts against African Americans - the killing of Ahmaud Arbery by two white men while he was jogging two miles from his Georgia home, the killing of Breonna Taylor by police while she was sleeping in her home in Louisville, and the unwarranted 911 call placed by Amy Cooper, a white woman, against Christian Cooper, a black man, after he asked her to leash her dog in Central Park; and\\par\nWhereas, During the week of May 25, violent protests and demonstrations against police brutality and racism sprang up, starting in Minneapolis and spreading to other cities across the country, including New York City; and\\par\nWhereas, By Sunday, May 31, the New York Police Department (NYPD) reported that 47 police vehicles had been damaged in the demonstrations, including 13 that had been burned; and\\par\nWhereas, At least four people were charged with conducting Molotov cocktail attacks against police vehicles, in one instance with police officers inside; and \\par\nWhereas, On the night of Sunday, May 31, SoHo, Greenwich Village, and many other neighborhoods experienced widespread violent looting; and\\par\nWhereas, Mayor Bill de Blasio and the NYPD failed to deploy enough police officers to control the rioting and looting that night, only deploying 4,000 officers out of a force of 36,000; and \\par\nWhereas, According to a New York Times report of the Sunday looting in SoHo, police at one point appeared to abandon their enforcement efforts and sat in their cars idly as looters walked in and out of stores; and\\par\nWhereas, On the night of Monday, June 1, despite the issuance of an 11 p.m. citywide curfew, looting and destruction of businesses continued, primarily concentrated in midtown Manhattan and parts of the Bronx; and\\par\nWhereas, In the Bronx on Monday night, at least 27 businesses were broken into and looted along Fordham Road and the surrounding neighborhood; and\\par\nWhereas, According to news reports, on Monday night, several businesses in the Bronx made repeated calls to 911 that their businesses were being looted, from approximately 11:30 p.m. to 6 a.m., and the NYPD failed to respond; and\\par\nWhereas, According to experts at the Manhattan Institute, businesses large and small suffered an estimated tens of millions of dollars in damages as a result of the destruction and looting that took place; and\\par\nWhereas, According to experts at the Center for Urban Future and Bronx businesses themselves, small businesses that were already suffering due to the months-long coronavirus shut-down could permanently close as a result of the additional damages suffered from looting; and\\par\nWhereas, Mayor de Blasio rejected calling for the National Guard to restore order; and\\par\nWhereas, On Tuesday, June 2, Mayor de Blasio imposed a citywide curfew from 8 p.m. to 5 a.m. that lasted through Saturday night; and\\par\nWhereas, Governor Cuomo expressed his dismay over what happened in New York City on Sunday and Monday nights, declaring that the NYPD and the Mayor did not do their job; and\\par\nWhereas, On Sunday, June 7, caving under public pressure, Mayor de Blasio committed to cutting the NYPD\\rquote s budget, despite having refused to do so days before; and\\par\nWhereas, The most essential function of a Mayor is to maintain order and public safety in the City he or she governs; and\\par\nWhereas Mayor de Blasio has not effectively maintained public order during this period of social unrest, resulting in the looting and destruction of businesses large and small and chaos on the streets for many days; and\\par\nWhereas, Mayor de Blasio demonstrated poor judgment and lack of resolve in his failure to call in the National Guard to restore order when the NYPD failed to maintain it; and\\par\nWhereas, Mayor de Blasio has shown further lack of judgment and resolve in his recent decision to cut the budget of the NYPD, which could lead to a further erosion of public order and safety; and\\par\nWhereas, By failing to maintain order and exercise good judgment to ensure public safety, Mayor de Blasio has failed to perform the most fundamental duty of his office and cannot be trusted to do so in the future; now, therefore, be it\\par\nResolved, That the Council of the City of New York has lost confidence in Mayor Bill de Blasio and calls upon the Governor of the State of New York to bring charges to effectuate the removal of the Mayor for failing to maintain public order and safety during this period of persistent social unrest, in accordance with section 33 of the Public Officers Law and section 9 of the Charter.\\par\n\\pard\\ltrpar\\qj\\fs20 LS# 15364\\par\n6/11/20 12:47 p.m.\\par\nEOF\\par\n\\pard\\ltrpar\\fs24\\par\n}\n",
  "LastModified": "2021-12-28T17:39:18.273Z"
}
