{
  "ID": 65871,
  "GUID": "568BE866-40B5-4A84-B7F7-5F2919DC3716",
  "File": "Res 1354-2020",
  "Name": "Condemning all forms of anti-Asian sentiment as related to COVID-19. (H.R. 908)",
  "Title": "Resolution calling on Congress to pass and the President to sign H.R. 908, condemning all forms of anti-Asian sentiment as related to COVID-19.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5235,
  "BodyName": "Committee on Civil and Human Rights",
  "IntroDate": "2020-06-30T00:00:00Z",
  "AgendaDate": "2020-06-30T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7743,
      "Slug": "mark-gjonaj",
      "FullName": "Mark Gjonaj"
    }
  ],
  "History": [
    {
      "ID": 361924,
      "Date": "2020-06-30T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2020-06-24T17:37:15.02Z"
    },
    {
      "ID": 362130,
      "Date": "2020-06-30T20:00:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Civil and Human Rights",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 18032,
      "AgendaSequence": 75,
      "MinutesSequence": 82,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil and Human Rights",
      "MatterStatusID": 3,
      "LastModified": "2020-07-01T13:23:37.757Z"
    },
    {
      "ID": 378741,
      "Date": "2021-12-31T12:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-28T17:56:10.19Z"
    }
  ],
  "Attachments": [
    {
      "ID": 218522,
      "LastModified": "2021-12-28T17:55:58.25Z",
      "Name": "Res. No. 1354",
      "Link": "https://nyc.legistar1.com/nyc/attachments/bc0748b0-3b82-4290-a204-462367189b6e.docx",
      "Sort": 1
    },
    {
      "ID": 219396,
      "LastModified": "2020-07-06T13:34:30.047Z",
      "Name": "June 30, 2020 - Recessed Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e9cb15fa-c7a6-47ec-b188-f6c5e12f1031.pdf",
      "Sort": 2
    },
    {
      "ID": 220077,
      "LastModified": "2020-08-03T14:45:27.527Z",
      "Name": "Hearing Transcript - Stated Meeting  6-30-20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/adf168f4-457f-4b55-a290-40f3269f8fbc.pdf",
      "Sort": 3
    },
    {
      "ID": 246888,
      "LastModified": "2021-12-28T17:55:52.81Z",
      "Name": "Minutes of the Stated Meeting - June 30, 2020",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c32db2d7-2775-4a70-876c-2863f3b6a401.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 68680,
  "Text": "By Council Members Brannan and Gjonaj\n\n      Whereas, SARS-CoV-2 is the virus known for causing the infectious disease known as COVID-19; and\n      Whereas, The earliest known cases of COVID-19 originated in Wuhan, China; and\n      Whereas, The origin of the virus has led to increased xenophobia and discrimination against Asian-Americans; and \n      Whereas, The use of anti-Asian terminology, such as referring to COVID-19 as the \"Chinese virus\" or \"Kung Flu,\" has continued the scapegoating of Asian-Americans in an attempt to place blame on them for the spreading of the virus; and\n      Whereas, New York City, in particular, has experienced a growth of anti-Asian sentiment manifesting through hateful rhetoric, and both physical and cyber harassment; and\n      Whereas, New York City has seen a drastic increase in physical attacks against Asian-Americans which include Asian-Americans being pushed onto subway tracks, physically assaulted, spit on and in one case, doused in harmful chemicals leading the victim to flee to the emergency room with second degree burns; and\n      Whereas, As of April 19th 2020, out of the 248 cases of discrimination and/or harassment reported to the New York City Commission on Civil and Human Rights (\"CCHR\"), 105 of them were against people of Asian descent; and\n      Whereas, During the same period in 2019, there were only five anti-Asian discrimination complaints reported to CCHR; and\n      Whereas, Congresswoman Grace Meng (D-NY), introduced H.R. 908 in the U.S. House of Representatives, which denounces the anti-Asian sentiment caused by the outbreak of COVID-19; and\n      Whereas, H.R. 908 highlights the increased anti-Asian sentiment on a national scale, and also specifically cites an incident that occurred in New York City where an Asian woman wearing a mask was kicked and punched at a subway station; and\n      Whereas, Such discriminatory and violent behavior should not be tolerated, and should be openly addressed and denounced; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on Congress to pass and the President to sign H.R. 908, condemning all forms of anti-Asian sentiment as related to COVID-19.\n\n\nLS #14602\n5/28/2020\nWD",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red51\\green51\\blue51;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Brannan and Gjonaj\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, SARS-CoV-2 is the virus known for causing the infectious disease known as COVID-19; and\\par\nWhereas, The earliest known cases of COVID-19 originated in Wuhan, China; and\\par\nWhereas, The origin of the virus has led to increased xenophobia and discrimination against Asian-Americans; and \\par\nWhereas, The use of anti-Asian terminology, such as referring to COVID-19 as the \\ldblquote Chinese virus\\rdblquote  or \\ldblquote Kung Flu,\\rdblquote  has continued the scapegoating of Asian-Americans in an attempt to place blame on them for the spreading of the virus; and\\par\nWhereas, New York City, in particular, has experienced a growth of anti-Asian sentiment manifesting through hateful rhetoric, and both physical and cyber harassment; and\\par\nWhereas, New York City has seen a drastic increase in physical attacks against Asian-Americans which include Asian-Americans being pushed onto subway tracks, physically assaulted, spit on and in one case, doused in harmful chemicals leading the victim to flee to the emergency room with second degree burns; and\\par\nWhereas, As of April 19\\super th\\nosupersub  2020, out of the 248 cases of discrimination and/or harassment reported to the New York City Commission on Civil and Human Rights (\\ldblquote CCHR\\rdblquote ), 105 of them were against people of Asian descent; and\\par\nWhereas, During the same period in 2019, there were only five anti-Asian discrimination complaints reported to CCHR; and\\par\nWhereas, Congresswoman Grace Meng (D-NY), \\cf1 introduced H.R. 908 in the U.S. House of Representatives, which denounces the anti-Asian sentiment caused by the outbreak of COVID-19; and\\par\nWhereas, H.R. 908 highlights the increased anti-Asian sentiment on a national scale, and also specifically cites an incident that occurred in New York City where an Asian woman wearing a mask was kicked and punched at a subway station; and\\par\nWhereas, Such discriminatory and violent behavior should not be tolerated, and should be openly addressed and denounced; \\cf0 now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on Congress to pass and the President to sign H.R. 908, condemning all forms of anti-Asian sentiment as related to COVID-19.\\par\n\\pard\\ltrpar\\qj\\par\n\\par\n\\fs18 LS #14602\\fs24\\par\n\\pard\\ltrpar\\fs18 5/28/2020\\par\nWD\\par\n\\pard\\ltrpar\\qj\\par\n\\fs24\\par\n}\n",
  "LastModified": "2022-02-22T21:22:11.41Z"
}
