{
  "ID": 66050,
  "GUID": "9D5FB3D8-7477-454E-BFF7-1BE64F5E5E1E",
  "File": "Res 1371-2020",
  "Name": "Voting Rights Advancement Act of 2019 (H.R. 4.)",
  "Title": "Resolution calling upon Congress to pass, and the President to sign, the Voting Rights Advancement Act of 2019 (H.R. 4.), which would revise and modernize portions of the Voting Rights Act of 1965 struck down in the Supreme Court decision Shelby County v. Holder.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 32,
  "StatusName": "Adopted",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2020-07-28T00:00:00Z",
  "AgendaDate": "2020-07-28T00:00:00Z",
  "PassedDate": "2020-07-28T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7628,
      "Slug": "laurie-a-cumbo",
      "FullName": "Laurie A. Cumbo"
    },
    {
      "ID": 7742,
      "Slug": "diana-i-ayala",
      "FullName": "Diana I. Ayala"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7623,
      "Slug": "inez-d-barron",
      "FullName": "Inez D. Barron"
    },
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    },
    {
      "ID": 7637,
      "Slug": "i-daneek-miller",
      "FullName": "I. Daneek Miller"
    }
  ],
  "History": [
    {
      "ID": 362538,
      "Date": "2020-07-27T12:30:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "This Resolution was Hearing on P-C Item by Comm",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 18046,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 2,
      "LastModified": "2020-07-27T17:21:07.43Z"
    },
    {
      "ID": 362571,
      "Date": "2020-07-27T12:30:00Z",
      "ActionID": 5018,
      "Action": "P-C Item Laid Over by Comm",
      "Description": "This Resolution was P-C Item Laid Over by Comm",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 18046,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2020-07-27T17:43:38.69Z"
    },
    {
      "ID": 362400,
      "Date": "2020-07-27T13:00:00Z",
      "ActionID": 15,
      "Action": "Hearing on P-C Item by Comm",
      "Description": "This Resolution was Hearing on P-C Item by Comm",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 18040,
      "AgendaSequence": 4,
      "MinutesSequence": 15,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "MatterStatusID": 3,
      "LastModified": "2020-07-27T17:48:50.67Z"
    },
    {
      "ID": 362583,
      "Date": "2020-07-27T13:00:00Z",
      "ActionID": 25,
      "Action": "P-C Item Approved by Comm",
      "Description": "A motion was made that this Resolution be P-C Item Approved by Comm approved by Roll Call.",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 18040,
      "MinutesSequence": 16,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 37,
      "Votes": [
        {
          "ID": 7561,
          "Slug": "fernando-cabrera",
          "FullName": "Fernando Cabrera",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 10
        },
        {
          "ID": 7632,
          "Slug": "ben-kallos",
          "FullName": "Ben Kallos",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 20
        },
        {
          "ID": 7635,
          "Slug": "alan-n-maisel",
          "FullName": "Alan N. Maisel",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 30
        },
        {
          "ID": 430,
          "Slug": "bill-perkins",
          "FullName": "Bill Perkins",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 40
        },
        {
          "ID": 7741,
          "Slug": "keith-powers",
          "FullName": "Keith Powers",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 50
        },
        {
          "ID": 7541,
          "Slug": "ydanis-a-rodriguez",
          "FullName": "Ydanis A. Rodriguez",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 60
        },
        {
          "ID": 7749,
          "Slug": "kalman-yeger",
          "FullName": "Kalman Yeger",
          "VoteID": 15,
          "Vote": "Affirmative",
          "Result": 1,
          "Sort": 70
        }
      ],
      "LastModified": "2020-08-26T19:45:40.423Z"
    },
    {
      "ID": 362394,
      "Date": "2020-07-28T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2020-07-22T18:04:39.35Z"
    },
    {
      "ID": 362489,
      "Date": "2020-07-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 18045,
      "AgendaSequence": 64,
      "MinutesSequence": 69,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Preconsidered - Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2020-07-28T15:56:26.043Z"
    },
    {
      "ID": 362546,
      "Date": "2020-07-28T18:30:00Z",
      "ActionID": 5032,
      "Action": "Approved, by Council",
      "Description": "A motion was made that this Resolution be Approved, by Council approved by voice vote.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 18045,
      "AgendaSequence": 52,
      "MinutesSequence": 57,
      "Version": "*",
      "AgendaNote": "Preconsidered - Adopted by the Committee on Governmental Operations",
      "MinutesNote": "Pursuant to Rule 8.50 of the Council, the Majority Leader and Acting President Pro Tempore (Council Member Cumbo) called for a voice vote.  Hearing those in favor, the Majority Leader and Acting President Pro Tempore (Council Member Cumbo) declared the Resolution to be adopted.\r\n\r\nThe following 2 Council Members formally noted their intent to vote negative against this item: \r\nCouncil Members Borelli and the Minority Leader (Council Member Matteo).\r\n\r\nAdopted by the Council by voice-vote.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 32,
      "LastModified": "2020-08-26T18:50:33.057Z"
    }
  ],
  "Attachments": [
    {
      "ID": 219804,
      "LastModified": "2021-12-28T18:08:56.813Z",
      "Name": "Res. No. 1371",
      "Link": "https://nyc.legistar1.com/nyc/attachments/9e8d0bbd-f97b-48fe-bce1-3eb53d4c9f4d.docx",
      "Sort": 1
    },
    {
      "ID": 219961,
      "LastModified": "2020-08-06T15:18:56.267Z",
      "Name": "Committee Report 7/27/20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ce605463-a57c-4391-8df0-2ca8eff17f6c.docx",
      "Sort": 2
    },
    {
      "ID": 220310,
      "LastModified": "2020-08-14T12:22:48.5Z",
      "Name": "Hearing Testimony 7/27/20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a86e2caa-2fd3-4c0a-935d-2c93cb6094f0.pdf",
      "Sort": 3
    },
    {
      "ID": 220157,
      "LastModified": "2020-08-14T12:22:48.46Z",
      "Name": "Hearing Transcript 7/27/20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d4b261ca-fd29-4c30-ba4e-5826c5323c8f.pdf",
      "Sort": 4
    },
    {
      "ID": 219965,
      "LastModified": "2020-08-14T12:22:47.71Z",
      "Name": "Committee Report - VOTE 7/27/20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/91e3f236-fb51-4b22-990a-afd763dbd05d.docx",
      "Sort": 5
    },
    {
      "ID": 220151,
      "LastModified": "2020-09-14T17:07:37.857Z",
      "Name": "Hearing Transcript - VOTE 7/27/20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/72cc451c-9af7-4a9f-a7e2-f9c5223a9953.pdf",
      "Sort": 6
    },
    {
      "ID": 219969,
      "LastModified": "2020-08-14T12:22:46.533Z",
      "Name": "Committee Report - Stated Meeting",
      "Link": "https://nyc.legistar1.com/nyc/attachments/5233b9a3-99e3-4a6e-92b0-6203a6f5552d.docx",
      "Sort": 7
    },
    {
      "ID": 220008,
      "LastModified": "2020-08-14T12:22:45.883Z",
      "Name": "July 28, 2020 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/08bcc76f-be14-4a9d-8618-4d294f2e5a66.pdf",
      "Sort": 8
    },
    {
      "ID": 220191,
      "LastModified": "2020-08-14T12:22:45.26Z",
      "Name": "Hearing Transcript - Stated Meeting  7-28-20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1586ce68-a677-4a71-9f2b-795702aeb412.pdf",
      "Sort": 9
    },
    {
      "ID": 222075,
      "LastModified": "2020-10-14T21:44:49.26Z",
      "Name": "Minutes of the Stated Meeting - July 28, 2020",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2cdbc5cb-dd7d-4137-b328-38f33b9950bb.pdf",
      "Sort": 10
    }
  ],
  "Summary": "",
  "TextID": 68888,
  "Text": "By Council Members Cumbo, Ayala, Louis, Barron, Rivera and Miller\n\n      Whereas, The right to vote is the bedrock of democracy; and\n      Whereas, The right to vote was historically denied to Black Americans through various discriminatory laws and practices, intimidation, and violence, even after passage of the Fifteenth Amendment of the Constitution; and \n      Whereas, One of the most significant legislative achievements of the Civil Rights Movement was the passage of the Voting Rights Act of 1965 (VRA), which protected Americans from racial and ethnic discrimination in voting; and\n      Whereas, The VRA established criteria to determine whether states or other jurisdictions had a history of discriminatory voting practices and disparately low voter turnout, and if so, required them to obtain clearance by the U.S. Department of Justice or a federal judge before enacting voting changes, a system known as \"preclearance;\" and \n      Whereas, According to a 1968 report by the U.S. Civil Rights Commission, after the passage of the VRA, Black voter registration rates rose dramatically in Southern states, increasing to over 50 percent of the voting age Black population in 11 former Confederate states, and increasing the pre-VRA Black registration rate in Mississippi by over 800 percent; and\n      Whereas, Congress reauthorized the VRA four times between 1970 and 2006 with large bipartisan support, including a unanimous Senate vote in 2006; and\n      Whereas, Bronx, Kings, and New York Counties were all subject to preclearance under the VRA, beginning in 1968; and\n      Whereas, According to a 2014 report by the Leadership Conference on Civil and Human Rights, between 2000 and 2013, 148 separate violations of the VRA were documented nationwide, including eight in New York State, with some instances impacting hundreds of thousands of voters; and\n           Whereas, In June of 2013, in the decision Shelby County v. Holder, the U.S. Supreme Court invalidated important portions of the VRA, striking down the section outlining the criteria used to determine which jurisdictions required federal preclearance to enact changes to voting procedures and thereby abolishing the preclearance requirement; and\n      Whereas, According to a 2018 report by the U.S. Civil Rights Commission, an independent bipartisan federal agency, since the Shelby County v. Holder decision, at least 23 states have enacted newly restrictive statewide voter laws; and\n      Whereas, According to the same report, recently enacted voting procedure changes that likely would not have received federal preclearance approval include strict voter ID requirements, purged voter rolls, reduced polling locations, required documentary proof of citizenship to register to vote, and cuts to early voting, all of which, based on the specific facts in those states, operated to suppress minority voting access in ways that likely would have violated the pre-Shelby County VRA; and\n      Whereas, In February 2019, Representative Terri Sewell (AL - 07) introduced the Voting Rights Advancement Act of 2019 (VRAA), to revise and modernize the preclearance criteria struck down in Shelby County v. Holder; and \n      Whereas, The VRAA would establish new criteria for determining which states and jurisdictions require federal preclearance before making voting changes based on a finding of repeated voting rights violations over the past 25 years; and \n      Whereas, The VRAA would specify practices that have historically been used to discriminate against voters that would require preclearance; and\n      Whereas, The VRAA would increase transparency by requiring any state or other jurisdiction to notify the public of changes to voting procedures that affect a federal office, regardless of whether they require preclearance; and\n      Whereas, The VRAA would expand the circumstances under which the Department of Justice may assign election observers; and \n      Whereas, The VRAA would revise the preliminary injunction standard for voting rights actions to recognize cases where there is a need for immediate preliminary relief; and\n      Whereas, On December 6, 2019, the House of Representatives passed the VRAA 228 - 187; and\n      Whereas, Congressman John Lewis, a bastion of the Civil Right Movement who repeatedly risked life and limb in his nonviolent fight for voting rights, passed away on July 17, 2020; and\n      Whereas, John Lewis proudly co-sponsored the VRAA, saying in a press release, \"We must repair what the Supreme Court damaged. We must pass this bill to ensure that every American has equal freedom to participate in our democracy;\" and\n      Whereas, Passing the VRAA would honor John Lewis' legacy and ensure that the voting rights of all Americans are protected in the upcoming presidential election and beyond; now, therefore, be it \n      Resolved, That the Council of the City of New York calls upon Congress to pass, and the President to sign, the Voting Rights Advancement Act of 2019 (H.R. 4.), which would revise and modernize portions of the Voting Rights Act of 1965 struck down in the Supreme Court decision Shelby County v. Holder.  \n      \nLS# 15815\n7/21/20 6:18pm\nEOF",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Cumbo, Ayala, Louis, Barron, Rivera and Miller\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The right to vote is the bedrock of democracy; and\\par\nWhereas, The right to vote was historically denied to Black Americans through various discriminatory laws and practices, intimidation, and violence, even after passage of the Fifteenth Amendment of the Constitution; and \\par\nWhereas, One of the most significant legislative achievements of the Civil Rights Movement was the passage of the Voting Rights Act of 1965 (VRA), which protected Americans from racial and ethnic discrimination in voting; and\\par\nWhereas, The VRA established criteria to determine whether states or other jurisdictions had a history of discriminatory voting practices and disparately low voter turnout, and if so, required them to obtain clearance by the U.S. Department of Justice or a federal judge before enacting voting changes, a system known as \\ldblquote preclearance;\\rdblquote  and \\par\nWhereas, According to a 1968 report by the U.S. Civil Rights Commission, after the passage of the VRA, Black voter registration rates rose dramatically in Southern states, increasing to over 50 percent of the voting age Black population in 11 former Confederate states, and increasing the pre-VRA Black registration rate in Mississippi by over 800 percent; and\\par\nWhereas, Congress reauthorized the VRA four times between 1970 and 2006 with large bipartisan support, including a unanimous Senate vote in 2006; and\\par\nWhereas, Bronx, Kings, and New York Counties were all subject to preclearance under the VRA, beginning in 1968; and\\par\n\\cf1 Whereas, According to a 2014 report by the Leadership Conference on Civil and Human Rights, between 2000 and 2013, 148 separate violations of the VRA were documented nationwide, including eight in New York State, with some instances impacting hundreds of thousands of voters; and\\cf0\\par\n\\cf1\\fs14  \\fs24 Whereas, In June of 2013, in the decision \\i Shelby County v. Holder, \\i0 the U.S. Supreme Court invalidated important portions of the VRA, striking down the section outlining the criteria used to determine which jurisdictions required federal preclearance to enact changes to voting procedures and thereby abolishing the preclearance requirement; and\\par\nWhereas, According to a 2018 report by the U.S. Civil Rights Commission, an independent bipartisan federal agency, since the \\i Shelby County v. Holder\\i0  decision, at least 23 states have enacted newly restrictive statewide voter laws; and\\par\nWhereas, According to the same report, recently enacted voting procedure changes that likely would not have received federal preclearance approval include strict voter ID requirements, purged voter rolls, reduced polling locations, required documentary proof of citizenship to register to vote, and cuts to early voting, all of which, based on the specific facts in those states, operated to suppress minority voting access in ways that likely would have violated the pre-\\i Shelby County \\i0 VRA; and\\par\nWhereas, In February 2019, Representative Terri Sewell (AL - 07) introduced the Voting Rights Advancement Act of 2019 (VRAA), to revise and modernize the preclearance criteria struck down in \\i Shelby County v. Holder\\i0 ; and \\par\nWhereas, The VRAA would establish new criteria for determining which states and jurisdictions require federal preclearance before making voting changes based on a finding of repeated voting rights violations over the past 25 years; and \\par\nWhereas, The VRAA would specify practices that have historically been used to discriminate against voters that would require preclearance; and\\par\nWhereas, The VRAA would increase transparency by requiring any state or other jurisdiction to notify the public of changes to voting procedures that affect a federal office, regardless of whether they require preclearance; and\\par\nWhereas, The VRAA would expand the circumstances under which the Department of Justice may assign election observers; and \\par\nWhereas, The VRAA would revise the preliminary injunction standard for voting rights actions to recognize cases where there is a need for immediate preliminary relief; and\\par\nWhereas, On December 6, 2019, the House of Representatives passed the VRAA 228 - 187; and\\par\nWhereas, Congressman John Lewis, a bastion of the Civil Right Movement who repeatedly risked life and limb in his nonviolent fight for voting rights, passed away on July 17, 2020; and\\par\nWhereas, John Lewis proudly co-sponsored the VRAA, saying in a press release, \\ldblquote We must repair what the Supreme Court damaged. We must pass this bill to ensure that every American has equal freedom to participate in our democracy;\\rdblquote  and\\par\nWhereas, Passing the VRAA would honor John Lewis\\rquote  legacy and ensure that the voting rights of all Americans are protected in the upcoming presidential election and beyond; now, therefore, be it \\par\n\\cf0 Resolved, That the Council of the City of New York calls upon Congress to pass, and the President to sign, the Voting Rights Advancement Act of 2019 (H.R. 4.), which would revise and modernize portions of the Voting Rights Act of 1965 struck down in the Supreme Court decision \\i Shelby County v. Holder.  \\par\n\\i0\\par\n\\pard\\ltrpar\\qj\\fs20 LS# 15815\\par\n7/21/20 6:18pm\\par\nEOF\\par\n\\pard\\ltrpar\\fs24\\par\n}\n",
  "LastModified": "2021-12-28T18:09:01.003Z"
}
