{
  "ID": 65754,
  "GUID": "55982221-3457-47EE-A7CF-C0F5E3463B0E",
  "File": "Res 1382-2020",
  "Name": "Secretary of Labor to issue an emergency temporary standard that requires certain employers to develop and implement a comprehensive infectious disease exposure control plan to protect employees. (H.R. 6139)",
  "Title": "Resolution calling upon Congress to pass, and the President to sign, H.R. 6139, which would direct the Secretary of Labor to issue an emergency temporary standard that requires certain employers to develop and implement a comprehensive infectious disease exposure control plan to protect employees in the health care sectors and other employees at elevated risk from exposure to SARS-CoV-2, and for other purposes.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2020-07-28T00:00:00Z",
  "AgendaDate": "2020-07-28T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    }
  ],
  "History": [
    {
      "ID": 362397,
      "Date": "2020-07-28T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2020-07-22T18:12:29.513Z"
    },
    {
      "ID": 362508,
      "Date": "2020-07-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 18045,
      "AgendaSequence": 95,
      "MinutesSequence": 100,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2020-07-28T15:56:26.127Z"
    },
    {
      "ID": 378757,
      "Date": "2021-12-31T13:12:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-28T18:12:45.447Z"
    }
  ],
  "Attachments": [
    {
      "ID": 217593,
      "LastModified": "2020-07-28T12:36:20.697Z",
      "Name": "Res. No. 1382",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ac8dfbcf-a5b5-4cdd-80f8-9e31fd2db222.docx",
      "Sort": 1
    },
    {
      "ID": 220047,
      "LastModified": "2020-07-28T15:58:24.12Z",
      "Name": "July 28, 2020 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/dc08ddf4-7a41-4ff1-b74f-33a7c1932b87.pdf",
      "Sort": 2
    },
    {
      "ID": 220230,
      "LastModified": "2020-08-11T13:15:55.54Z",
      "Name": "Hearing Transcript - Stated Meeting  7-28-20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a0a9547f-359c-4964-bb04-87bf228d75e0.pdf",
      "Sort": 3
    },
    {
      "ID": 222114,
      "LastModified": "2020-10-14T21:46:29.463Z",
      "Name": "Minutes of the Stated Meeting - July 28, 2020",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3749a668-27b0-412e-abf1-7c532515cce8.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 68549,
  "Text": "By Council Member Rivera\n\n\tWhereas, SARS-CoV-2 is the virus responsible for causing the new infectious disease known as COVID-19; and \n\tWhereas, The first cases of humans infected with COVID-19 were identified in Wuhan, China in December 2019; and \n\tWhereas, By mid-April 2020, there were more than two million cases reported across the world and more than 140,000 deaths linked to the disease; and  \n\tWhereas, In New York City, there were more than 120,000 confirmed cases of COVID-19 and more than 11,000 deaths from the disease by mid-April 2020; and \n\tWhereas, In order to help slow the spread of the virus, Governor Cuomo signed the New York State on PAUSE executive order that, amongst other things, closed all non-essential businesses effective March 22, 2020; and \n\tWhereas, This executive order shut down huge swaths of the New York City economy, as its cultural institutions, schools, business and theatre districts, tourist attractions, and more were closed; and  \n\tWhereas, Many employees in white collar industries and industries with the ability to operate online have the privilege of doing so from the safety of their homes; and \n\tWhereas, However, staff who are considered \"essential\" such as those selling groceries, providing home delivery services, or those working in pharmacies, restaurants offering take-out or deliveries, bodegas and of course healthcare, are still travelling to their workplaces and providing their vital goods and services; and \n\tWhereas, These frontline workers are risking their own health to help keep New Yorkers fed and cared for; and \n\tWhereas, Given the risk they put themselves in everyday, it is crucial that these frontline workers receive protective gear, including hand sanitizer, masks and gloves; and \n\tWhereas, Recognizing this risk, New York governor Andrew Cuomo issued an executive order (effective April 17, 2020) requiring all New Yorkers to wear a face mask or covering whenever they are out in public and where social distancing cannot be maintained; and\n\tWhereas, Since the crisis began, numerous stories have surfaced of frontline workers, including those in the healthcare professions, not having access to necessary personal protection equipment (PPE); and \n\tWhereas, The lack of protective equipment was one of the major concerns that prompted some Amazon and Instacart workers to strike in late March, 2020; and \n\tWhereas, Rather than driving frontline workers to strike in order for them to get the protection they need, the Secretary of Labor should issue a temporary emergency standard to require employers of frontline workers to execute mitigation plans that help protect their employees from contracting and spreading the SARS-CoV-2 virus; and \n\tWhereas, On March 9, 2020, Congressman Bobby Scott introduced HR.6139, known as the \"COVID-19 Health Care Worker Protection Act of 2020\"; and \n\tWhereas, If enacted, H.R. 6139 would require the Secretary of Labor to utilize the powers of the Occupational Safety and Health Act of 1970 to issue an emergency temporary standard to help protect frontline workers from the occupational exposure to SARS-CoV-2; and \n\tWhereas, In practice, H.R. 6139 would require that any employer of frontline workers provide these employees with a level of protection in line with the emergency standards set by the Secretary of Labor; and \n\tWhereas, Under H.R. 6139, workers entitled to such protections would include healthcare workers, as well as those in other industries that are deemed to be at a higher risk of exposure, according to the Center for Disease Control and Prevention, or the Occupational Safety and Health Administration; and  \n\tWhereas, Given the highly contagious and serious nature of the SARS-CoV-2 virus and, given that they are risking their own health and well-being by putting themselves on the frontline, these workers need adequate PPE; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on Congress to pass, and the President to sign, H.R. 6139, which would direct the Secretary of Labor to issue an emergency temporary standard that requires certain employers to develop and implement a comprehensive infectious disease exposure control plan to protect employees in the health care sectors and other employees at elevated risk from exposure to SARS-CoV-2, and for other purposes. \n                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                      \nLS #14422\n4/20/2020\nLMS",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\f1\\par\n\\f0 By Council Member Rivera\\f1\\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab\\f0 Whereas, SARS-CoV-2 is the virus responsible for causing the new infectious disease known as COVID-19; and \\f1\\par\n\\tab\\f0 Whereas, The first cases of humans infected with COVID-19 were identified in Wuhan, China in December 2019; and \\par\n\\tab Whereas, By mid-April 2020, there were more than two million cases reported across the world and more than 140,000 deaths linked to the disease; and  \\par\n\\f1\\tab\\f0 Whereas, In New York City, there were more than 120,000 confirmed cases of COVID-19 and more than 11,000 deaths from the disease by mid-April 2020; and \\par\n\\tab Whereas, In order to help slow the spread of the virus, Governor Cuomo signed the New York State on PAUSE executive order that, amongst other things, closed all non-essential businesses effective March 22, 2020; and \\par\n\\tab Whereas, This executive order shut down huge swaths of the New York City economy, as its cultural institutions, schools, business and theatre districts, tourist attractions, and more were closed; and  \\par\n\\tab Whereas, Many employees in white collar industries and industries with the ability to operate online have the privilege of doing so from the safety of their homes; and \\par\n\\f1\\tab\\f0 Whereas, However, staff who are considered \\ldblquote essential\\rdblquote  such as those selling groceries, providing home delivery services, or those working in pharmacies, restaurants offering take-out or deliveries\\f1 ,\\f0  bodegas and of course healthcare, are still travelling to their workplaces and providing their vital goods and services; and \\par\n\\tab Whereas, These frontline workers are risking their own health to help keep New Yorkers fed and cared for; and \\par\n\\tab Whereas, Given the risk they put themselves in everyday, it is crucial that these frontline workers receive protective gear, including hand sanitizer, masks and gloves; and \\par\n\\f1\\tab\\f0 Whereas, Recognizing this risk, New York governor Andrew Cuomo issued an executive order (effective April 17, 2020) requiring all New Yorkers to wear a face mask or covering whenever they are out in public and where social distancing cannot be maintained; and\\f1\\par\n\\tab\\f0 Whereas, Since the crisis began, numerous stories have surfaced of frontline workers, including those in the healthcare professions, not having access to necessary personal protection equipment (PPE); and \\par\n\\tab Whereas, The lack of protective equipment was one of the major concerns that prompted some Amazon and Instacart workers to strike in late March, 2020; and \\f1\\par\n\\tab\\f0 Whereas, Rather than driving frontline workers to strike in order for them to get the protection they need, the Secretary of Labor should issue a temporary emergency standard to require employers of frontline workers to execute mitigation plans that help protect their employees from contracting and spreading the SARS-CoV-2 virus; and \\par\n\\f1\\tab\\f0 Whereas, On March 9, 2020, Congressman Bobby Scott introduced HR.6139, known as the \\ldblquote COVID-19 Health Care Worker Protection Act of 2020\\rdblquote ; and \\f1\\par\n\\tab\\f0 Whereas, If enacted, H\\f1 .\\f0 R. 6139 would require the Secretary of Labor to utilize the powers of the Occupational Safety and Health Act of 1970 to issue an emergency temporary standard to help protect frontline workers from the occupational exposure to SARS-CoV-2; and \\f1\\par\n\\tab\\f0 Whereas, In practice, H\\f1 .\\f0 R. 6139 would require that any employer of frontline workers provide these employees with a level of protection in line with the emergency standards set by the Secretary of Labor; and \\par\n\\tab Whereas, Under H\\f1 .\\f0 R. 6139, workers entitled to such protections would include healthcare workers, as well as those in other industries that are deemed to be at a higher risk of exposure, according to the Center for Disease Control and Prevention, or the Occupational Safety and Health Administration; and  \\par\n\\f1\\tab\\f0 Whereas, Given the highly contagious and serious nature of the SARS-CoV-2 virus and, given that they are risking their own health and well\\f1 -\\f0 being by putting themselves on the frontline, these workers need adequate PPE; \\cf1 now, therefore, be it\\cf0\\f1\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\f0 Resolved, That the Council of the City of New York calls on Congress to pass\\f1 ,\\f0  and the President to sign\\f1 ,\\f0  H\\f1 .\\f0 R. 6139, which would direct the Secretary of Labor to issue an emergency temporary standard that requires certain employers to develop and implement a comprehensive infectious disease exposure control plan to protect employees in the health care sectors and other employees at elevated risk from exposure to SARS-CoV-2, and for other purposes. \\f1\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\f0                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                       \\f1\\par\n\\pard\\ltrpar\\f0\\fs20 LS #14422\\f1\\par\n\\f0 4/20/2020\\f1\\par\n\\f0 LMS\\f1\\par\n}\n",
  "LastModified": "2022-03-15T18:58:59.75Z"
}
