{
  "ID": 65697,
  "GUID": "68D0F73A-D30F-4DF3-9000-D75E0B993D68",
  "File": "Res 1383-2020",
  "Name": "Small Business Relief From Communicable Disease Induced Economic Hardship Act of 2020 (H.R. 6040)",
  "Title": "Resolution calling on the U.S. Congress to pass, and the President to sign, the Small Business Relief From Communicable Disease Induced Economic Hardship Act of 2020, H.R. 6040, to help provide disaster relief to small businesses.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5120,
  "BodyName": "Committee on Small Business",
  "IntroDate": "2020-07-28T00:00:00Z",
  "AgendaDate": "2020-07-28T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    }
  ],
  "History": [
    {
      "ID": 362395,
      "Date": "2020-07-28T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2020-07-22T18:07:37.71Z"
    },
    {
      "ID": 362507,
      "Date": "2020-07-28T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Small Business",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 18045,
      "AgendaSequence": 96,
      "MinutesSequence": 101,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Small Business",
      "MatterStatusID": 3,
      "LastModified": "2020-07-28T15:56:26.127Z"
    },
    {
      "ID": 378758,
      "Date": "2021-12-31T13:12:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-28T18:13:14.593Z"
    }
  ],
  "Attachments": [
    {
      "ID": 217093,
      "LastModified": "2021-12-28T18:12:57.323Z",
      "Name": "Res. No. 1383",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ebd39660-c50a-4598-bf27-a004a284a489.docx",
      "Sort": 1
    },
    {
      "ID": 220048,
      "LastModified": "2020-07-28T15:58:24.55Z",
      "Name": "July 28, 2020 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3d4651aa-0556-4b8b-bfb1-3b62269745f0.pdf",
      "Sort": 2
    },
    {
      "ID": 220231,
      "LastModified": "2020-08-11T13:15:55.99Z",
      "Name": "Hearing Transcript - Stated Meeting  7-28-20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4c9a8935-d1b7-4e89-bb71-d7f274f5158d.pdf",
      "Sort": 3
    },
    {
      "ID": 222115,
      "LastModified": "2020-10-14T21:46:29.823Z",
      "Name": "Minutes of the Stated Meeting - July 28, 2020",
      "Link": "https://nyc.legistar1.com/nyc/attachments/725588e6-1771-49ea-b4f8-de7a0d5fce62.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 68491,
  "Text": "By Council Members Rivera and Chin\n\n      Whereas, In March 2020, New York became the epicenter of the novel coronavirus (COVID-19) pandemic with more reported cases than anywhere in the world, according to the New York Times; and\n      Whereas, The U.S. Department of State issued advisory warnings and travel restrictions as preventative measures to combat the COVID-19 outbreak, prompting multiple travel limitations to take effect in March, including the discontinuation of services to outbreak hotspots and barring the entry of foreign nationals who had visited China, Iran, and various European countries; and\n      Whereas, In March 2020, Governor Andrew Cuomo signed Executive Order 202.6, mandating the closure of all non-essential businesses to curb the spread of the COVID-19, as well as the \"New York State on PAUSE\" executive order to implement additional emergency measures, such as social distancing and abstaining from unnecessary travel, which, although necessary to combat the evolving emergency, had a major negative impact on small businesses in local communities; and\n      Whereas, According to Barbara Denham, senior economist at Moody's Analytics Real Estate Information Services, the sharp decline in visitors arriving in New York since February has severely disrupted the tourism industry and drastically reduced future revenues that would have been realized by hotels, restaurants, and the entertainment industry; and\n      Whereas, Since February, the COVID-19 outbreak has caused fears for customers in all communities, resulting in massive decline in consumership that has led many businesses to close indefinitely, according to Gregg Bishop, Commissioner of Small Business Services; and\n      Whereas, In the first week of March 2020, the U.S. stock market plunged over 2,000 points according to the Dow Jones Industrial Average, representing the largest negative impact on the global economy since the 1987 financial crisis known as Black Monday; and\n      Whereas, Although Mayor de Blasio announced that qualifying small businesses may apply for interest-free loans and cash grants to help stem the monetary losses caused by COVID-19, far more relief is still needed by small businesses; and \n      Whereas, The Small Business Relief From Communicable Disease Induced Economic Hardship Act of 2020, H.R. 6040, which was introduced to the U.S. House of Representatives by New York's Congressional Representative Nydia Velazquez, would amend the Small Business Act to ensure small businesses affected by communicable diseases are eligible for economic injury disaster loans of up to $2 million to help meet their financial operating expenses, which otherwise would have been met if not for the spread of COVID-19; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the U.S. Congress to pass, and the President to sign, the Small Business Relief From Communicable Disease Induced Economic Hardship Act of 2020, H.R. 6040, to help provide disaster relief to small businesses.\n\n\nLS #14283\n4/8/2020\nAH\n\n\n\n1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Rivera and Chin\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, In March 2020, New York became the epicenter of the novel coronavirus (COVID-19) pandemic with more reported cases than anywhere in the world, according to the New York Times; and\\par\nWhereas, The U.S. Department of State issued advisory warnings and travel restrictions as preventative measures to combat the COVID-19 outbreak, prompting multiple travel limitations to take effect in March, including the discontinuation of services to outbreak hotspots and barring the entry of foreign nationals who had visited China, Iran, and various European countries; and\\par\nWhereas, In March 2020, Governor Andrew Cuomo signed Executive Order 202.6, mandating the closure of all non-essential businesses to curb the spread of the COVID-19, as well as the \\ldblquote New York State on PAUSE\\rdblquote  executive order to implement additional emergency measures, such as social distancing and abstaining from unnecessary \\cf1 travel, which, although necessary to combat the evolving emergency, had a major negative impact on small businesses in local communities; and\\cf0\\par\nWhereas, According to Barbara Denham, senior economist at Moody\\rquote s Analytics Real Estate Information Services, the sharp decline in visitors arriving in New York since February has severely disrupted the tourism industry and drastically reduced future revenues that would have been realized by hotels, restaurants, and the entertainment industry; and\\par\nWhereas, Since February, the COVID-19 outbreak has caused fears for customers in all communities, resulting in massive decline in consumership that has led many businesses to close indefinitely, according to Gregg Bishop, Commissioner of Small Business Services; and\\par\nWhereas, In the first week of March 2020, the U.S. stock market plunged over 2,000 points according to the Dow Jones Industrial Average, representing the largest negative impact on the global economy since the 1987 financial crisis known as Black Monday; and\\par\nWhereas, Although Mayor de Blasio announced that qualifying small businesses may apply for interest-free loans and cash grants to help stem the monetary losses caused by COVID-19, far more relief is still needed by small businesses; and \\par\nWhereas, The Small Business Relief From Communicable Disease Induced Economic Hardship Act of 2020, H.R. 6040, which was introduced to the U.S. House of Representatives by New York\\rquote s Congressional Representative Nydia Velazquez, would amend the Small Business Act to ensure small businesses affected by communicable diseases are eligible for economic injury disaster loans of up to $2 million to help meet their financial operating expenses, which otherwise would have been met if not for the spread of COVID-19; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the U.S. Congress to pass, and the President to sign, the Small Business Relief From Communicable Disease Induced Economic Hardship Act of 2020, H.R. 6040, to help provide disaster relief to small businesses.\\par\n\\pard\\ltrpar\\qj\\par\n\\par\n\\fs18 LS #14283\\par\n\\pard\\ltrpar 4/8/2020\\par\n\\pard\\ltrpar\\qj AH\\par\n}\n",
  "LastModified": "2021-12-28T18:13:14.733Z"
}
