{
  "ID": 66194,
  "GUID": "A5D8D65C-55F6-4B02-BEEF-BBF459CD27A6",
  "File": "Res 1387-2020",
  "Name": "Postponing the NYC 2020 tax lien sale until one year after the COVID-19 state of emergency has been lifted. (S.8921)",
  "Title": "Resolution calling upon the State Legislature to pass, and the Governor to sign, S.8921, which relates to postponing the New York City 2020 tax lien sale until one year after the COVID-19 state of emergency has been lifted.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2020-08-27T00:00:00Z",
  "AgendaDate": "2020-08-27T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7739,
      "Slug": "adrienne-e-adams",
      "FullName": "Adrienne E. Adams"
    },
    {
      "ID": 7749,
      "Slug": "kalman-yeger",
      "FullName": "Kalman Yeger"
    },
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7635,
      "Slug": "alan-n-maisel",
      "FullName": "Alan N. Maisel"
    },
    {
      "ID": 7691,
      "Slug": "barry-s-grodenchik",
      "FullName": "Barry S. Grodenchik"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7637,
      "Slug": "i-daneek-miller",
      "FullName": "I. Daneek Miller"
    },
    {
      "ID": 7747,
      "Slug": "alicka-ampry-samuel",
      "FullName": "Alicka Ampry-Samuel"
    },
    {
      "ID": 7745,
      "Slug": "francisco-p-moya",
      "FullName": "Francisco P. Moya"
    },
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7742,
      "Slug": "diana-i-ayala",
      "FullName": "Diana I. Ayala"
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    },
    {
      "ID": 7638,
      "Slug": "antonio-reynoso",
      "FullName": "Antonio Reynoso"
    },
    {
      "ID": 7113,
      "Slug": "mathieu-eugene",
      "FullName": "Mathieu Eugene"
    },
    {
      "ID": 7628,
      "Slug": "laurie-a-cumbo",
      "FullName": "Laurie A. Cumbo"
    },
    {
      "ID": 7622,
      "Slug": "vanessa-l-gibson",
      "FullName": "Vanessa L. Gibson"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7604,
      "Slug": "robert-e-cornegy-jr",
      "FullName": "Robert E. Cornegy, Jr."
    },
    {
      "ID": 7561,
      "Slug": "fernando-cabrera",
      "FullName": "Fernando Cabrera"
    },
    {
      "ID": 7743,
      "Slug": "mark-gjonaj",
      "FullName": "Mark Gjonaj"
    },
    {
      "ID": 7623,
      "Slug": "inez-d-barron",
      "FullName": "Inez D. Barron"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    }
  ],
  "History": [
    {
      "ID": 362953,
      "Date": "2020-08-27T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2020-08-25T21:07:18.39Z"
    },
    {
      "ID": 362954,
      "Date": "2020-08-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Finance",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 18097,
      "AgendaSequence": 65,
      "MinutesSequence": 77,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Finance",
      "MatterStatusID": 3,
      "LastModified": "2020-08-27T16:50:46.647Z"
    },
    {
      "ID": 363149,
      "Date": "2020-09-10T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 18105,
      "AgendaSequence": 2,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2020-09-10T16:17:57.897Z"
    },
    {
      "ID": 363181,
      "Date": "2020-09-10T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 11,
      "BodyName": "Committee on Finance",
      "EventID": 18105,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2020-09-10T16:18:04.85Z"
    },
    {
      "ID": 378762,
      "Date": "2021-12-31T13:14:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-28T18:14:50.76Z"
    }
  ],
  "Attachments": [
    {
      "ID": 220609,
      "LastModified": "2021-12-28T18:14:38.29Z",
      "Name": "Res. No. 1387",
      "Link": "https://nyc.legistar1.com/nyc/attachments/233a82d4-cc43-429f-9bbc-726e8197b65b.docx",
      "Sort": 1
    },
    {
      "ID": 220650,
      "LastModified": "2020-08-28T22:30:25.53Z",
      "Name": "August 27, 2020 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0bcbcaa0-8650-4b68-a50d-fd8b8f1f8199.pdf",
      "Sort": 2
    },
    {
      "ID": 220852,
      "LastModified": "2020-09-03T13:11:01.167Z",
      "Name": "Hearing Transcript - Stated Meeting  8-27-20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/b31c9931-a45d-42c3-b024-b26f15c39bda.pdf",
      "Sort": 3
    },
    {
      "ID": 224047,
      "LastModified": "2020-12-01T14:26:16.693Z",
      "Name": "Minutes of the Stated Meeting - August 27, 2020",
      "Link": "https://nyc.legistar1.com/nyc/attachments/686f1190-8826-4131-aa83-60851775d816.pdf",
      "Sort": 4
    },
    {
      "ID": 221023,
      "LastModified": "2020-12-01T14:26:16.63Z",
      "Name": "Committee Report 9/10/20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/098ee2e0-f4cc-433e-845f-b9d29eb77ed3.docx",
      "Sort": 5
    },
    {
      "ID": 221103,
      "LastModified": "2020-12-01T14:26:16.1Z",
      "Name": "Hearing Testimony 9/10/20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c62ae766-94a4-405d-bf8d-eed16aafb127.pdf",
      "Sort": 6
    },
    {
      "ID": 221130,
      "LastModified": "2020-12-01T14:26:15.647Z",
      "Name": "Hearing Transcript 9/10/20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/459398d6-4dfb-4d74-a52b-4af2bca75f58.pdf",
      "Sort": 7
    }
  ],
  "Summary": "",
  "TextID": 69043,
  "Text": "By Council Members Adams, Yeger, Brannan, Koo, Chin, Rose, Maisel, Grodenchik, Rosenthal, Miller, Ampry-Samuel, Moya, Rivera, Louis, Ayala, Menchaca, Reynoso, Eugene, Cumbo, Gibson, Lander, Cornegy, Cabrera, Gjonaj, Barron and Kallos\n\n      Whereas, New York City uses the tax lien sale to enforce the collection of certain municipal debt, including property taxes and water charges; and \n      Whereas, Pursuant to the provisions of the New York Administrative Code, the Department of Finance, the agency that administers the tax lien sale, sells outstanding eligible liens to a third party which is then empowered to collect the debt using tools including, but not limited to, foreclosure proceedings; and\n      Whereas, Typically, the Department of Finance conducts an annual lien sale in May, with notices sent and outreach conducted primarily in March and April; and\n      Whereas, This year, in the midst of the COVID-19 pandemic, the Department of Finance postponed the annual tax lien sale and rescheduled it for September 2020; and\n      Whereas, Although elements of the COVID-19 pandemic were more acutely felt in March, April, and May as the number of cases and deaths overwhelmed the City and its health system and all non-essential businesses were ordered to shut down, the fallout is far from over as the pandemic continues to inflict unrivaled economic pain on New York City and its residents; and \n      Whereas, In a matter of months, thousands of New York City families have been pushed from stability into financial uncertainty due to job and income losses, leaving many unsure of how they will continue to put food on their tables, or meet their housing expenses; and \n      Whereas, According to a report by the Coalition for Affordable Homes, Compounding Debt Race, Affordability, and NYC's Tax Lien Sale,  New York City's tax lien sale has historically hit black and brown communities the hardest - the same populations that have been disproportionately impacted by the COVID-19 pandemic; and \n      Whereas, According to the Coalition for Affordable Homes' report, the City's tax lien sale has also destabilized many seniors who have paid off their mortgage, or families who have inherited homes without a mortgage as they find their properties at risk of foreclosure as a result of the lien sale; and \n      Whereas, Because the risk of spreading the virus is still strong and many parts of the City remain shut down, for the rescheduled tax lien sale the Department of Finance has been unable to conduct in-person outreach, meaning that many property owners will be unable to access the information and resources they need to avoid the tax lien sale;\n      Whereas, While the Department of Finance is instead holding on virtual information sessions, they are no substitute for in-person assistance and many vulnerable property owners will not be reached by these efforts; and\n      Whereas, State Senator Leroy Comrie has introduced S.8921, which would require the postponement of the New York City tax lien sale until one year after the COVID-19 state of emergency has been lifted; and \n      Whereas, As the City continue to deal with the impacts of the pandemic, now is the time to provide wider protections for those most affected by the virus and not amplify housing insecurity and financial burdens of the City's most vulnerable communities; now, therefore, be it\n      Resolved, That the Council of the City of New York, calls upon the State Legislature to introduce and pass, and the Governor to sign, S.8921, which relates to postponing the New York City 2020 tax lien sale until one year after the COVID-19 state of emergency has been lifted. \nSR\nLS 16113",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Adams, Yeger, Brannan, Koo, Chin, Rose, Maisel, Grodenchik, Rosenthal, Miller, Ampry-Samuel, Moya, Rivera, Louis, Ayala, Menchaca, Reynoso, Eugene, Cumbo, Gibson, Lander, Cornegy, Cabrera, Gjonaj, Barron and Kallos\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, New York City uses the tax lien sale to enforce the collection of certain municipal debt, including property taxes and water charges; and \\par\nWhereas, Pursuant to the provisions of the New York Administrative Code, the Department of Finance, the agency that administers the tax lien sale, sells outstanding eligible liens to a third party which is then empowered to collect the debt using tools including, but not limited to, foreclosure proceedings; and\\par\nWhereas, Typically, the Department of Finance conducts an annual lien sale in May, with notices sent and outreach conducted primarily in March and April; and\\par\nWhereas, This year, in the midst of the COVID-19 pandemic, the Department of Finance postponed the annual tax lien sale and rescheduled it for September 2020; and\\par\nWhereas, Although elements of the COVID-19 pandemic were more acutely felt in March, April, and May as the number of cases and deaths overwhelmed the City and its health system and all non-essential businesses were ordered to shut down, the fallout is far from over as the pandemic continues to inflict unrivaled economic pain on New York City and its residents; and \\par\nWhereas, In a matter of months, thousands of New York City families have been pushed from stability into financial uncertainty due to job and income losses, leaving many unsure of how they will continue to put food on their tables, or meet their housing expenses; and \\par\nWhereas, According to a report by the Coalition for Affordable Homes, \\i Compounding Debt Race, Affordability, and NYC\\rquote s Tax Lien Sale\\i0 ,  New York City\\rquote s tax lien sale has historically hit black and brown communities the hardest - the same populations that have been disproportionately impacted by the COVID-19 pandemic; and \\par\nWhereas, According to the Coalition for Affordable Homes\\rquote  report, the City\\rquote s tax lien sale has also destabilized many seniors who have paid off their mortgage, or families who have inherited homes without a mortgage as they find their properties at risk of foreclosure as a result of the lien sale; and \\par\nWhereas, Because the risk of spreading the virus is still strong and many parts of the City remain shut down, for the rescheduled tax lien sale the Department of Finance has been unable to conduct in-person outreach, meaning that many property owners will be unable to access the information and resources they need to avoid the tax lien sale;\\par\nWhereas, While the Department of Finance is instead holding on virtual information sessions, they are no substitute for in-person assistance and many vulnerable property owners will not be reached by these efforts; and\\par\n\\pard\\ltrpar\\fi720\\sa160\\sl480\\slmult1\\qj Whereas, State Senator Leroy Comrie has introduced S.8921, which would require the postponement of the New York City tax lien sale until one year after the COVID-19 state of emergency has been lifted; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, As the City continue to deal with the impacts of the pandemic, now is the time to provide wider protections for those most affected by the virus and not amplify housing insecurity and financial burdens of the City\\rquote s most vulnerable communities; now, therefore, be it\\par\nResolved, That the Council of the City of New York, calls upon the State Legislature to introduce and pass, and the Governor to sign, S.8921, which relates to postponing the New York City 2020 tax lien sale until one year after the COVID-19 state of emergency has been lifted. \\par\n\\pard\\ltrpar\\qj\\fs20 SR\\par\nLS 16113\\f1\\fs22\\par\n}\n",
  "LastModified": "2021-12-28T18:14:50.883Z"
}
