{
  "ID": 66087,
  "GUID": "52E1D5F7-AE4D-4FA3-8D1A-65DA21C7C281",
  "File": "Res 1389-2020",
  "Name": "Congress to restore funding to the United States Army Corps of Engineers’ New York-New Jersey Harbor and Tributaries Focus Area Feasibility Study.",
  "Title": "Resolution calling upon the United States Congress to restore funding to the United States Army Corps of Engineers’ New York-New Jersey Harbor and Tributaries Focus Area Feasibility Study, and the States of New York and New Jersey to advance their shares of the next phase of funding to revive the study until it is fully restored by the Congress.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5258,
  "BodyName": "Committee on Resiliency and Waterfronts",
  "IntroDate": "2020-08-27T00:00:00Z",
  "AgendaDate": "2020-08-27T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    }
  ],
  "History": [
    {
      "ID": 362667,
      "Date": "2020-08-27T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2020-08-13T13:48:40.283Z"
    },
    {
      "ID": 362875,
      "Date": "2020-08-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Resiliency and Waterfronts",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 18097,
      "AgendaSequence": 68,
      "MinutesSequence": 80,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Resiliency and Waterfronts",
      "MatterStatusID": 3,
      "LastModified": "2020-08-27T17:25:45.8Z"
    },
    {
      "ID": 366169,
      "Date": "2021-01-25T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5258,
      "BodyName": "Committee on Resiliency and Waterfronts",
      "EventID": 18385,
      "AgendaSequence": 3,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2021-01-25T16:38:49.44Z"
    },
    {
      "ID": 366470,
      "Date": "2021-01-25T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5258,
      "BodyName": "Committee on Resiliency and Waterfronts",
      "EventID": 18385,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2021-01-25T16:38:52.363Z"
    },
    {
      "ID": 378764,
      "Date": "2021-12-31T13:15:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-28T18:15:43.873Z"
    }
  ],
  "Attachments": [
    {
      "ID": 220295,
      "LastModified": "2021-12-28T18:15:29.653Z",
      "Name": "Res. No. 1389",
      "Link": "https://nyc.legistar1.com/nyc/attachments/138c0484-cf3a-42e9-9576-63a43f081195.docx",
      "Sort": 1
    },
    {
      "ID": 220653,
      "LastModified": "2020-08-28T14:52:13.077Z",
      "Name": "August 27, 2020 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d177b0be-2a1a-47cb-a4a6-4f64d126f9c3.pdf",
      "Sort": 2
    },
    {
      "ID": 220855,
      "LastModified": "2020-09-03T13:11:01.87Z",
      "Name": "Hearing Transcript - Stated Meeting  8-27-20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/faeea26b-3771-4410-9ea6-c4f64e836203.pdf",
      "Sort": 3
    },
    {
      "ID": 224050,
      "LastModified": "2020-11-10T17:42:38.127Z",
      "Name": "Minutes of the Stated Meeting - August 27, 2020",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4335b3bf-c3b3-4ff2-b51d-ed655277f379.pdf",
      "Sort": 4
    },
    {
      "ID": 226301,
      "LastModified": "2021-01-25T14:23:03.61Z",
      "Name": "Committee Report 1/25/21",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0415fc89-6c52-44db-8179-be1f594c26b2.docx",
      "Sort": 5
    },
    {
      "ID": 226639,
      "LastModified": "2021-02-01T18:22:56.63Z",
      "Name": "Hearing Testimony 1/25/21",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a5b692aa-4681-4ea9-8725-fc96716fc0c5.pdf",
      "Sort": 6
    },
    {
      "ID": 226651,
      "LastModified": "2021-03-04T15:25:27.76Z",
      "Name": "Hearing Testimony 1/25/21 (Con't)",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a6d1cc5c-9f6c-4020-ae5e-e6d572007a0e.pdf",
      "Sort": 7
    },
    {
      "ID": 228748,
      "LastModified": "2021-03-04T15:25:18.15Z",
      "Name": "Hearing Transcript 1/25/21",
      "Link": "https://nyc.legistar1.com/nyc/attachments/d14ca067-70eb-46f1-bc40-af74de437a74.pdf",
      "Sort": 8
    }
  ],
  "Summary": "",
  "TextID": 68927,
  "Text": "By Council Members Brannan, Chin, Rosenthal and Rose\n\n      Whereas, The New York-New Jersey Harbor and Tributaries Focus Area Feasibility Study (HATS) is a coastal storm risk management study covering the New York (N.Y.) and New Jersey (N.J.) Harbor and tidally affected tributaries encompassing all of New York City, the Hudson River to Troy, N.Y.; the lower Passaic, Hackensack, Rahway, and Raritan Rivers; the Upper and Lower Bays of New York Harbor; the bays of Newark, N.J., Jamaica, Raritan and Sandy Hook; the Kill Van Kull, Arthur Kill and East River tidal straits; and the western Long Island Sound; and\n      Whereas, HATS, initiated in 2016 and expected to finish in 2022, was one of nine studies that were recommended by the Unites States Army Corps of Engineers (USACE) 2015 North Atlantic Coast Comprehensive Study to manage future potential coastal storm risks facing the region, including those from predicted sea level rise and extreme weather events, by developing possible means of preventing the loss of human lives and damages to property; and\n      Whereas, The New York and New Jersey Harbor Region was severely impacted from Superstorm Sandy, which destroyed approximately 300 homes and damaged over 69,000 residential units; harmed critical public and private infrastructure; killed 44 City residents and displaced thousands more; and inflicted an estimated $19 billion in damages and lost economic activity across New York City in 2012, according to New York City data; and\n      Whereas, HATS, if completed, would have proposed a comprehensive plan for managing future potential coastal storm risks facing the New York and New Jersey Harbor Region, including those from predicted sea level rise and extreme weather events, and the study is a necessary precursor to beginning any federally funded harbor-wide resiliency projects; and\n      Whereas, In February 2020, the Trump Administration abruptly halted HATS by failing to fund USACE's work plan for the project, leaving it suspended until further notice -a decision that came six weeks after President Donald Trump, via Twitter, ridiculed a seawall proposed by the study; and\n      Whereas, Funding to HATS must be restored in order to develop plans to allay major future potential damages to New York, caused by coastal storms such as Superstorm Sandy and to protect against rising sea levels and other extreme weather events; and \n      Whereas, The States of New York and New Jersey are non-federal sponsors of HATS, via the New York State Department of Environmental Conservation and the New Jersey Department of Environmental Protection, and should move forward with financing their portions of the project until federal funding is revived; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the United States Congress to restore funding to the United States Army Corps of Engineers' New York-New Jersey Harbor and Tributaries Focus Area Feasibility Study, and the States of New York and New Jersey to advance their shares of the next phase of funding to revive the study until it is fully restored by the Congress.\n\n\nLS #14247\n4/10/2021 2:45 PM\nM.T.",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Brannan, Chin, Rosenthal and Rose\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Whereas, The New York-New Jersey Harbor and Tributaries Focus Area Feasibility Study (HATS) is a coastal storm risk management study covering the New York (N.Y.) and New Jersey (N.J.) Harbor and tidally affected tributaries encompassing all of New York City, the Hudson River to Troy, N.Y.; the lower Passaic, Hackensack, Rahway, and Raritan Rivers; the Upper and Lower Bays of New York Harbor; the bays of Newark, N.J., Jamaica, Raritan and Sandy Hook; the Kill Van Kull, Arthur Kill and East River tidal straits; and the western Long Island Sound; and\\par\nWhereas, HATS, initiated in 2016 and expected to finish in 2022, was one of nine studies that were recommended by the Unites States Army Corps of Engineers (USACE) 2015 North Atlantic Coast Comprehensive Study to manage future potential coastal storm risks facing the region, including those from predicted sea level rise and extreme weather events, by developing possible means of preventing the loss of human lives and damages to property; and\\par\nWhereas, The New York and New Jersey Harbor Region was severely impacted from Superstorm Sandy, which destroyed approximately 300 homes and damaged over 69,000 residential units; harmed critical public and private infrastructure; killed 44 City residents and displaced thousands more; and inflicted an estimated $19 billion in damages and lost economic activity across New York City in 2012, according to New York City data; and\\par\nWhereas, HATS, if completed, would have proposed a comprehensive plan for managing future potential coastal storm risks facing the New York and New Jersey Harbor Region, including those from predicted sea level rise and extreme weather events, and the study is a necessary precursor to beginning any federally funded harbor-wide resiliency projects; and\\par\nWhereas, In February 2020, the Trump Administration abruptly halted HATS by failing to fund USACE\\rquote s work plan for the project, leaving it suspended until further notice -a decision that came six weeks after President Donald Trump, via Twitter, ridiculed a seawall proposed by the study; and\\par\nWhereas, Funding to HATS must be restored in order to develop plans to allay major future potential damages to New York, caused by coastal storms such as Superstorm Sandy and to protect against rising sea levels and other extreme weather events; and \\par\nWhereas, The States of New York and New Jersey are non-federal sponsors of HATS, via the New York State Department of Environmental Conservation and the New Jersey Department of Environmental Protection, and should move forward with financing their portions of the project until federal funding is revived; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls upon the United States Congress to restore funding to the United States Army Corps of Engineers\\rquote  New York-New Jersey Harbor and Tributaries Focus Area Feasibility Study, and the States of New York and New Jersey to advance their shares of the next phase of funding to revive the study until it is fully restored by the Congress.\\par\n\\pard\\ltrpar\\qj\\par\n\\par\n\\fs18 LS #14247\\par\n\\pard\\ltrpar\\lang1024 4/10/2021 2:45 PM\\lang1033\\par\n\\pard\\ltrpar\\qj M.T.\\par\n}\n",
  "LastModified": "2021-12-28T18:15:44.077Z"
}
