{
  "ID": 66058,
  "GUID": "D9DA3B75-1303-4851-8C87-C439AA60E9CB",
  "File": "Res 1392-2020",
  "Name": "Defer the requirement to file returns and remit sales and uses taxes for small businesses due on or before September 30, 2020.",
  "Title": "Resolution calling upon the New York State Legislature to adopt and the Governor to sign legislation to defer the requirement to file returns and remit sales and uses taxes for small businesses due on or before September 30, 2020.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2020-08-27T00:00:00Z",
  "AgendaDate": "2020-08-27T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7749,
      "Slug": "kalman-yeger",
      "FullName": "Kalman Yeger"
    }
  ],
  "History": [
    {
      "ID": 362566,
      "Date": "2020-08-27T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2020-08-03T14:24:51.387Z"
    },
    {
      "ID": 362881,
      "Date": "2020-08-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Finance",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 18097,
      "AgendaSequence": 74,
      "MinutesSequence": 86,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Finance",
      "MatterStatusID": 3,
      "LastModified": "2020-08-27T17:08:32.71Z"
    },
    {
      "ID": 378767,
      "Date": "2021-12-31T13:16:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-28T18:16:56.99Z"
    }
  ],
  "Attachments": [
    {
      "ID": 219955,
      "LastModified": "2021-12-28T18:16:45.583Z",
      "Name": "Res. No. 1392",
      "Link": "https://nyc.legistar1.com/nyc/attachments/fc5a1981-b5c9-4301-a7eb-d201fe4e27b3.docx",
      "Sort": 1
    },
    {
      "ID": 220659,
      "LastModified": "2020-08-28T14:52:18.467Z",
      "Name": "August 27, 2020 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/eca2dcb5-3c8b-4fbf-873e-dd18303e720d.pdf",
      "Sort": 2
    },
    {
      "ID": 220861,
      "LastModified": "2020-09-03T13:11:03.197Z",
      "Name": "Hearing Transcript - Stated Meeting  8-27-20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/74414713-94c9-4ec3-a7d2-97a50d67c3a3.pdf",
      "Sort": 3
    },
    {
      "ID": 224056,
      "LastModified": "2020-11-10T17:42:41.487Z",
      "Name": "Minutes of the Stated Meeting - August 27, 2020",
      "Link": "https://nyc.legistar1.com/nyc/attachments/da235b75-09ab-480c-9d8e-11bd556e3d35.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 68898,
  "Text": "By Council Members Chin and Yeger\n\n      Whereas, The Sales and Use Tax Law provides a broad-based state sales tax, including on charges and sales of services which previously were largely exempted from sales taxation; and \n      Whereas, Unless specifically exempted, the sales tax applies to retail sales of tangible personal property and to certain services, and a compensating use tax applies to the use within the State of tangible personal property and services purchased outside the State, according to the New York State Department of Taxation and Finance's 2012 Handbook of New York State and Local Taxes; and \n      Whereas, In an effort to alleviate the impacts of the novel coronavirus (COVID-19) outbreak on businesses, New York State Governor Andrew M. Cuomo issued Executive Order No. 202.8, which contained a directive expanding the authority of the Commissioner of Taxation and Finance to allow for the abatement of interest for a period of 60 days for taxpayers who are required to file returns and remit sales and use taxes by March 20, 2020, for the sales tax quarterly period that ended February 29, 2020; and \n      Whereas, Executive Order No. 202.32 was later issued which expanded the period to file returns and remit sales and use taxes to 100 days, thereby extending the filing date to June 28, 2020; and \n      Whereas, The extension provided to the sales tax was crucial as many non-essential, small businesses were forced to close during the pandemic, or otherwise saw their operations and sales dramatically decline, and as a result faced severe cashflow issues; and \n\n      Whereas, Additionally, the closure of non-essential businesses across the state left thousands of individuals out of work and had a detrimental effect on the state and local economies; \n      Whereas, In May 2020, sales tax revenue for local governments dropped 32.3 percent compared to the same period last year, according to New York State Comptroller Thomas P. DiNapoli, and sales tax collections for counties and cities totaled $918 million, or $437 million less than 2019; and \n      Whereas, New York City experienced a 31.9 percent decline, amounting to $196 million in lost revenues for a single month, according to the Comptroller; and \n      Whereas, As small businesses continue to face unprecedented economic disruption due to COVID-19, financial assistance should be provided to those impacted as they reenter the marketplace; and \n      Resolved, That the Council of the City of New York calls upon the New York State Legislature to adopt and the Governor to sign legislation to defer the requirement to file returns and remit sales and uses taxes for small businesses due on or before September 30, 2020.\n\n\n\nSR\nLS 14,863\n7/9/2020",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times;}{\\f1\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\v0\\par\nBy Council Members Chin and Yeger\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The Sales and Use Tax Law provides a broad-based state sales tax, including on charges and sales of services which previously were largely exempted from sales taxation; and \\par\nWhereas, Unless specifically exempted, the sales tax applies to retail sales of tangible personal property and to certain services, and a compensating use tax applies to the use within the State of tangible personal property and services purchased outside the State, according to the New York State Department of Taxation and Finance\\rquote s 2012 Handbook of New York State and Local Taxes; and \\par\nWhereas, In an effort to alleviate the impacts of the novel coronavirus (COVID-19) outbreak on businesses, New York State Governor Andrew M. Cuomo issued Executive Order No. 202.8, which contained a directive expanding the authority of the Commissioner of Taxation and Finance to allow for the abatement of interest for a period of 60 days for taxpayers who are required to file returns and remit sales and use taxes by March 20, 2020, for the sales tax quarterly period that ended February 29, 2020; and \\par\nWhereas, Executive Order No. 202.32 was later issued which expanded the period to file returns and remit sales and use taxes to 100 days, thereby extending the filing date to June 28, 2020; and \\par\nWhereas, The extension provided to the sales tax was crucial as many non-essential, small businesses were forced to close during the pandemic, or otherwise saw their operations and sales dramatically decline, and as a result faced severe cashflow issues; and \\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Additionally, the closure of non-essential businesses across the state left thousands of individuals out of work and had a detrimental effect on the state and local economies; \\par\nWhereas, In May 2020, sales tax revenue for local governments dropped 32.3 percent compared to the same period last year, according to New York State Comptroller Thomas P. DiNapoli, and sales tax collections for counties and cities totaled $918 million, or $437 million less than 2019; and \\par\nWhereas, New York City experienced a 31.9 percent decline, amounting to $196 million in lost revenues for a single month, according to the Comptroller; and \\par\nWhereas, As small businesses continue to face unprecedented economic disruption due to COVID-19, financial assistance should be provided to those impacted as they reenter the marketplace; and \\par\nResolved, That the Council of the City of New York calls upon the New York State Legislature to adopt and the Governor to sign legislation to defer the requirement to file returns and remit sales and uses taxes for small businesses due on or before September 30, 2020.\\par\n\\pard\\ltrpar\\f1\\fs20\\par\n\\par\n\\par\nSR\\par\nLS 14,863\\par\n7/9/2020\\par\n\\pard\\ltrpar\\qj\\f0\\fs24\\par\n\\par\n\\par\n}\n",
  "LastModified": "2021-12-28T18:16:57.117Z"
}
