{
  "ID": 66126,
  "GUID": "333FB572-28BF-489A-B673-C8186DB424A3",
  "File": "Res 1401-2020",
  "Name": "Repeal the 1971 Hecht-Calandra Act and transfer control of admissions to NYC’s specialized high schools to the City. (A.10731/S.8847)",
  "Title": "Resolution calling upon the New York State Legislature to pass, and the Governor to sign, A.10731/S.8847, which would repeal the 1971 Hecht-Calandra Act and transfer control of admissions to New York City’s specialized high schools to the City.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2020-08-27T00:00:00Z",
  "AgendaDate": "2020-08-27T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7741,
      "Slug": "keith-powers",
      "FullName": "Keith Powers"
    },
    {
      "ID": 7623,
      "Slug": "inez-d-barron",
      "FullName": "Inez D. Barron"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    }
  ],
  "History": [
    {
      "ID": 362794,
      "Date": "2020-08-27T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2020-08-24T17:37:53.57Z"
    },
    {
      "ID": 362914,
      "Date": "2020-08-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 18097,
      "AgendaSequence": 108,
      "MinutesSequence": 120,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2020-08-27T18:18:03.467Z"
    },
    {
      "ID": 378775,
      "Date": "2021-12-31T13:23:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-28T18:23:25.313Z"
    }
  ],
  "Attachments": [
    {
      "ID": 220748,
      "LastModified": "2021-12-28T18:23:12.843Z",
      "Name": "Res. No. 1401",
      "Link": "https://nyc.legistar1.com/nyc/attachments/96ea5f79-aba7-4b9b-8a59-777fa8cb7807.docx",
      "Sort": 2
    },
    {
      "ID": 220690,
      "LastModified": "2020-08-31T14:38:24.7Z",
      "Name": "August 27, 2020 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8bb0f55f-3f5c-4686-a40d-b04151af9632.pdf",
      "Sort": 3
    },
    {
      "ID": 220892,
      "LastModified": "2020-09-03T13:11:09.65Z",
      "Name": "Hearing Transcript - Stated Meeting  8-27-20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2e8277ee-1482-4db3-9cd6-ac6c93f4e4bf.pdf",
      "Sort": 4
    },
    {
      "ID": 224087,
      "LastModified": "2020-11-10T17:42:53.783Z",
      "Name": "Minutes of the Stated Meeting - August 27, 2020",
      "Link": "https://nyc.legistar1.com/nyc/attachments/babb28c8-499b-4bed-81d2-94aced6740e6.pdf",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 68966,
  "Text": "By Council Members Powers, Barron and Lander\n      Whereas, The New York City (\"NYC\" or \"City\") Department of Education (DOE) school district is the largest public school system in the United States (U.S.), serving 1.1 million students in more than 1,800 schools across the five boroughs; and\n      Whereas, Of those 1,800 schools, there are nine Specialized High Schools supporting the education needs of students who excel academically and/or artistically, including the Bronx High School of Science; the Brooklyn Latin School; the Brooklyn Technical High School; High School for Mathematics, Science and Engineering at City College of New York; High School of American Studies at Lehman College; Queens High School for the Sciences at York College; Staten Island Technical High School; Stuyvesant High School; and Fiorello H. LaGuardia High School of Music & Art and Performing Arts (\"LaGuardia\"); and\n      Whereas, LaGuardia is considered to be one of the most prestigious performing art schools in the U.S., while the other eight schools rank among the top 10 high schools in the state of New York (\"State\"), according to the U.S. News' 2019 rankings; and\n      Whereas, Apart from LaGuardia, which bases admission on an audition and a review of a student's academic records, admission to the Specialized High Schools is determined by a student's performance on a single standardized exam, known as the Specialized High School Admissions Test (\"SHSAT\"); and\n      Whereas, In 1971, the State Legislature passed the Hecht-Calandra Act, which made the SHSAT the single metric that can be used to admit students to the then four Specialized High Schools in NYC; and\n      Whereas, The Hecht-Calandra Act effectively prevents the City from making decisions about admissions to its Specialized High Schools; and\n      Whereas, No other public school district in the U.S. uses a single measure entrance exam; and\n      Whereas, Many studies have shown that racial bias in standardized testing shows up in multiples ways; and\n      Whereas, While Black and Latinx students comprise 70 percent of the City's public school population and 45 percent of all students who took the SHSAT in 2020, only 11 percent of students admitted to the Specialized High Schools were Black or Latinx; and\n      Whereas,  At Stuyvesant High School, the City's most selective public high school, out of 766 students accepted, only 10 were Black and 20 Latinx; and\n      Whereas, These numbers continue a long trend of low Black and Latinx enrollment at the City's Specialized High Schools; and\n      Whereas, Despite the fact that the landmark 1954 Brown v. Board of Education decision made integrating public schools a nationwide objective, NYC public schools remain among the most segregated in the country; and\n      Whereas, A.10731, sponsored by State Assembly Member Walter Mosley, and S.8847, sponsored by State Senator Julia Salazar, would repeal the 1971 Hecht-Calandra Act, which required that NYC Specialized High Schools utilize the SHSAT as the sole criterion for admission; and\n      Whereas, This law would remove the state mandate as to how the City must determine admissions to NYC's Specialized High Schools; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, A.10731/S.08847, which would repeal the 1971 Hecht-Calandra Act and transfer control of admissions to New York City's specialized high schools to the City.\n\n\n\n\n\n\nLS #15772\n8/12/2020\nCGR\n1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\qj By Council Members Powers, Barron and Lander\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The New York City (\\ldblquote NYC\\rdblquote  or \\ldblquote City\\rdblquote ) Department of Education (DOE) school district is the largest public school system in the United States (U.S.), serving 1.1 million students in more than 1,800 schools across the five boroughs; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\tx720 Whereas, Of those 1,800 schools, there are nine Specialized High Schools supporting the education needs of students who excel academically and/or artistically, including the Bronx High School of Science; the Brooklyn Latin School; the Brooklyn Technical High School; High School for Mathematics, Science and Engineering at City College of New York; High School of American Studies at Lehman College; Queens High School for the Sciences at York College; Staten Island Technical High School; Stuyvesant High School; and Fiorello H. LaGuardia High School of Music & Art and Performing Arts (\\ldblquote LaGuardia\\rdblquote ); and\\par\nWhereas, LaGuardia is considered to be one of the most prestigious performing art schools in the U.S., while the other eight schools rank among the top 10 high schools in the state of New York (\\ldblquote State\\rdblquote ), according to the U.S. News\\rquote  2019 rankings; and\\par\nWhereas, Apart from LaGuardia, which bases admission on an audition and a review of a student\\rquote s academic records, admission to the Specialized High Schools is determined by a student\\rquote s performance on a single standardized exam, known as the Specialized High School Admissions Test (\\ldblquote SHSAT\\rdblquote ); and\\par\nWhereas, In 1971, the State Legislature passed the Hecht-Calandra Act, which made the SHSAT the single metric that can be used to admit students to the then four Specialized High Schools in NYC; and\\par\nWhereas, The Hecht-Calandra Act effectively prevents the City from making decisions about admissions to its Specialized High Schools; and\\par\nWhereas, No other public school district in the U.S. uses a single measure entrance exam; and\\par\nWhereas, Many studies have shown that racial bias in standardized testing shows up in multiples ways; and\\par\nWhereas, While Black and Latinx students comprise 70 percent of the City\\rquote s public school population and 45 percent of all students who took the SHSAT in 2020, only 11 percent of students admitted to the Specialized High Schools were Black or Latinx; and\\par\nWhereas,  At Stuyvesant High School, the City\\rquote s most selective public high school, out of 766 students accepted, only 10 were Black and 20 Latinx; and\\par\nWhereas, These numbers continue a long trend of low Black and Latinx enrollment at the City\\rquote s Specialized High Schools; and\\par\nWhereas, Despite the fact that the landmark 1954 Brown v. Board of Education decision made integrating public schools a nationwide objective, NYC public schools remain among the most segregated in the country; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, A.10731, sponsored by State Assembly Member Walter Mosley, and S.8847, sponsored by State Senator Julia Salazar, would repeal the 1971 Hecht-Calandra Act, which required that NYC Specialized High Schools utilize the SHSAT as the sole criterion for admission; and\\par\nWhereas, This law would remove the state mandate as to how the City must determine admissions to NYC\\rquote s Specialized High Schools; now, therefore, be it\\par\n\\pard\\ltrpar\\fi720\\sa200\\sl480\\slmult1\\qj Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign, A.10731/S.08847, which would repeal the 1971 Hecht-Calandra Act and transfer control of admissions to New York City\\rquote s specialized high schools to the City.\\par\n\\pard\\cbpat2\\ltrpar\\fs20\\par\n\\par\n\\par\n\\par\n\\par\n\\par\nLS #15772\\par\n8/12/2020\\par\nCGR\\par\n}\n",
  "LastModified": "2021-12-28T18:23:25.503Z"
}
