{
  "ID": 65883,
  "GUID": "387882B3-88F2-445A-B5D5-643C292235C4",
  "File": "Res 1405-2020",
  "Name": "Prohibiting the rent guidelines board from increasing rents on one year leases during a state disaster emergency. (A.10265/ S.8175)",
  "Title": "Resolution calling upon the New York State Legislature to pass, and the Governor to sign A.10265/ S.8175, in relation to prohibiting the rent guidelines board from increasing rents on one year leases during a state disaster emergency.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2020-08-27T00:00:00Z",
  "AgendaDate": "2020-08-27T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7780,
      "Slug": "public-advocate-jumaane-williams",
      "FullName": "Public Advocate Jumaane Williams"
    },
    {
      "ID": 7741,
      "Slug": "keith-powers",
      "FullName": "Keith Powers"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    }
  ],
  "History": [
    {
      "ID": 362740,
      "Date": "2020-08-27T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2020-08-18T20:21:51.263Z"
    },
    {
      "ID": 362932,
      "Date": "2020-08-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 18097,
      "AgendaSequence": 115,
      "MinutesSequence": 127,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2020-08-27T17:42:55.14Z"
    },
    {
      "ID": 378779,
      "Date": "2021-12-31T13:24:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-28T18:25:04.857Z"
    }
  ],
  "Attachments": [
    {
      "ID": 218533,
      "LastModified": "2021-12-28T18:24:53.353Z",
      "Name": "Res. No. 1405",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e021c880-43bd-465b-b4db-663689c70a92.docx",
      "Sort": 1
    },
    {
      "ID": 220696,
      "LastModified": "2020-08-28T14:52:38.623Z",
      "Name": "August 27, 2020 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/17b98273-b92c-45e4-9e07-a43142989230.pdf",
      "Sort": 2
    },
    {
      "ID": 220898,
      "LastModified": "2020-09-03T13:11:11.01Z",
      "Name": "Hearing Transcript - Stated Meeting  8-27-20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/acdb7dfd-ecd6-4842-8a82-27fb515caa88.pdf",
      "Sort": 3
    },
    {
      "ID": 224093,
      "LastModified": "2020-11-10T17:42:55.907Z",
      "Name": "Minutes of the Stated Meeting - August 27, 2020",
      "Link": "https://nyc.legistar1.com/nyc/attachments/22a557bf-6b40-4497-868c-8e4c025776da.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 68692,
  "Text": "By The Public Advocate (Mr. Williams) and Council Members Powers and Chin\n\n      Whereas, According to the 2017 New York City Housing and Vacancy Survey, New York City has 946,514 rent stabilized apartments; and\n      Whereas, Rent stabilization provides many New Yorkers affordable housing by protecting tenants from steep rent increases; and\n      Whereas, The New York City Rent Guidelines Board (RGB) establishes an allowable rent increase each year for rent stabilized apartments based on a comprehensive review of data that includes recent statistics on tenant income, economic trends, owner revenue, owner costs, and other changes in the housing supply to determine rent increases; and\n      Whereas, According to the 2020 Income and Affordability Study from the New York City Rent Guidelines Board, the median income for a rent stabilized household was $49,000 per year; and \n      Whereas, Public health crises, such as the COVID-19 outbreak, can create a dramatic downturn in economic activity that may result in significantly elevated unemployment levels, businesses declaring bankruptcies, economic inflation or deflation, budget shortfalls for state and local governments and a decrease in available credit for businesses and consumers; and\n      Whereas, Rent stabilized tenants who have lost their jobs and incurred other unexpected costs, such as medical bills, are facing financial ruin due to the COVID-19 pandemic and should not have to bear an additional burden, such as rising rents; and \n      Whereas, A.10265, introduced by State Assembly Member Harvey Epstein, and companion bill S.8175, introduced by State Senator Julia Salazar, would prohibit the rent guidelines board from increasing the rent for any one year lease during a declared state disaster emergency; now, therefore, be it\t\n      Resolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign  A.10265/S.8175, in relation to prohibiting the rent guidelines board from increasing rents on one year leases during a state disaster emergency.\n\nJLC\nLS 14789, 14896\n5/27/2020",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy The Public Advocate (Mr. Williams) and Council Members Powers and Chin\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, According to the 2017 New York City Housing and Vacancy Survey, New York City has 946,514 rent stabilized apartments; and\\par\nWhereas, Rent stabilization provides many New Yorkers affordable housing by protecting tenants from steep rent increases; and\\par\nWhereas, The New York City Rent Guidelines Board (RGB) establishes an allowable rent increase each year for rent stabilized apartments based on a comprehensive review of data that includes recent statistics on tenant income, economic trends, owner revenue, owner costs, and other changes in the housing supply to determine rent increases; and\\par\nWhereas, According to the 2020 Income and Affordability Study from the New York City Rent Guidelines Board, the median income for a rent stabilized household was $49,000 per year; and \\par\nWhereas, Public health crises, such as the COVID-19 outbreak, can create a dramatic downturn in economic activity that may result in significantly elevated unemployment levels, businesses declaring bankruptcies, economic inflation or deflation, budget shortfalls for state and local governments and a decrease in available credit for businesses and consumers; and\\par\nWhereas, Rent stabilized tenants who have lost their jobs and incurred other unexpected costs, such as medical bills, are facing financial ruin due to the COVID-19 pandemic and should not have to bear an additional burden, such as rising rents; and \\par\nWhereas, A.10265, introduced by State Assembly Member Harvey Epstein, and companion bill S.8175, introduced by State Senator Julia Salazar, would prohibit the rent guidelines board from increasing the rent for any one year lease during a declared state disaster emergency; now, therefore, be it\\tab\\par\nResolved, That the Council of the City of New York calls upon the New York State Legislature to pass, and the Governor to sign  A.10265/S.8175, in relation to prohibiting the rent guidelines board from increasing rents on one year leases during a state disaster emergency.\\par\n\\pard\\ltrpar\\sl480\\slmult1\\par\n\\pard\\ltrpar JLC\\par\nLS 14789, 14896\\par\n5/27/2020\\par\n\\pard\\ltrpar\\sa160\\sl252\\slmult1\\f1\\fs22\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n}\n",
  "LastModified": "2023-06-22T17:22:19.477Z"
}
