{
  "ID": 66136,
  "GUID": "EA7C6BB2-066E-4D3D-8227-3956FDE45718",
  "File": "Res 1406-2020",
  "Name": "Child Care is Essential Act (H.R.7027 and S.3874)",
  "Title": "Resolution calling on the United States Congress to pass, and the President to sign, H.R.7027 and S.3874, the Child Care is Essential Act.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5244,
  "BodyName": "Committee on Women and Gender Equity",
  "IntroDate": "2020-08-27T00:00:00Z",
  "AgendaDate": "2020-08-27T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    }
  ],
  "History": [
    {
      "ID": 362815,
      "Date": "2020-08-27T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2020-08-24T23:28:21.04Z"
    },
    {
      "ID": 362916,
      "Date": "2020-08-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Women and Gender Equity",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 18097,
      "AgendaSequence": 117,
      "MinutesSequence": 129,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Women and Gender Equity",
      "MatterStatusID": 3,
      "LastModified": "2020-08-27T18:20:09.013Z"
    },
    {
      "ID": 378780,
      "Date": "2021-12-31T13:25:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-28T18:25:28.983Z"
    }
  ],
  "Attachments": [
    {
      "ID": 220482,
      "LastModified": "2021-12-28T18:25:18.937Z",
      "Name": "Res. No. 1406",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a8731bc8-1fb6-49ee-80b5-f4fee91dc2e0.docx",
      "Sort": 1
    },
    {
      "ID": 220697,
      "LastModified": "2020-08-28T14:52:39Z",
      "Name": "August 27, 2020 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/cd585b53-0d95-4782-a3dd-a5126bd8e5ad.pdf",
      "Sort": 2
    },
    {
      "ID": 220900,
      "LastModified": "2020-09-03T13:11:11.463Z",
      "Name": "Hearing Transcript - Stated Meeting  8-27-20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4d4d0c76-e65f-40d8-8179-083704d0f9a0.pdf",
      "Sort": 3
    },
    {
      "ID": 224095,
      "LastModified": "2020-11-10T17:42:56.657Z",
      "Name": "Minutes of the Stated Meeting - August 27, 2020",
      "Link": "https://nyc.legistar1.com/nyc/attachments/773eac9a-f438-4330-b5fd-5e74f0c26eae.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 68984,
  "Text": "By Council Members Rivera and Chin\n\n      Whereas, The outbreak of the new coronavirus, COVID-19, has sparked the largest economic recession since the Great Depression, according to the International Monetary Fund; and\n      Whereas, In May, 2020, The Washington Post indicated that the country's fragile child care system is at risk of collapse from the reduced enrollments and revenues caused by the COVID-19 crisis; and\n      Whereas, According to the Center for American Progress, the COVID-19 pandemic has put nearly half of the country's child care programs in danger of permanent closure; and\n      Whereas, Child care providers that ensure children are cared for during the COVID-19 pandemic allow essential workers on the front lines to serve our communities and support our economy; and\n      Whereas, The closure of New York City's schools, the nation's largest school district, has directly impacted the well-being of over 1.1 million students by sending families scrambling for resources and child care during a time of economic uncertainty; and\n      Whereas, The Center for American Progress has emphasized that disproportionate effects in the child care crisis currently keep many women out of the workforce due to the lack of available child care programs; and\n      Whereas, The New York State Department of Labor reported that New York City's unemployment rate was 20.4 percent in June 2020, growing over two percent from May 2020 and a rise of 16.4 percent from June 2019; and\n      Whereas, The Child Care is Essential Act, H.R.7027, introduced by U.S. Representative Rosa DeLauro, and S.3874, introduced by U.S. Senator Patty Murray, would establish a $50 billion stabilization fund to award grants to child care providers during and after the COVID-19 public health emergency; and\n      Whereas, Other industries have received large bailouts to ensure they survive the COVID-19 pandemic, yet child care has not seen the major investments needed to stabilize the industry during the crisis; and\n      Whereas, To help our economy and families thrive, workers in New York City and across the country should be provided with the child care resources and support needed to help them return to work; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the United States Congress to pass, and the President to sign, H.R.7027 and S.3874, the Child Care is Essential Act.\n\n\n\n\n\n\nAH\nLS #15594\n08/20/2020\n\n\n\n\n1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Rivera and Chin\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, The outbreak of the new coronavirus, COVID-19, has sparked the largest economic recession since the Great Depression, according to the International Monetary Fund; and\\par\nWhereas, In May, 2020, The Washington Post indicated that the country\\rquote s fragile child care system is at risk of collapse from the reduced enrollments and revenues caused by the COVID-19 crisis; and\\par\nWhereas, \\cf1 According to the Center for American Progress, the COVID-19 pandemic has put nearly half of the country\\rquote s child care programs in danger of permanent closure; and\\cf0\\par\n\\cf1 Whereas, Child care providers that ensure children are cared for during the COVID-19 pandemic allow essential workers on the front lines to serve our communities and support our economy; and\\par\n\\cf0 Whereas, The closure of New York City\\rquote s schools, the nation\\rquote s largest school district, has directly impacted the well-being of over 1.1 million students by sending families \\cf1 scrambling \\cf0 for resources and child care during a time of economic uncertainty; and\\par\nWhereas, \\cf1 The Center for American Progress has emphasized that disproportionate effects in the child care crisis currently keep many women out of the workforce due to the lack of available child care programs\\cf0 ; and\\par\nWhereas, The New York State Department of Labor reported that New York City\\rquote s unemployment rate was 20.4 percent in June 2020, growing over two percent from May 2020 and a rise of 16.4 percent from June 2019; and\\par\nWhereas, The Child Care is Essential Act, H.R.7027, introduced by U.S. Representative Rosa DeLauro, and S.3874, introduced by U.S. Senator Patty Murray, would establish a $50 billion stabilization fund to award grants to child care providers during and after the COVID-19 public health emergency; and\\cf1\\par\n\\cf0 Whereas, O\\cf1 ther industries have received large bailouts to ensure they survive the COVID-19 pandemic, yet child care has not seen the major investments needed to stabilize the industry during the crisis; and\\cf0\\par\nWhereas, To help our economy and families thrive, workers in New York City and across the country should be provided with the child care resources and support needed to help them return to work; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the United States Congress to pass, and the President to sign, H.R.7027 and S.3874, the Child Care is Essential Act.\\par\n\\pard\\ltrpar\\qj\\fs18\\par\n\\par\n\\par\n\\par\n\\par\n\\par\nAH\\par\nLS #15594\\par\n\\pard\\ltrpar 08/20/2020\\par\n\\pard\\ltrpar\\qj\\par\n}\n",
  "LastModified": "2022-03-17T14:17:47.777Z"
}
