{
  "ID": 66193,
  "GUID": "8AF592B1-1AA0-47FF-BC48-7BC4F90FD8E7",
  "File": "Res 1407-2020",
  "Name": "Granting the City of NY long-term borrowing authority for City expenditures arising from the COVID-19 pandemic and resulting fiscal crisis.",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, legislation granting the City of New York long-term borrowing authority for City expenditures arising from the COVID-19 pandemic and resulting fiscal crisis.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2020-08-27T00:00:00Z",
  "AgendaDate": "2020-08-27T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7641,
      "Slug": "mark-treyger",
      "FullName": "Mark Treyger"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7635,
      "Slug": "alan-n-maisel",
      "FullName": "Alan N. Maisel"
    },
    {
      "ID": 7567,
      "Slug": "stephen-t-levin",
      "FullName": "Stephen T. Levin"
    },
    {
      "ID": 7642,
      "Slug": "paul-a-vallone",
      "FullName": "Paul A. Vallone"
    },
    {
      "ID": 7714,
      "Slug": "rafael-salamanca-jr",
      "FullName": "Rafael Salamanca, Jr."
    },
    {
      "ID": 7563,
      "Slug": "daniel-dromm",
      "FullName": "Daniel Dromm"
    },
    {
      "ID": 7634,
      "Slug": "mark-levine",
      "FullName": "Mark Levine"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7637,
      "Slug": "i-daneek-miller",
      "FullName": "I. Daneek Miller"
    },
    {
      "ID": 7628,
      "Slug": "laurie-a-cumbo",
      "FullName": "Laurie A. Cumbo"
    },
    {
      "ID": 7622,
      "Slug": "vanessa-l-gibson",
      "FullName": "Vanessa L. Gibson"
    },
    {
      "ID": 7604,
      "Slug": "robert-e-cornegy-jr",
      "FullName": "Robert E. Cornegy, Jr."
    },
    {
      "ID": 7780,
      "Slug": "public-advocate-jumaane-williams",
      "FullName": "Public Advocate Jumaane Williams"
    }
  ],
  "History": [
    {
      "ID": 362950,
      "Date": "2020-08-27T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2020-08-25T20:43:25.46Z"
    },
    {
      "ID": 362952,
      "Date": "2020-08-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Finance",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 18097,
      "AgendaSequence": 123,
      "MinutesSequence": 135,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Finance",
      "MatterStatusID": 3,
      "LastModified": "2020-08-27T17:21:47.58Z"
    },
    {
      "ID": 378781,
      "Date": "2021-12-31T13:25:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-28T18:26:04.457Z"
    }
  ],
  "Attachments": [
    {
      "ID": 220600,
      "LastModified": "2021-12-28T18:25:47.33Z",
      "Name": "Res. No. 1407",
      "Link": "https://nyc.legistar1.com/nyc/attachments/794620ab-6199-49ed-aacb-b74facb7c702.docx",
      "Sort": 1
    },
    {
      "ID": 220703,
      "LastModified": "2020-08-28T14:52:40.797Z",
      "Name": "August 27, 2020 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/69b2cd04-276e-459d-850d-433a9a9cd41f.pdf",
      "Sort": 2
    },
    {
      "ID": 220906,
      "LastModified": "2020-09-03T13:11:12.713Z",
      "Name": "Hearing Transcript - Stated Meeting  8-27-20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6cb33f64-3687-4961-9f04-6b1c5888f8ea.pdf",
      "Sort": 3
    },
    {
      "ID": 224101,
      "LastModified": "2020-11-10T17:42:58.89Z",
      "Name": "Minutes of the Stated Meeting - August 27, 2020",
      "Link": "https://nyc.legistar1.com/nyc/attachments/be6bf8a8-0a9f-4996-b0fa-3f0b1cd11656.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 69042,
  "Text": "By Council Members Rosenthal, Treyger, Van Bramer, Koo, Chin, Maisel, Levin, Vallone, Salamanca, Dromm, Levine, Rose, Miller, Cumbo, Gibson, Cornegy and the Public Advocate (Mr. Williams)\n\n\tWhereas, New York City has been the epicenter of the COVID-19 pandemic with over 237,000 cases and more than 23,000 deaths; and\n\tWhereas, As a result of the pandemic, businesses and offices were required to shut down in order to stop the spread of the virus, leading to a quick and significant contraction of the City's economy; and\n      Whereas, The City is also facing skyrocketing unemployment with a June 2020 unemployment rate of 20.4 percent compared to only 3.9 percent just a year before, as reported by the New York State Department of Labor; and\n      Whereas, Because of the decreased business activity and the high unemployment rate, the City's forecasted tax revenues plummeted by $7 billion between the Fiscal 2021 Preliminary and Adopted Budgets; and\n      Whereas, The combined impact of the COVID-19 pandemic itself and the resulting budget shortfall and economic downturn arguably makes this one of the most extraordinary crises in the City's history; and\n      Whereas, In the past, when the City has had to deal with a sudden hit to its budget and economy, the State Legislature and the Governor granted the City the authority to engage in long-term borrowing to cover operational expenses; and\n      Whereas, For example, after the September 11, 2001 terrorist attack, the State authorized the Transitional Finance Authority to issue bonds to borrow billions of dollars for both operational and long-term spending related to the recovery efforts; and\n      Whereas, That borrowing allowed the City to pay for the expenses related to September 11 without having to sacrifice critical City services; and\n      Whereas, The City is currently facing a similar situation and would benefit from similar borrowing authority; and\n      Whereas, The additional influx of revenue could allow the City to avert the layoff of thousands of critical City workers and help maintain the City's social safety net services; and\n      Whereas, To date, the federal government has not stepped up to provide the City with the level of federal stimulus that is truly needed to help us deal with our current budget situation, hasten our economic recovery, and avoid the need for long-term borrowing; and \n      Whereas, The City cannot wait for the federal government to act and must instead look to the State for assistance; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, legislation granting the City of New York long-term borrowing authority for City expenditures arising from the COVID-19 pandemic and resulting fiscal crisis.\n\n\n\n\nRKC\nLS#15953\n\n\n\n\n      1\n      \n      \n      2",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Rosenthal,\\expndtw-3  Treyger, Van Bramer, Koo, Chin, Maisel, Levin, Vallone, Salamanca, Dromm, Levine, Rose, Miller, Cumbo, Gibson, Cornegy and the Public Advocate (Mr. Williams)\\par\n\\par\n\\pard\\ltrpar\\keepn\\hyphpar0\\sl480\\slmult1\\qj\\tab Whereas, \\expndtw0 New York City has been the epicenter of the COVID-19 pandemic with over 237,000 cases and more than 23,000 deaths\\expndtw-3 ; and\\par\n\\tab Whereas, \\expndtw0 As a result of the pandemic, businesses and offices were required to shut down in order to stop the spread of the virus, leading to a quick and significant contraction of the City\\rquote s economy\\expndtw-3 ; and\\par\n\\pard\\ltrpar\\keepn\\hyphpar0\\fi720\\sl480\\slmult1\\qj Whereas, \\expndtw0 The City is also facing skyrocketing unemployment with a June 2020 unemployment rate of 20.4 percent compared to only 3.9 percent just a year before, as reported by the New York State Department of Labor\\expndtw-3 ; and\\par\nWhereas, \\expndtw0 Because of the decreased business activity and the high unemployment rate, the City\\rquote s forecasted tax revenues plummeted by $7 billion between the Fiscal 2021 Preliminary and Adopted Budgets\\expndtw-3 ; and\\par\nWhereas, The combined impact of the COVID-19 pandemic itself and the resulting budget shortfall and economic downturn arguably makes this one of the most extraordinary crises in the City\\rquote s history; and\\par\nWhereas, In the past, when the City has had to deal with a sudden hit to its budget and economy, the State Legislature and the Governor granted the City the authority to engage in long-term borrowing to cover operational expenses; and\\par\nWhereas, For example, after the September 11, 2001 terrorist attack, the State authorized the Transitional Finance Authority to issue bonds to borrow billions of dollars for both operational and long-term spending related to the recovery efforts; and\\par\nWhereas, That borrowing allowed the City to pay for the expenses related to September 11 without having to sacrifice critical City services; and\\par\nWhereas, The City is currently facing a similar situation and would benefit from similar borrowing authority; and\\par\nWhereas, The additional influx of revenue could allow the City to avert the layoff of thousands of critical City workers and help maintain the City\\rquote s social safety net services; and\\par\nWhereas, To date, the federal government has not stepped up to provide the City with the level of federal stimulus that is truly needed to help us deal with our current budget situation, hasten our economic recovery, and avoid the need for long-term borrowing; and \\par\nWhereas, The City cannot wait for the federal government to act and must instead look to the State for assistance; now, therefore, be it\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Resolved, \\cf1 That the Council of the City of New York\\cf0  \\expndtw0 calls on the New York State Legislature to pass, and the Governor to sign, legislation granting the City of New York long-term borrowing authority for City expenditures arising from the COVID-19 pandemic and resulting fiscal crisis.\\par\n\\pard\\ltrpar\\qj\\par\n\\fs20\\par\n\\par\n\\par\nRKC\\par\nLS#15953\\fs18\\par\n\\pard\\ltrpar\\par\n\\fs24\\par\n\\par\n}\n",
  "LastModified": "2021-12-28T18:26:05.58Z"
}
