{
  "ID": 66068,
  "GUID": "9132DD11-52ED-49CC-A610-28F117255A00",
  "File": "Res 1408-2020",
  "Name": "Accreditation, approval, and operation of midwifery birth centers. (A.10440/S.8307)",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, A. 10440/S. 8307, relating to accreditation, approval, and operation of midwifery birth centers.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2020-08-27T00:00:00Z",
  "AgendaDate": "2020-08-27T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7622,
      "Slug": "vanessa-l-gibson",
      "FullName": "Vanessa L. Gibson"
    },
    {
      "ID": 7742,
      "Slug": "diana-i-ayala",
      "FullName": "Diana I. Ayala"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    },
    {
      "ID": 7739,
      "Slug": "adrienne-e-adams",
      "FullName": "Adrienne E. Adams"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7604,
      "Slug": "robert-e-cornegy-jr",
      "FullName": "Robert E. Cornegy, Jr."
    }
  ],
  "History": [
    {
      "ID": 362683,
      "Date": "2020-08-27T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2020-08-17T13:28:28.847Z"
    },
    {
      "ID": 362921,
      "Date": "2020-08-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 18097,
      "AgendaSequence": 124,
      "MinutesSequence": 136,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2020-08-27T17:24:32.88Z"
    },
    {
      "ID": 365077,
      "Date": "2020-12-07T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 18258,
      "AgendaSequence": 5,
      "MinutesSequence": 11,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2020-12-07T23:12:31.243Z"
    },
    {
      "ID": 365505,
      "Date": "2020-12-07T10:10:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 18258,
      "MinutesSequence": 12,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2020-12-07T23:20:08.793Z"
    },
    {
      "ID": 365073,
      "Date": "2020-12-07T10:20:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5244,
      "BodyName": "Committee on Women and Gender Equity",
      "EventID": 18257,
      "AgendaSequence": 5,
      "MinutesSequence": 11,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2020-12-07T23:20:14.123Z"
    },
    {
      "ID": 365518,
      "Date": "2020-12-07T10:30:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5244,
      "BodyName": "Committee on Women and Gender Equity",
      "EventID": 18257,
      "MinutesSequence": 12,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2020-12-07T23:20:19.747Z"
    },
    {
      "ID": 365081,
      "Date": "2020-12-07T10:40:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 5241,
      "BodyName": "Committee on Hospitals",
      "EventID": 18259,
      "AgendaSequence": 5,
      "MinutesSequence": 11,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2020-12-07T23:20:25.09Z"
    },
    {
      "ID": 365512,
      "Date": "2020-12-07T10:50:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 5241,
      "BodyName": "Committee on Hospitals",
      "EventID": 18259,
      "MinutesSequence": 12,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2020-12-07T23:20:29.873Z"
    },
    {
      "ID": 378782,
      "Date": "2021-12-31T13:26:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-28T18:26:54.04Z"
    }
  ],
  "Attachments": [
    {
      "ID": 220118,
      "LastModified": "2024-06-03T14:45:20.067Z",
      "Name": "Res. No. 1408",
      "Link": "https://nyc.legistar1.com/nyc/attachments/a0b72f7f-c4c5-43ba-8ab4-fb426829f50a.docx",
      "Sort": 1
    },
    {
      "ID": 220704,
      "LastModified": "2020-08-28T14:52:41.123Z",
      "Name": "August 27, 2020 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/50a10410-7f1d-445f-8bec-82027d83aac0.pdf",
      "Sort": 2
    },
    {
      "ID": 220907,
      "LastModified": "2020-09-03T13:11:12.9Z",
      "Name": "Hearing Transcript - Stated Meeting  8-27-20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8ecb1e61-87f9-4d07-baf5-f0fa81b7a908.pdf",
      "Sort": 3
    },
    {
      "ID": 224102,
      "LastModified": "2020-11-10T17:42:59.267Z",
      "Name": "Minutes of the Stated Meeting - August 27, 2020",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ecd16402-9bdc-4c54-9818-62fff5c70ed0.pdf",
      "Sort": 4
    },
    {
      "ID": 224838,
      "LastModified": "2020-12-07T15:11:11.107Z",
      "Name": "Committee Report 12/7/20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/593e18ed-4161-4023-af37-7ef4b8142281.pdf",
      "Sort": 5
    },
    {
      "ID": 225675,
      "LastModified": "2020-12-22T18:20:34.647Z",
      "Name": "Hearing Testimony 12/7/20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6cfd6c66-b19f-48fb-93f4-aa9d12a61d67.pdf",
      "Sort": 6
    },
    {
      "ID": 225698,
      "LastModified": "2020-12-29T15:18:46.19Z",
      "Name": "Hearing Transcript 12/7/20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/28042f1c-cfbe-4035-b0b2-edc590deaa30.pdf",
      "Sort": 7
    }
  ],
  "Summary": "",
  "TextID": 68908,
  "Text": "Whereas, A novel coronavirus, called SARS-CoV-2, first emerged in late 2019 and spread rapidly around the world; and\n      Whereas, The virus has greatly impacted New York City, which was the epicenter of the pandemic for months; and\n      Whereas, As of July 28, 2020, 220,907 residents of New York City had tested positive for the disease caused by SARS-CoV-2, called COVID-19, with over 56,000 hospitalized for treatment; and\n      Whereas, COVID-19 has disproportionately impacted New Yorkers who are Black, Latinx, and lower income; and \n      Whereas, New York City's hospital systems were stretched dangerously thin during the crisis, with hospitals concerned about access to equipment and resources; and\n      Whereas, Pregnant people and people giving birth during the pandemic are facing additional stress and barriers to care, along with the typical stress associated with childbirth; and\n      Whereas, According to the New York Times, people who gave birth during the peak of cases in the city in spring 2020 reported issues with being able to have their partners with them for the duration of their recovery, with being separated from their newborns if they test positive for COVID-19, and with other issues; and \n      Whereas, According to the American Association of Birth Centers, a birth center is a freestanding health care facility for childbirth where care is provided in the midwifery and wellness model, and is not a hospital; and \n      \n      Whereas, In 2016, Public Health Law Article 28 was amended to promote midwifery birth centers (MCBs), and, almost four years later, there is not a single MBC licensed under Article 28; and\n      Whereas, According to the New York Times, as of 2018, New York State had only three free-standing birthing centers, whereas Texas had more than 70 centers and California had about 40; and \n      Whereas, To better address the needs of pregnant people and newborns during the pandemic, the State developed a COVID-19 Maternity Task Force; and \n      Whereas; The Task Force recommended the New York State Department of Health (NYSDOH) move to expedite the finalization of the licensure process for the establishment of midwifery led birthing centers in New York State; and\n      Whereas, By expediting the final licensure process, NYSDOH will help to ensure there are sufficient birthing facilities available to meet community need during emergency situations; and \n      Whereas, Governor Andrew Cuomo, in response to the recommendations, announced that NYSDOH approved two new temporary birthing centers and is also now accepting Certificate of Need applications for MBCs pursuant to Public Health Law Article 28; and\n      Whereas, A. 10440/S. 8307, sponsored by Assembly Member Richard Gottfried and Senator Gustavo Rivera, relates to the accreditation, approval, and operation of MCBs; and \n      Whereas, This legislation would provide that if a proposed MBC meets the standards of a national accrediting organization that specializes in accrediting MBCs and is recognized by NYSDOH, then the proposed MBC shall be deemed to meet New York's requirements for issues covered by those standards; and\n      Whereas, A. 10440/S. 8307 would make it easier for MBCs to be established in New York, which will provide more birthing options for pregnant people; and \n      Whereas, COVID-19 and maternal mortality and morbidity disproportionately impact those who are Black and Latinx, therefore, the state should act to ensure individuals have as many safe birthing options as possible and work to further address racial health disparities; now, therefore, be it \n      Resolved, The Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, A. 10440/S. 8307, relating to accreditation, approval, and operation of midwifery birth centers\nEB\nLS 15190\n07/28/2020",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Rosenthal, Gibson, Ayala, Rose, Adams, Louis and Cornegy\\par\n\\f1\\fs22\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\f0\\fs24 Whereas, A novel coronavirus, called SARS-CoV-2, first emerged in late 2019 and spread rapidly around the world; and\\f1\\fs22\\par\n\\f0\\fs24 Whereas, The virus has greatly impacted New York City, which was the epicenter of the pandemic for months; and\\f1\\fs22\\par\n\\f0\\fs24 Whereas, As of July 28, 2020, 220,907 residents of New York City had tested positive for the disease caused by SARS-CoV-2, called COVID-19, with over 56,000 hospitalized for treatment; and\\f1\\fs22\\par\n\\f0\\fs24 Whereas, COVID-19 has disproportionately impacted New Yorkers who are Black, Latinx, and lower income; and \\par\nWhereas, New York City\\rquote s hospital systems were stretched dangerously thin during the crisis, with hospitals concerned about access to equipment and resources; and\\f1\\fs22\\par\n\\f0\\fs24 Whereas, Pregnant people and people giving birth during the pandemic are facing additional stress and barriers to care, along with the typical stress associated with childbirth; and\\par\nWhereas, According to the New York Times, people who gave birth during the peak of cases in the city in spring 2020 reported issues with being able to have their partners with them for the duration of their recovery, with being separated from their newborns if they test positive for COVID-19, and with other issues; and \\par\nWhereas, According to the American Association of Birth Centers, a birth center is a freestanding health care facility for childbirth where care is provided in the midwifery and wellness model, and is not a hospital; and \\par\n\\par\nWhereas, In 2016, Public Health Law Article 28 was amended to promote midwifery birth centers (MCBs), and, almost four years later, there is not a single MBC licensed under Article 28; and\\par\nWhereas, According to the New York Times, as of 2018, New York State had only three free-standing birthing centers, whereas Texas had more than 70 centers and California had about 40; and \\par\nWhereas, To better address the needs of pregnant people and newborns during the pandemic, the State developed a COVID-19 Maternity Task Force; and \\par\nWhereas; The Task Force recommended the New York State Department of Health (NYSDOH) move to expedite the finalization of the licensure process for the establishment of midwifery led birthing centers in New York State; and\\par\nWhereas, By expediting the final licensure process, NYSDOH will help to ensure there are sufficient birthing facilities available to meet community need during emergency situations; and \\par\nWhereas, Governor Andrew Cuomo, in response to the recommendations, announced that NYSDOH approved two new temporary birthing centers and is also now accepting Certificate of Need applications for MBCs pursuant to Public Health Law Article 28; and\\par\nWhereas, A. 10440/S. 8307, sponsored by Assembly Member Richard Gottfried and Senator Gustavo Rivera, relates to the accreditation, approval, and operation of MCBs; and \\par\nWhereas, This legislation would provide that if a proposed MBC meets the standards of a national accrediting organization that specializes in accrediting MBCs and is recognized by NYSDOH, then the proposed MBC shall be deemed to meet New York's requirements for issues covered by those standards; and\\par\nWhereas, A. 10440/S. 8307 would make it easier for MBCs to be established in New York, which will provide more birthing options for pregnant people; and \\par\nWhereas, COVID-19 and maternal mortality and morbidity disproportionately impact those who are Black and Latinx, therefore, the state should act to ensure individuals have as many safe birthing options as possible and work to further address racial health disparities; now, therefore, be it \\par\nResolved, The Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, A. 10440/S. 8307, relating to accreditation, approval, and operation of midwifery birth centers\\par\n\\pard\\ltrpar\\qj\\fs20 EB\\f1\\fs22\\par\n\\f0\\fs20 LS 15190\\par\n07/28/2020\\f1\\fs22\\par\n\\pard\\ltrpar\\sa160\\sl252\\slmult1\\qj\\f0\\fs24\\par\n\\pard\\ltrpar\\sa160\\sl252\\slmult1\\f1\\fs22\\par\n}\n",
  "LastModified": "2024-06-03T14:45:20.067Z"
}
