{
  "ID": 66240,
  "GUID": "8194C9BC-0A19-449C-9A65-E475D86F0607",
  "File": "Res 1425-2020",
  "Name": "Energy Innovation and Carbon Dividend Act of 2019 (H.R. 763)",
  "Title": "Resolution calling on Congress to pass and the President to sign the Energy Innovation and Carbon Dividend Act of 2019 (H.R. 763).",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2020-09-23T00:00:00Z",
  "AgendaDate": "2020-09-23T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    }
  ],
  "History": [
    {
      "ID": 363458,
      "Date": "2020-09-23T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2020-09-18T14:49:23.97Z"
    },
    {
      "ID": 363566,
      "Date": "2020-09-23T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 18127,
      "AgendaSequence": 54,
      "MinutesSequence": 61,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2020-09-23T18:46:33.81Z"
    },
    {
      "ID": 378789,
      "Date": "2021-12-31T13:37:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-28T18:37:26.607Z"
    }
  ],
  "Attachments": [
    {
      "ID": 221013,
      "LastModified": "2021-12-28T18:37:15.543Z",
      "Name": "Res. No. 1425",
      "Link": "https://nyc.legistar1.com/nyc/attachments/801265f6-f5eb-46b2-99fc-970a0fa7e96d.docx",
      "Sort": 1
    },
    {
      "ID": 221411,
      "LastModified": "2020-09-23T19:05:36.95Z",
      "Name": "September 23, 2020 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7303610d-5293-410e-8cc4-1a5344bbad28.pdf",
      "Sort": 2
    },
    {
      "ID": 221485,
      "LastModified": "2020-09-28T16:07:23.22Z",
      "Name": "Hearing Transcript - Stated Meeting 9-23-20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f6eea052-02d0-479c-bf0c-e5a27d1d053c.pdf",
      "Sort": 3
    },
    {
      "ID": 224738,
      "LastModified": "2020-12-03T16:12:55.827Z",
      "Name": "Minutes of the Stated Meeting - September 23, 2020",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c6b60b96-37c2-4241-a788-fd2bc3114eec.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 69095,
  "Text": "By Council Members Rosenthal, Kallos, Louis and Chin\n\n      Whereas, According to the United States (U.S.) Global Change Research Program's Fourth National Climate Assessment, if significant action is not taken to mitigate global carbon emissions, then sea level rise, increased frequency of extreme weather events, and rising temperatures are expected to cause increasing damage to critical infrastructure, property, and economic productivity; and\n\tWhereas, Industries, such as agriculture, fisheries, and tourism, that rely on natural resources and favorable climate conditions are especially vulnerable to the effects of climate disruption; and\n\tWhereas, The U.S. agricultural sector has faced severe droughts, flooding, and wildfires in recent years, with farm income forecast to decrease by $10.9 billion in 2020 relative to 2019, according to U.S. Department of Agriculture forecasts; and\n\tWhereas, Ocean acidification caused by increasing levels of atmospheric carbon dioxide (CO2) has been shown to have deleterious effects on the larvae of shellfish species of great commercial importance to U.S. fisheries, as well as microorganisms, such as plankton, which form the basis of the marine food chain, and upon which global fisheries and the marine ecosystem depend; and\n\tWhereas, Communities that rely on seasonal and outdoor tourism, particularly those centered on coral reef-based recreation, winter recreation, and inland water-based recreation will be particularly impacted by climate change; and \n\tWhereas, Higher temperatures reduce the efficiency of power generation and transmission, while increasing demand, leading to higher costs for ratepayers as well as imposing greater strain on transmission and generation infrastructure; and \n\tWhereas, According to a 2018 report on the national impacts of sea level rise published by the Union of Concerned Scientists, an additional 40,000 Queens and Long Island residents living in 15,000 homes representing a collective value of $7.7 billion, risk chronic inundation by 2045; and \n\tWhereas, The Energy Innovation and Carbon Dividend Act of 2019 (H.R. 763) would establish a national carbon fee on refineries, importers of petroleum and petroleum products, coal mining operations, coal importers, entities entering natural gas into the natural gas transmission system, importers of natural gas, entities required to report the emission of fluorinated gas, and entities using specified fuels in a way that emits greenhouse gases to the atmosphere; and \n\tWhereas, These sources comprise the vast majority of the U.S. energy system's CO2 emissions, accounting for approximately 90 percent of the nation's net greenhouse gas emissions, and 80 percent of gross greenhouse gas output; and \n\tWhereas, H.R. 763 seeks to impose a tax on emitters, particularly on the mines, processing plants, refineries, or points of entry, thereby focusing on the sources of emissions rather than on the consumers; and\n\tWhereas, Funds collected via the proposed carbon tax would be disbursed as rebates to all citizens and legal residents of the United States possessing a valid social security or taxpayer identification number, with a half-share of such rebates allocated to persons under 19 years old; and \n\tWhereas, This legislation would be a step toward addressing the social cost of carbon, a metric that seeks to quantify more fully the damage done to various sectors of the economy per ton of carbon emitted in a given year; now, therefore, be it\n\tResolved, That the City Council of New York calls on Congress to pass, and the President to sign the Energy Innovation and Carbon Dividend Act of 2019 (H.R. 763).\n\n\n\n\n\n\nNRC\nLS#12717\n08/27/2020",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\ltrpar By Council Members Rosenthal, Kallos, Louis and Chin\\par\n\\pard\\ltrpar\\sa160\\sl252\\slmult1\\par\n\\pard\\ltrpar\\fi720\\sa160\\sl480\\slmult1\\qj Whereas, According to the United States (U.S.) Global Change Research Program\\rquote s Fourth National Climate Assessment, if significant action is not taken to mitigate global carbon emissions, then sea level rise, increased frequency of extreme weather events, and rising temperatures are expected to cause increasing damage to critical infrastructure, property, and economic productivity; and\\par\n\\pard\\ltrpar\\sa160\\sl480\\slmult1\\qj\\tab Whereas, Industries, such as agriculture, fisheries, and tourism, that rely on natural resources and favorable climate conditions are especially vulnerable to the effects of climate disruption; and\\par\n\\tab Whereas, The U.S. agricultural sector has faced severe droughts, flooding, and wildfires in recent years, with farm income forecast to decrease by $10.9 billion in 2020 relative to 2019, according to U.S. Department of Agriculture forecasts; and\\par\n\\tab Whereas, Ocean acidification caused by increasing levels of atmospheric carbon dioxide (CO\\sub 2) \\nosupersub has been shown to have deleterious effects on the larvae of shellfish species of great commercial importance to U.S. fisheries, as well as microorganisms, such as plankton, which form the basis of the marine food chain, and upon which global fisheries and the marine ecosystem depend; and\\par\n\\tab Whereas, Communities that rely on seasonal and outdoor tourism, particularly those centered on coral reef-based recreation, winter recreation, and inland water-based recreation will be particularly impacted by climate change; and \\par\n\\tab Whereas, Higher temperatures reduce the efficiency of power generation and transmission, while increasing demand, leading to higher costs for ratepayers as well as imposing greater strain on transmission and generation infrastructure; and \\par\n\\tab Whereas, According to a 2018 report on the national impacts of sea level rise published by the Union of Concerned Scientists, an additional 40,000 Queens and Long Island residents living in 15,000 homes representing a collective value of $7.7 billion, risk chronic inundation by 2045; and \\par\n\\tab Whereas, The Energy Innovation and Carbon Dividend Act of 2019 (H.R. 763) would establish a national carbon fee on refineries, importers of petroleum and petroleum products, coal mining operations, coal importers, entities entering natural gas into the natural gas transmission system, importers of natural gas, entities required to report the emission of fluorinated gas, and entities using specified fuels in a way that emits greenhouse gases to the atmosphere; and \\par\n\\tab Whereas, These sources comprise the vast majority of the U.S. energy system\\rquote s CO\\sub 2\\nosupersub  emissions, accounting for approximately 90 percent of the nation\\rquote s net greenhouse gas emissions, and 80 percent of gross greenhouse gas output; and \\par\n\\tab Whereas, H.R. 763 seeks to impose a tax on emitters, particularly on the mines, processing plants, refineries, or points of entry, thereby focusing on the sources of emissions rather than on the consumers; and\\par\n\\tab Whereas, Funds collected via the proposed carbon tax would be disbursed as rebates to all citizens and legal residents of the United States possessing a valid social security or taxpayer identification number, with a half-share of such rebates allocated to persons under 19 years old; and \\par\n\\tab Whereas, This legislation would be a step toward addressing the social cost of carbon, a metric that seeks to quantify more fully the damage done to various sectors of the economy per ton of carbon emitted in a given year; now, therefore, be it\\par\n\\tab Resolved, That the City Council of New York calls on Congress to pass, and the President to sign the Energy Innovation and Carbon Dividend Act of 2019 (H.R. 763).\\par\n\\pard\\ltrpar\\qj\\par\n\\par\n\\par\n\\par\n\\par\n\\par\nNRC\\par\nLS#12717\\par\n\\pard\\ltrpar\\sa160\\sl480\\slmult1\\qj 08/27/2020\\tab\\par\n\\par\n\\tab\\par\n\\tab\\par\n}\n",
  "LastModified": "2021-12-28T18:37:26.747Z"
}
