{
  "ID": 64835,
  "GUID": "64B76B21-CF5F-4AC5-8F29-4B261C66CF7B",
  "File": "Res 1432-2020",
  "Name": "Establish a National Bank for Infrastructure and Manufacturing.",
  "Title": "Resolution calling upon Congress to introduce and pass legislation to establish a National Bank for Infrastructure and Manufacturing, to help finance the estimated $4.6 trillion required to modernize and repair infrastructure in the United States.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2020-09-23T00:00:00Z",
  "AgendaDate": "2020-09-23T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7604,
      "Slug": "robert-e-cornegy-jr",
      "FullName": "Robert E. Cornegy, Jr."
    },
    {
      "ID": 7541,
      "Slug": "ydanis-a-rodriguez",
      "FullName": "Ydanis A. Rodriguez"
    },
    {
      "ID": 7566,
      "Slug": "brad-s-lander",
      "FullName": "Brad S. Lander"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7739,
      "Slug": "adrienne-e-adams",
      "FullName": "Adrienne E. Adams"
    },
    {
      "ID": 7642,
      "Slug": "paul-a-vallone",
      "FullName": "Paul A. Vallone"
    }
  ],
  "History": [
    {
      "ID": 363489,
      "Date": "2020-09-23T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2020-09-18T20:58:33.293Z"
    },
    {
      "ID": 363569,
      "Date": "2020-09-23T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 18127,
      "AgendaSequence": 63,
      "MinutesSequence": 70,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2020-09-23T18:46:33.827Z"
    },
    {
      "ID": 378796,
      "Date": "2021-12-31T13:41:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-28T18:42:04.853Z"
    }
  ],
  "Attachments": [
    {
      "ID": 209150,
      "LastModified": "2021-12-28T18:41:54.01Z",
      "Name": "Res. No. 1432",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2fb62b95-e461-4588-817f-6d4022e63c51.docx",
      "Sort": 1
    },
    {
      "ID": 221420,
      "LastModified": "2020-09-23T19:05:38.997Z",
      "Name": "September 23, 2020 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c7d4150d-0226-439f-b9e5-631d27d05b11.pdf",
      "Sort": 2
    },
    {
      "ID": 221494,
      "LastModified": "2020-09-28T16:07:25.283Z",
      "Name": "Hearing Transcript - Stated Meeting 9-23-20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e3626ced-08a9-4689-8e19-6da740857ca6.pdf",
      "Sort": 3
    },
    {
      "ID": 224747,
      "LastModified": "2020-12-03T16:12:59.593Z",
      "Name": "Minutes of the Stated Meeting - September 23, 2020",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7240ee9a-764b-456d-b323-96347eaec14a.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 67525,
  "Text": "By Council Members Cornegy, Rodriguez, Lander, Chin, Rosenthal, Adams and Vallone\n\n\tWhereas, Congress established national banks throughout the nineteenth century to fund important national priorities such as paying down national war debt; and\n      Whereas, Congress  established national banking systems at key moments in our history, including the First and Second Banks of the United States and the national banking system established under President Abraham Lincoln; and\n      Whereas, These banks were instrumental in financing the development of much of our national infrastructure; and\n      Whereas, The First Bank was founded by then-New Yorker Alexander Hamilton, and helped finance much of the internal infrastructure improvements during the Nation's early years; and;\n\tWhereas, In 1932, Congress established the Reconstruction Finance Corporation (RFC) to provide financial aid to railroads, financial institutions and businesses; and\n\tWhereas, During the 1930s and 1940s, the RFC provided financial aid for large public works projects, including the Robert F. Kennedy Bridge and the Lincoln Tunnel; and\n\tWhereas, Congress disbanded the RFC in 1953; and\n\tWhereas, In 1993, the bipartisan Commission to Promote Investment in America's Infrastructure released a report endorsing the creation of a national infrastructure bank; and\n\tWhereas, In 2017, the American Society of Civil Engineers gave America's infrastructure a \"D+\" grade and said it would require $4.6 trillion in investments over ten years to bring the country's infrastructure into a state of good repair; and\n\tWhereas, According to the American Road & Transportation Builders Association, in 2017, New York State had 17,437 bridges in need of repair, which the State estimated would cost $67.7 billion to repair; and\n\tWhereas, According to the Federal Highway Administration, in 2017, nine of the ten most traveled structurally deficient bridges in New York State were in New York City; and\n\tWhereas, Federal funding for critically important infrastructure projects in the New York - New Jersey region, such as the Hudson Tunnel Project, has been unreliable and insufficient; and \n\tWhereas, According to the United States Bureau of Economic Analysis, the New York metro area accounted for nearly nine percent of the country's GDP in 2017; and\n\tWhereas, A National Bank for Infrastructure and Manufacturing, similar to what was successfully implemented four times in our Nation's history, would fund urban and rural repair projects and projects of a national scope; and\n\tWhereas, A National Bank for Infrastructure and Manufacturing would be capitalized through the exchange of existing U.S. Treasury bonds for preferred stock in the bank, which would earn four to five percent annual interest and be backed by the full faith and credit of the federal government; and\n      Whereas, capitalized in this way, the Bank could invest $4 trillion at very low interest rates to finance all the needed infrastructure projects; and\n\tWhereas, A National Bank for Infrastructure and Manufacturing could also issue debentures to banks, corporations, cities, states pension funds, unions, universities, money market funds and other entities, which would earn four to five percent annual interest and be backed by the full faith and credit of the federal government; and\n      Whereas, A National Bank for Infrastructure and Manufacturing would adhere to Project Labor Agreements and local prevailing wage levels, in accordance with the Davis-Bacon Act of 1931; and\n\tWhereas, A National Bank for Infrastructure and Manufacturing would give preferential consideration to disadvantaged communities in choosing projects to fund; and\n      Whereas, A National Bank for Infrastructure and Manufacturing would include the preferential consideration formulation of United States House Representative James Clyburn, mandating that ten percent of investments be in communities, both urban and rural, where 20 percent of the population has been below the poverty level for 30 years or more, thereby resulting in hundreds of billions in infrastructure investments in underserved communities; and\n\tWhereas, A National Bank for Infrastructure and Manufacturing's board of directors would be composed of people who have at least 15 years of experience in building infrastructure and would include members of the United States Army Corps of Engineers, the AFL-CIO and building trades unions; now, therefore, be it\n\tResolved, That the Council of the City of New York calls upon Congress to introduce and pass legislation to establish a National Bank for Infrastructure and Manufacturing, to help finance the estimated $4.6 trillion required to modernize and repair infrastructure in the United States.\n\n\n\n\nLS 10809\n10/3/19 2:39PM\nEOF",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Cornegy, Rodriguez, Lander, Chin, Rosenthal, Adams and Vallone\\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, Congress established national banks throughout the nineteenth century to fund important national priorities such as paying down national war debt; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Congress  established national banking systems at key moments in our history, including the First and Second Banks of the United States and the national banking system established under President Abraham Lincoln; and\\par\nWhereas, These banks were instrumental in financing the development of much of our national infrastructure; and\\par\nWhereas, The First Bank was founded by then-New Yorker Alexander Hamilton, and helped finance much of the internal infrastructure improvements during the Nation\\rquote s early years; and;\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, In 1932, Congress established the Reconstruction Finance Corporation (RFC) to provide financial aid to railroads, financial institutions and businesses; and\\par\n\\tab Whereas, During the 1930s and 1940s, the RFC provided financial aid for large public works projects, including the Robert F. Kennedy Bridge and the Lincoln Tunnel; and\\par\n\\tab Whereas, Congress disbanded the RFC in 1953; and\\par\n\\tab Whereas, In 1993, the bipartisan Commission to Promote Investment in America\\rquote s Infrastructure released a report endorsing the creation of a national infrastructure bank; and\\par\n\\tab Whereas, In 2017, the American Society of Civil Engineers gave America\\rquote s infrastructure a \\ldblquote D+\\rdblquote  grade and said it would require $4.6 trillion in investments over ten years to bring the country\\rquote s infrastructure into a state of good repair; and\\par\n\\tab Whereas, According to the American Road & Transportation Builders Association, in 2017, New York State had 17,437 bridges in need of repair, which the State estimated would cost $67.7 billion to repair; and\\par\n\\tab Whereas, According to the Federal Highway Administration, in 2017, nine of the ten most traveled structurally deficient bridges in New York State were in New York City; and\\par\n\\tab Whereas, Federal funding for critically important infrastructure projects in the New York - New Jersey region, such as the Hudson Tunnel Project, has been unreliable and insufficient; and \\par\n\\tab Whereas, According to the United States Bureau of Economic Analysis, the New York metro area accounted for nearly nine percent of the country\\rquote s GDP in 2017; and\\par\n\\tab Whereas, A National Bank for Infrastructure and Manufacturing, similar to what was successfully implemented four times in our Nation\\rquote s history, would fund urban and rural repair projects and projects of a national scope; and\\par\n\\tab Whereas, A National Bank for Infrastructure and Manufacturing would be capitalized through the exchange of existing U.S. Treasury bonds for preferred stock in the bank, which would earn four to five percent annual interest and be backed by the full faith and credit of the federal government; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, capitalized in this way, the Bank could invest $4 trillion at very low interest rates to finance all the needed infrastructure projects; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, A National Bank for Infrastructure and Manufacturing could also issue debentures to banks, corporations, cities, states pension funds, unions, universities, money market funds and other entities, which would earn four to five percent annual interest and be backed by the full faith and credit of the federal government; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, A National Bank for Infrastructure and Manufacturing would adhere to Project Labor Agreements and local prevailing wage levels, in accordance with the Davis-Bacon Act of 1931; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, A National Bank for Infrastructure and Manufacturing would give preferential consideration to disadvantaged communities in choosing projects to fund; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, A National Bank for Infrastructure and Manufacturing would include the preferential consideration formulation of United States House Representative James Clyburn, mandating that ten percent of investments be in communities, both urban and rural, where 20 percent of the population has been below the poverty level for 30 years or more, thereby resulting in hundreds of billions in infrastructure investments in underserved communities; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, A National Bank for Infrastructure and Manufacturing\\rquote s board of directors would be composed of people who have at least 15 years of experience in building infrastructure and would include members of the United States Army Corps of Engineers, the AFL-CIO and building trades unions; now, therefore, be it\\par\n\\tab Resolved, That the Council of the City of New York calls upon Congress to introduce and pass legislation to establish a National Bank for Infrastructure and Manufacturing, to help finance the estimated $4.6 trillion required to modernize and repair infrastructure in the United States.\\par\n\\pard\\ltrpar\\qj\\fs20\\par\n\\par\n\\par\n\\par\nLS 10809\\par\n10/3/19 2:39PM\\par\nEOF\\par\n}\n",
  "LastModified": "2021-12-28T18:42:04.993Z"
}
