{
  "ID": 66205,
  "GUID": "D9905408-E034-4C5C-B191-B303C7179355",
  "File": "Res 1436-2020",
  "Name": "Disaster Assistance Equity Act (H.R. 5337)",
  "Title": "Resolution calling upon the United States Congress to pass and the President to sign H.R. 5337, the Disaster Assistance Equity Act, which would amend the Robert T. Stafford Disaster Relief and Emergency Assistance Act to provide assistance for common interest communities, condominiums and housing cooperatives damaged by a major storm.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2020-09-23T00:00:00Z",
  "AgendaDate": "2020-09-23T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    },
    {
      "ID": 7743,
      "Slug": "mark-gjonaj",
      "FullName": "Mark Gjonaj"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    }
  ],
  "History": [
    {
      "ID": 363474,
      "Date": "2020-09-23T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2020-09-18T18:36:36.72Z"
    },
    {
      "ID": 363584,
      "Date": "2020-09-23T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 18127,
      "AgendaSequence": 73,
      "MinutesSequence": 80,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2020-09-23T18:46:33.827Z"
    },
    {
      "ID": 378799,
      "Date": "2021-12-31T13:45:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-28T18:46:11.037Z"
    }
  ],
  "Attachments": [
    {
      "ID": 220794,
      "LastModified": "2021-12-28T18:45:52.987Z",
      "Name": "Res. No. 1436",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3b22dbf4-9475-4689-8e18-593a5ac80344.docx",
      "Sort": 1
    },
    {
      "ID": 221429,
      "LastModified": "2021-12-28T18:45:54.457Z",
      "Name": "September 23, 2020 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e69cb327-4fc1-4211-8254-d3c25dada593.pdf",
      "Sort": 2
    },
    {
      "ID": 221503,
      "LastModified": "2020-09-28T16:07:27.33Z",
      "Name": "Hearing Transcript - Stated Meeting 9-23-20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/be3f509a-36cc-4f3c-92c2-7129961ca3f5.pdf",
      "Sort": 3
    },
    {
      "ID": 224756,
      "LastModified": "2020-12-03T16:13:02.437Z",
      "Name": "Minutes of the Stated Meeting - September 23, 2020",
      "Link": "https://nyc.legistar1.com/nyc/attachments/ee60dc7f-9c21-4dce-b9bf-d28c18052ceb.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 69056,
  "Text": "By Council Members Rivera, Gjonaj and Louis  \n\n      Whereas, Over half a million New York residents live in cooperatives or condominiums throughout the City; and\n      Whereas, In October 2012, Superstorm Sandy caused heavy flooding, power outages and widespread damage to buildings, including cooperatives and condominiums throughout the City; and\n      Whereas, Following the storm, the New York City Department of Buildings deemed approximately 800 buildings as damaged or destroyed around the City and 70,000 housing units were registered with the United States Federal Emergency Management Agency; and\n      Whereas, According to the Furman Center for Real Estate and Urban Policy, nearly 20 percent of the housing units in the storm surge area in the City were cooperatives and 8 percent of the housing units were condominiums; and\n      Whereas, The Office of Housing Recovery Operations stated that approximately 120 cooperatives, with 13,000 apartments, and 368 condominiums, with 7,000 units, sustained damage and flooding to ground floors, and boilers were heavily damaged as well; and\n      Whereas, Under current Federal Emergency Management Agency (FEMA) policy, cooperative and condominium associations are considered business entities, making them ineligible for the types of federal disaster assistance available to single-family homes; and\n      Whereas, Due to their classification as business entities, cooperative and condominium associations are not eligible for grants to make expensive repairs to common areas such as utility rooms, lobbies and roofs; and\t\n      Whereas, Without this assistance, cooperative and condominium associations are forced to take out loans and/or impose assessments on individual homeowners to cover the cost of the repairs; and\n      Whereas, H.R. 5337, introduced on December 6, 2019, by Rep. Jerrold \"Jerry\" Nadler (D-NY), would amend the Robert T. Stafford Disaster Relief and Emergency Assistance Act, the law that created FEMA in 1988, to provide cooperative and condominium associations with the same federal disaster assistance available to single-family homeowners; and\n      Whereas, Specifically, the bill would make cooperatives and condominiums eligible under FEMA's requirements for the removal of debris and would allow common elements of cooperatives and condominiums, such as roofs, heating and cooling equipment, electricity and plumbing, among others, to be eligible for assistance under FEMA's Federal Assistance to Individuals and Households Program after a major disaster; and\n      Whereas, Cooperative and condominium homeowners should be entitled to the same federal disaster assistance available to single-family homeowners; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon the United States Congress to pass and the President to sign H.R. 5337, the Disaster Assistance Equity Act, which would amend the Robert T. Stafford Disaster Relief and Emergency Assistance Act to provide assistance for common interest communities, condominiums and housing cooperatives damaged by a major storm. \n        \nPM\nLS# 12914\n08/24/2020\n\n3",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0  \\cf0\\par\nBy Council Members Rivera, Gjonaj and Louis \\cf1  \\par\n\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Over half a million New York residents live in cooperatives or condominiums throughout the City; and\\par\nWhereas, In October 2012, Superstorm Sandy caused heavy flooding, power outages and widespread damage to buildings, including cooperatives and condominiums throughout the City; and\\par\nWhereas, Following the storm, the New York City Department of Buildings deemed approximately 800 buildings as damaged or destroyed around the City and 70,000 housing units were registered with the United States Federal Emergency Management Agency; and\\par\nWhereas, According to the Furman Center for Real Estate and Urban Policy, nearly 20 percent of the housing units in the storm surge area in the City were cooperatives and 8 percent of the housing units were condominiums; and\\par\nWhereas, The Office of Housing Recovery Operations stated that approximately 120 cooperatives, with 13,000 apartments, and 368 condominiums, with 7,000 units, sustained damage and flooding to ground floors, and boilers were heavily damaged as well; and\\par\nWhereas, Under current Federal Emergency Management Agency (FEMA) policy, cooperative and condominium associations are considered business entities, making them ineligible for the types of federal disaster assistance available to single-family homes; and\\par\nWhereas, Due to their classification as business entities, cooperative and condominium associations are not eligible for grants to make expensive repairs to common areas such as utility rooms, lobbies and roofs; and\\tab\\par\nWhereas, Without this assistance, cooperative and condominium associations are forced to take out loans and/or impose assessments on individual homeowners to cover the cost of the repairs; and\\par\nWhereas, H.R. 5337, introduced on December 6, 2019, by Rep. Jerrold \\ldblquote Jerry\\rdblquote  Nadler (D-NY), would amend the Robert T. Stafford Disaster Relief and Emergency Assistance Act, the law that created FEMA in 1988, to provide cooperative and condominium associations with the same federal disaster assistance available to single-family homeowners; and\\par\nWhereas, Specifically, the bill would make cooperatives and condominiums eligible under FEMA\\rquote s requirements for the removal of debris and would allow common elements of cooperatives and condominiums, such as roofs, heating and cooling equipment, electricity and plumbing, among others, to be eligible for assistance under FEMA\\rquote s Federal Assistance to Individuals and Households Program after a major disaster; and\\par\nWhereas, Cooperative and condominium homeowners should be entitled to the same federal disaster assistance available to single-family homeowners\\cf0 ; now, therefore, be it\\par\n\\cf1 Resolved, That the Council of the City of New York calls upon the United States Congress to pass and the President to sign H.R. 5337, the Disaster Assistance Equity Act, which would amend the Robert T. Stafford Disaster Relief and Emergency Assistance Act to provide assistance for common interest communities, condominiums and housing cooperatives damaged by a major storm. \\par\n  \\cf0\\par\n\\pard\\cbpat2\\ltrpar\\qj\\fs20 PM\\par\n\\cf1 LS# 12914\\par\n\\pard\\cbpat2\\ltrpar\\sa150\\qj 08/24/2020\\cf0\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\fs22\\par\n}\n",
  "LastModified": "2022-03-25T15:37:23.62Z"
}
