{
  "ID": 66268,
  "GUID": "F46229CF-97AA-4937-AC63-4A51C52390A0",
  "File": "Res 1441-2020",
  "Name": "Classifying falsely reported incidents as hate crimes. (A.3566)",
  "Title": "Resolution calling on the New York State Legislature to pass, and the Governor to sign, A.3566, classifying falsely reported incidents as hate crimes.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2020-10-15T00:00:00Z",
  "AgendaDate": "2020-10-15T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7604,
      "Slug": "robert-e-cornegy-jr",
      "FullName": "Robert E. Cornegy, Jr."
    },
    {
      "ID": 7623,
      "Slug": "inez-d-barron",
      "FullName": "Inez D. Barron"
    },
    {
      "ID": 7739,
      "Slug": "adrienne-e-adams",
      "FullName": "Adrienne E. Adams"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    }
  ],
  "History": [
    {
      "ID": 364016,
      "Date": "2020-10-15T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2020-10-08T13:45:40.923Z"
    },
    {
      "ID": 364217,
      "Date": "2020-10-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 18195,
      "AgendaSequence": 102,
      "MinutesSequence": 130,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2020-10-15T15:39:34.91Z"
    },
    {
      "ID": 378801,
      "Date": "2021-12-31T13:47:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-28T18:47:45.03Z"
    }
  ],
  "Attachments": [
    {
      "ID": 221220,
      "LastModified": "2021-12-28T18:47:33.467Z",
      "Name": "Res. No. 1441",
      "Link": "https://nyc.legistar1.com/nyc/attachments/e8ad38cc-2f08-4f37-b6db-f3649ea317d9.docx",
      "Sort": 1
    },
    {
      "ID": 222459,
      "LastModified": "2020-10-29T17:51:37.063Z",
      "Name": "October 15, 2020 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/86cf90e2-843c-4151-956b-b32c7b68b30f.pdf",
      "Sort": 2
    },
    {
      "ID": 222805,
      "LastModified": "2020-11-05T14:17:27.86Z",
      "Name": "Hearing Transcript - Stated Meeting  10-15-20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/989877d0-4c23-4b36-9b04-021d2dda7324.pdf",
      "Sort": 3
    },
    {
      "ID": 224893,
      "LastModified": "2020-12-08T15:48:19.09Z",
      "Name": "Minutes of the Stated Meeting - October 15, 2020",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1a79ab42-3e3d-4711-9969-7f90bc2d6f93.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 69131,
  "Text": "By Council Members Cornegy, Barron, Adams and Chin\n\n      Whereas, In 2019, the New York City Police Department (NYPD) arrested a women in the Bronx for making over 24,000 false 911 calls for emergencies that never occurred; and\n      Whereas, Months later, a woman in Central Park called the police on a birdwatcher to report false threats which had not occurred; and\n      Whereas, According to Lieutenant John D'Amico of the NYPD's Communications Division, as quoted in The New York Daily News, when false reports are made, \"[p]olice and firefighters have to respond to each of those calls, taking services away from real victims with real emergencies\"; and\n      Whereas, On June 5, 2020, Governor Andrew M. Cuomo recognized and publicly announced that New Yorkers have experienced a growing number of 911 calls which are race-based and falsely reported; and\n      Whereas, According to the New York City Commission on Human Rights, the City's Human Rights Law prohibits discrimination and makes it illegal to threaten to harm someone based on their race or membership in another protected class; and\n      Whereas, In 2020, New York Assemblyman Felix Ortiz introduced A.3566, an act to amend the New York Penal Law \"in relation to including falsely reporting an incident as a specified offense for the purposes of hate crimes\"; and\n      Whereas, Lawmakers in California, Michigan and Oregon have also pushed for legislation to penalize the false reporting of a crime motivated by race, national origin, gender, religion, age, disability or sexual orientation; and\n      Whereas, According to The New York Times, falsely reported crimes have led to wrongful arrests and undermined important rights such as the presumption of innocence, underscoring the need for legislative action to ensure falsely reported incidents are not used against innocent individuals; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, A.3566, classifying falsely reported incidents as hate crimes.\n\n\n\n\n\n\n\nLS #15215/15562\n09/16/2020\nAH",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Cornegy, Barron, Adams and Chin\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\cf1 Whereas, In 2019, the New York City Police Department (NYPD) arrested a women in the Bronx for making over 24,000 false 911 calls for emergencies that never occurred; and\\par\nWhereas, Months later, a woman in Central Park called the police on a birdwatcher to report false threats which had not occurred; and\\par\nWhereas, According to Lieutenant John D\\rquote Amico of the NYPD\\rquote s Communications Division, as quoted in The New York Daily News, when false reports are made, \\ldblquote [p]olice and firefighters have to respond to each of those calls, taking services away from real victims with real emergencies\\rdblquote ; and\\par\nWhereas, On June 5, 2020, Governor Andrew M. Cuomo recognized and publicly announced that New Yorkers have experienced a growing number of 911 calls which are race-based and falsely reported; and\\par\nWhereas, According to the New York City Commission on Human Rights, the City\\rquote s Human Rights Law prohibits discrimination and makes it illegal to threaten to harm someone based on their race or membership in another protected class; and\\par\nWhereas, In 2020, New York Assemblyman Felix Ortiz introduced A.3566, an act to amend the New York Penal Law \\ldblquote in relation to including falsely reporting an incident as a specified offense for the purposes of hate crimes\\rdblquote ; and\\par\nWhereas, Lawmakers in California, Michigan and Oregon have also pushed for legislation to penalize the false reporting of a crime motivated by race, national origin, gender, religion, age, disability or sexual orientation; and\\par\nWhereas, According to The New York Times, falsely reported crimes have led to wrongful arrests and undermined important rights such as the presumption of innocence, underscoring the need for legislative action to ensure falsely reported incidents are not used against innocent individuals; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the New York State Legislature to pass, and the Governor to sign, A.3566, classifying falsely reported incidents as hate crimes.\\par\n\\pard\\ltrpar\\qj\\cf0\\par\n\\par\n\\fs18\\par\n\\par\n\\par\n\\par\n\\par\nLS #15215/15562\\par\n\\pard\\ltrpar 09/16/2020\\par\n\\pard\\ltrpar\\qj AH\\par\n}\n",
  "LastModified": "2022-03-14T17:19:07.157Z"
}
