{
  "ID": 66424,
  "GUID": "CC451FB2-7C65-454C-95AE-C9373AC30137",
  "File": "Res 1472-2020",
  "Name": "HEROES Small Business Lifeline Act.",
  "Title": "Resolution calling on the United States Congress to pass, and the President to sign, the HEROES Small Business Lifeline Act.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5120,
  "BodyName": "Committee on Small Business",
  "IntroDate": "2020-10-29T00:00:00Z",
  "AgendaDate": "2020-10-29T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7743,
      "Slug": "mark-gjonaj",
      "FullName": "Mark Gjonaj"
    },
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    },
    {
      "ID": 7604,
      "Slug": "robert-e-cornegy-jr",
      "FullName": "Robert E. Cornegy, Jr."
    },
    {
      "ID": 7741,
      "Slug": "keith-powers",
      "FullName": "Keith Powers"
    },
    {
      "ID": 7742,
      "Slug": "diana-i-ayala",
      "FullName": "Diana I. Ayala"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7565,
      "Slug": "peter-a-koo",
      "FullName": "Peter A. Koo"
    },
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    },
    {
      "ID": 7642,
      "Slug": "paul-a-vallone",
      "FullName": "Paul A. Vallone"
    },
    {
      "ID": 7746,
      "Slug": "robert-f-holden",
      "FullName": "Robert F. Holden"
    }
  ],
  "History": [
    {
      "ID": 364540,
      "Date": "2020-10-29T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2020-10-26T14:15:32.937Z"
    },
    {
      "ID": 364633,
      "Date": "2020-10-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Small Business",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 18241,
      "AgendaSequence": 56,
      "MinutesSequence": 64,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Small Business",
      "MatterStatusID": 3,
      "LastModified": "2020-10-29T19:07:40.57Z"
    },
    {
      "ID": 378805,
      "Date": "2021-12-31T13:59:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-28T18:59:20.963Z"
    }
  ],
  "Attachments": [
    {
      "ID": 222637,
      "LastModified": "2021-12-28T18:59:10.713Z",
      "Name": "Res. No. 1472",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c7a7d775-5aa9-436a-9211-368e9f4362f7.docx",
      "Sort": 2
    },
    {
      "ID": 222677,
      "LastModified": "2020-10-29T17:22:34.36Z",
      "Name": "October 29, 2020 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/0e610fc9-d6b7-43f1-b592-2397ec88f728.pdf",
      "Sort": 3
    },
    {
      "ID": 224433,
      "LastModified": "2020-11-19T20:09:09.897Z",
      "Name": "Hearing Transcript - Stated Meeting 10-29-20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/9c665d9c-f393-4823-ab67-4203da0dec41.pdf",
      "Sort": 4
    },
    {
      "ID": 225805,
      "LastModified": "2021-01-05T16:31:19.34Z",
      "Name": "Minutes of the Stated Meeting - October 29, 2020",
      "Link": "https://nyc.legistar1.com/nyc/attachments/dddaa4a4-6294-4e3f-be73-8a16d206070b.pdf",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 69301,
  "Text": "By Council Members Gjonaj, Louis, Chin, Cornegy, Powers, Ayala, Rosenthal, Koo, Rivera, Vallone and Holden\n\n\tWhereas, The outbreak of COVID-19 in the United States has caused governors across the country to implement stay-at-home orders; and\n\tWhereas, On March 20, Governor Cuomo signed the New York State (NYS) on PAUSE executive order, which mandated the closure of all non-essential businesses statewide; and \n\tWhereas, Essential businesses were allowed to remain open but were required to implement strict social distancing rules; and\n\tWhereas, As New Yorkers have stayed home to comply with the Governor's executive order, many small businesses in New York City (NYC) have been devastated by steep declines in revenue; and \n      Whereas, Even after NYC advanced through the Governor's reopening phases and businesses reopened at reduced capacity, small businesses have continued to struggle; and\n      Whereas, The Manhattan Chamber of Commerce reported that foot traffic in Manhattan at the end of August was down nearly 40 percent compared to pre-COVID times; and\n      Whereas, According to a recent survey of restaurants, bars, nightclubs, and event venues in NYC, around 87% of respondents could not pay their full August rent; and\n      Whereas, As many small businesses have struggled to pay their rent and employee payrolls during the pandemic, thousands of small businesses in NYC have closed; and\n      Whereas, According to an August 2020 report by Comptroller Stringer, at least 2,800 small businesses in NYC closed permanently between March 1st and July 10th; and\n      Whereas, The Partnership for New York City predicts that as many as a third of the 230,000 small businesses in NYC may never reopen; and\n      Whereas, Small businesses employ more than half of NYC's private sector workforce; and\n      Whereas, In September 2020, the City's unemployment rate was 13.9%, over 10 points higher than the City's unemployment rate in September 2019; and\n      Whereas, The City's unemployment rate may continue to be high even after the pandemic subsides, as the mass closure of small businesses will lead to permanent job losses; and\n      Whereas, According to a recent Partnership for New York City report, the closure of small businesses and rising unemployment rate will leave households \"struggling to feed their families and pay rent\"; and\n      Whereas, The survival of the City's small business economy is therefore essential for the City to have a strong economic recovery from the financial collapse caused by the pandemic; and\n      Whereas, In response to the devastation caused by COVID-19, the federal government passed the Coronavirus, Aid, Relief, and Economic Security Act (CARES Act) in late March, which allocated $349 billion in federal funds for the Paycheck Protection Program (PPP); and\n      Whereas, An additional $322 billion was allocated by Congress in late April for the PPP; and\n      Whereas, The PPP provided small businesses, nonprofits, self-employed individuals and independent contractors access to forgivable loans to cover payroll costs; and\n      Whereas, A Bloomberg analysis of PPP loans ranked the amount of loans issued to businesses in each state as a percentage of the state's total eligible payroll; and\n      Whereas, The analysis found that just over 74 percent of New York's eligible payroll was covered by PPP loans, ranking New York the 44th lowest of the 50 states; and\n      Whereas, Further federal relief is therefore necessary to save the City's small businesses; and\n      Whereas, On October 20, 2020, U.S. Senators Ben Cardin, Jeanne Shaheen, Senate Minority Leader Chuck Schumer, and Chris Coons introduced the HEROES Small Business Lifeline Act in the Senate; and\n      Whereas, The bill is a comprehensive relief package that would provide over $370 billion of support to vulnerable small businesses across the country; and\n      Whereas, The Senate bill is nearly identical to the small business provisions of the House of Representatives' HEROES Act 2.0, which passed the House on October 1, 2020; and\n      Whereas, The bill would extend the PPP through March 2021, and provide a second round of PPP funding for small businesses and nonprofits; and\n      Whereas, The bill would create a $40 billion Lifeline Grant program, which would provide grants of up to $50,000 to small businesses that were significantly impacted by the pandemic; and\n      Whereas, State and local governments would have access to a new $15 billion grant program to provide funds to small businesses; and\n      Whereas, The HEROES Small Business Lifeline Act would allocate money to specific small business sectors that were severely impacted by the pandemic; and\n      Whereas, The bill would create a $120 billion fund at the U.S. Department of the Treasury to boost the restaurant industry; and\n      Whereas, The Act would allocate $15 billion in grants to live venues; and\n      Whereas, According to Senate Minority Leader Chuck Schumer, \"Senate Democrats are united behind the Heroes Small Business Lifeline Act, to provide over $370 billion in small business relief for a second round of PPP, expanded PPP eligibility for nonprofits... grants for our hardest-hit industries like restaurants, concert venues, and theaters and investment in communities of color that have too often been left behind\"; and\n      Whereas, The HEROES Small Business Lifeline Act will provide NYC small businesses with the relief they deserve so they can continue to serve their communities; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the United States Congress to pass, and the President to sign, the HEROES Small Business Lifeline Act.\n      \n      \n      \nLS #16,474\n10/22/2020\nNM",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Gjonaj, Louis, Chin, Cornegy, Powers, Ayala, Rosenthal, Koo, Rivera, Vallone and Holden\\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, The outbreak of COVID-19 in the United States has caused governors across the country to implement stay-at-home orders; and\\par\n\\tab Whereas, On March 20, Governor Cuomo signed the New York State (NYS) on PAUSE executive order, which mandated the closure of all non-essential businesses statewide; and \\par\n\\tab Whereas, Essential businesses were allowed to remain open but were required to implement strict social distancing rules; and\\par\n\\tab Whereas, As New Yorkers have stayed home to comply with the Governor\\rquote s executive order, many small businesses in New York City (NYC) have been devastated by steep declines in revenue; and \\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Even after NYC advanced through the Governor\\rquote s reopening phases and businesses reopened at reduced capacity, small businesses have continued to struggle; and\\par\nWhereas, The Manhattan Chamber of Commerce reported that foot traffic in Manhattan at the end of August was down nearly 40 percent compared to pre-COVID times; and\\par\nWhereas, According to a recent survey of restaurants, bars, nightclubs, and event venues in NYC, around 87% of respondents could not pay their full August rent; and\\par\nWhereas, As many small businesses have struggled to pay their rent and employee payrolls during the pandemic, thousands of small businesses in NYC have closed; and\\par\nWhereas, According to an August 2020 report by Comptroller Stringer, at least 2,800 small businesses in NYC closed permanently between March 1st and July 10\\super th\\nosupersub ; and\\par\nWhereas, The Partnership for New York City predicts that as many as a third of the 230,000 small businesses in NYC may never reopen; and\\par\nWhereas, Small businesses employ more than half of NYC\\rquote s private sector workforce; and\\par\nWhereas, In September 2020, the City\\rquote s unemployment rate was 13.9%, over 10 points higher than the City\\rquote s unemployment rate in September 2019; and\\par\nWhereas, The City\\rquote s unemployment rate may continue to be high even after the pandemic subsides, as the mass closure of small businesses will lead to permanent job losses; and\\par\nWhereas, According to a recent Partnership for New York City report, the closure of small businesses and rising unemployment rate will leave households \\ldblquote struggling to feed their families and pay rent\\rdblquote ; and\\par\nWhereas, The survival of the City\\rquote s small business economy is therefore essential for the City to have a strong economic recovery from the financial collapse caused by the pandemic; and\\par\nWhereas, In response to the devastation caused by COVID-19, the federal government passed the Coronavirus, Aid, Relief, and Economic Security Act (CARES Act) in late March, which allocated $349 billion in federal funds for the Paycheck Protection Program (PPP); and\\par\nWhereas, An additional $322 billion was allocated by Congress in late April for the PPP; and\\par\nWhereas, The PPP provided small businesses, nonprofits, self-employed individuals and independent contractors access to forgivable loans to cover payroll costs; and\\par\nWhereas, A Bloomberg analysis of PPP loans ranked the amount of loans issued to businesses in each state as a percentage of the state\\rquote s total eligible payroll; and\\par\nWhereas, The analysis found that just over 74 percent of New York\\rquote s eligible payroll was covered by PPP loans, ranking New York the 44th lowest of the 50 states; and\\par\nWhereas, Further federal relief is therefore necessary to save the City\\rquote s small businesses; and\\par\nWhereas, On October 20, 2020, U.S. Senators Ben Cardin, Jeanne Shaheen, Senate Minority Leader Chuck Schumer, and Chris Coons introduced the HEROES Small Business Lifeline Act in the Senate; and\\par\nWhereas, The bill is a comprehensive relief package that would provide over $370 billion of support to vulnerable small businesses across the country; and\\par\nWhereas, The Senate bill is nearly identical to the small business provisions of the House of Representatives\\rquote  HEROES Act 2.0, which passed the House on October 1, 2020; and\\par\nWhereas, The bill would extend the PPP through March 2021, and provide a second round of PPP funding for small businesses and nonprofits; and\\par\nWhereas, The bill would create a $40 billion Lifeline Grant program, which would provide grants of up to $50,000 to small businesses that were significantly impacted by the pandemic; and\\par\nWhereas, State and local governments would have access to a new $15 billion grant program to provide funds to small businesses; and\\par\nWhereas, The HEROES Small Business Lifeline Act would allocate money to specific small business sectors that were severely impacted by the pandemic; and\\par\nWhereas, The bill would create a $120 billion fund at the U.S. Department of the Treasury to boost the restaurant industry; and\\par\nWhereas, The Act would allocate $15 billion in grants to live venues; and\\par\nWhereas, According to Senate Minority Leader Chuck Schumer, \\ldblquote Senate Democrats are united behind the Heroes Small Business Lifeline Act, to provide over $370 billion in small business relief for a second round of PPP, expanded PPP eligibility for nonprofits\\'85 grants for our hardest-hit industries like restaurants, concert venues, and theaters and investment in communities of color that have too often been left behind\\rdblquote ; and\\par\nWhereas, The HEROES Small Business Lifeline Act will provide NYC small businesses with the relief they deserve so they can continue to serve their communities; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the United States Congress to pass, and the President to sign, the HEROES Small Business Lifeline Act.\\par\n\\par\n\\par\n\\par\n\\pard\\ltrpar\\qj\\fs20 LS #16,474\\par\n10/22/2020\\par\nNM\\par\n\\pard\\ltrpar\\sl252\\slmult1\\f1\\par\n\\par\n}\n",
  "LastModified": "2021-12-28T18:59:21.09Z"
}
