{
  "ID": 66425,
  "GUID": "63E8E440-8977-4413-8AA7-CDCBA42BBC08",
  "File": "Res 1476-2020",
  "Name": "Work towards a lasting ceasefire and peaceful resolution to the Armenia-Azerbaijan conflict.",
  "Title": "Resolution calling on Congress and the President of the United States to work towards a lasting ceasefire and peaceful resolution to the Armenia-Azerbaijan conflict.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5105,
  "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Relations",
  "IntroDate": "2020-10-29T00:00:00Z",
  "AgendaDate": "2020-10-29T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7642,
      "Slug": "paul-a-vallone",
      "FullName": "Paul A. Vallone"
    },
    {
      "ID": 7569,
      "Slug": "james-g-van-bramer",
      "FullName": "James G. Van Bramer"
    },
    {
      "ID": 7562,
      "Slug": "margaret-s-chin",
      "FullName": "Margaret S. Chin"
    }
  ],
  "History": [
    {
      "ID": 364550,
      "Date": "2020-10-29T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2020-10-26T16:47:42.92Z"
    },
    {
      "ID": 364646,
      "Date": "2020-10-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Cultural Affairs, Libraries and International Intergroup Relations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 18241,
      "AgendaSequence": 70,
      "MinutesSequence": 78,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Cultural Affairs, Libraries and International Intergroup Relations",
      "MatterStatusID": 3,
      "LastModified": "2020-10-29T19:07:40.587Z"
    },
    {
      "ID": 378808,
      "Date": "2021-12-31T14:01:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-28T19:01:34.727Z"
    }
  ],
  "Attachments": [
    {
      "ID": 222510,
      "LastModified": "2021-12-28T19:01:23.367Z",
      "Name": "Res. No. 1476",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2fdf3fe1-0d15-4913-a509-4e55246acf19.docx",
      "Sort": 1
    },
    {
      "ID": 222691,
      "LastModified": "2020-10-29T17:22:41.52Z",
      "Name": "October 29, 2020 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/659bc04a-3058-47f0-bf9e-2316d52ef10d.pdf",
      "Sort": 2
    },
    {
      "ID": 224447,
      "LastModified": "2020-11-19T20:09:13.647Z",
      "Name": "Hearing Transcript - Stated Meeting 10-29-20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/2bf81ad0-4b67-45dd-bf65-bd71900e126c.pdf",
      "Sort": 3
    },
    {
      "ID": 225819,
      "LastModified": "2021-01-05T16:31:24.45Z",
      "Name": "Minutes of the Stated Meeting - October 29, 2020",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f64a6217-e269-4f2c-9039-ea4931dd2f03.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 69302,
  "Text": "By Council Members Vallone, Van Bramer and Chin\n\n      Whereas, In September 2020, the Council on Foreign Relations reported that conflict had erupted between the Republic of Armenia and the Republic of Azerbaijan over Nagorno-Karabakh, a disputed region claimed by both countries; and\n      Whereas, According to estimates from the U.S. Census Bureau's 2017 American Community Survey, nearly 10,000 Armenian Americans reside in New York City; and\n      Whereas, Following the outbreak of armed conflict, multiple demonstrations took place in New York City to support Armenia and call attention to the war, including one protest that stopped traffic on the Brooklyn Bridge, according to CBS News New York; and\n      Whereas, Public officials representing New York City at both the city and state levels have voiced concerns over the atrocities being perpetrated against the Armenian population, affecting the lives of many families and communities in New York City; and\n      Whereas, Several Armenian Churches in New York City, including the Armenian Evangelical Church of New York which was founded in 1896, have called for public support and prayers to halt the armed conflict; and\n      Whereas, Front-line reporting by The New York Times has revealed that more than 700 Armenian soldiers and scores of civilians on both sides of the conflict have lost their lives; and\n      Whereas, On October 16, 2020, United Nations (UN) Secretary-General Antonio Guterres released a press statement from UN headquarters in New York City that condemned the armed violence and attacks on civilians and called for international support to mediate a ceasefire; and\n      Whereas, Since the start of the Armenia-Azerbaijan conflict in 1992, the United States has co-chaired the Organization for Security and Cooperation in Europe's Minsk Group, which works to maintain peaceful operations in the Nagorno-Karabakh region; and\n      Whereas, It is the sense of the Council that the City of New York must reaffirm its commitment to the causes of peace and human rights by calling on the federal government to help bring an end to the conflict that is devastating the families of many New Yorkers; and\n      Whereas, Such federal action will help secure the comfort, peace and prosperity of a large number of the City's inhabitants; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on Congress and the President of the United States to work towards a lasting ceasefire and peaceful resolution to the Armenia-Azerbaijan conflict. \n\n\n\n\n\n\nLS #16402\n10/23/2020\nAH\n\n\n\n\n\n1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Vallone, Van Bramer and Chin\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, In September 2020, the Council on Foreign Relations reported that conflict had erupted between the \\cf1 Republic of Armenia and the Republic of Azerbaijan\\cf0  over Nagorno-Karabakh, a disputed region claimed by both countries; and\\par\nWhereas, According to estimates from the U.S. Census Bureau\\rquote s 2017 American Community Survey, nearly 10,000 Armenian Americans reside in New York City; and\\par\nWhereas, Following the outbreak of armed conflict, multiple demonstrations took place in New York City to support Armenia and call attention to the war, including one protest that stopped traffic on the Brooklyn Bridge, according to CBS News New York; and\\par\nWhereas, Public officials representing New York City at both the city and state levels have voiced concerns over the atrocities being perpetrated against the Armenian population, affecting the lives of many families and communities in New York City; and\\par\nWhereas, Several Armenian Churches in New York City, including the Armenian Evangelical Church of New York which was founded in 1896, have called for public support and prayers to halt the armed conflict; and\\par\nWhereas, Front-line reporting by The New York Times has revealed that more than 700 Armenian soldiers and scores of civilians on both sides of the conflict have lost their lives; and\\par\nWhereas, On October 16, 2020, United Nations (UN) Secretary-General Antonio Guterres released a press statement from UN headquarters in New York City that condemned the armed violence and attacks on civilians and called for international support to mediate a ceasefire; and\\par\nWhereas, Since the start of the Armenia-Azerbaijan conflict in 1992, the United States has co-chaired the Organization for Security and Cooperation in Europe\\rquote s Minsk Group, which works to maintain peaceful operations in the Nagorno-Karabakh region; and\\par\nWhereas, It is the sense of the Council that the City of New York must reaffirm its commitment to the causes of peace and human rights by calling on the federal government to help bring an end to the conflict that is devastating the families of many New Yorkers; and\\par\nWhereas, Such federal action will help secure the comfort, peace and prosperity of a large number of the City\\rquote s inhabitants; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on Congress and the President of the United States to work towards a lasting ceasefire and peaceful resolution to the Armenia-Azerbaijan conflict. \\par\n\\pard\\ltrpar\\qj\\par\n\\par\n\\fs18\\par\n\\par\n\\par\n\\par\nLS #16402\\par\n10/23/2020\\par\nAH\\par\n\\par\n\\par\n}\n",
  "LastModified": "2021-12-28T19:01:34.87Z"
}
