{
  "ID": 66008,
  "GUID": "19291B66-7C19-4259-A3C1-59AB68424586",
  "File": "Res 1479-2020",
  "Name": "Healthy Terminals Act (A8142E/S6266D)",
  "Title": "Resolution calling on the Governor to sign A8142E/S6266D, the Healthy Terminals Act, which would establish prevailing wage requirements for covered airport workers.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 4,
  "BodyName": "Committee on Civil Service and Labor",
  "IntroDate": "2020-11-19T00:00:00Z",
  "AgendaDate": "2020-11-19T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7748,
      "Slug": "justin-l-brannan",
      "FullName": "Justin L. Brannan"
    },
    {
      "ID": 7780,
      "Slug": "public-advocate-jumaane-williams",
      "FullName": "Public Advocate Jumaane Williams"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7739,
      "Slug": "adrienne-e-adams",
      "FullName": "Adrienne E. Adams"
    },
    {
      "ID": 7632,
      "Slug": "ben-kallos",
      "FullName": "Ben Kallos"
    },
    {
      "ID": 7746,
      "Slug": "robert-f-holden",
      "FullName": "Robert F. Holden"
    },
    {
      "ID": 7742,
      "Slug": "diana-i-ayala",
      "FullName": "Diana I. Ayala"
    }
  ],
  "History": [
    {
      "ID": 364768,
      "Date": "2020-11-19T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2020-11-05T13:49:44.993Z"
    },
    {
      "ID": 365028,
      "Date": "2020-11-19T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Civil Service and Labor",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 18286,
      "AgendaSequence": 65,
      "MinutesSequence": 77,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil Service and Labor",
      "MatterStatusID": 3,
      "LastModified": "2020-11-19T16:09:22.4Z"
    },
    {
      "ID": 364860,
      "Date": "2020-11-20T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Resolution was Hearing Held by Committee",
      "BodyID": 4,
      "BodyName": "Committee on Civil Service and Labor",
      "EventID": 18253,
      "AgendaSequence": 5,
      "MinutesSequence": 11,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2020-11-20T17:38:06.883Z"
    },
    {
      "ID": 365222,
      "Date": "2020-11-20T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Resolution was Laid Over by Committee",
      "BodyID": 4,
      "BodyName": "Committee on Civil Service and Labor",
      "EventID": 18253,
      "MinutesSequence": 12,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2020-11-20T20:47:03.01Z"
    },
    {
      "ID": 378809,
      "Date": "2021-12-31T14:03:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-28T19:03:35.413Z"
    }
  ],
  "Attachments": [
    {
      "ID": 222736,
      "LastModified": "2021-12-28T19:03:18.003Z",
      "Name": "Res. No. 1479",
      "Link": "https://nyc.legistar1.com/nyc/attachments/263c12bb-ba3f-4d28-965f-ee4ac47dbb22.docx",
      "Sort": 1
    },
    {
      "ID": 224354,
      "LastModified": "2020-12-11T16:47:09.437Z",
      "Name": "November 19, 2020 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/1cf17c2b-68df-4c60-bfb3-e3920863f05e.pdf",
      "Sort": 2
    },
    {
      "ID": 225386,
      "LastModified": "2020-12-31T16:57:20.61Z",
      "Name": "Hearing Transcript - Stated Meeting  11-19-20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/8833ec17-d6fb-4523-aac2-9c87aa926710.pdf",
      "Sort": 3
    },
    {
      "ID": 226408,
      "LastModified": "2021-12-28T19:03:07.347Z",
      "Name": "Minutes of the Stated Meeting - November 19, 2020",
      "Link": "https://nyc.legistar1.com/nyc/attachments/bc0e78f4-ef4e-484a-a0fc-b7d71c10adaf.pdf",
      "Sort": 4
    },
    {
      "ID": 224414,
      "LastModified": "2021-12-28T19:03:00.19Z",
      "Name": "Committee Report 11/20/20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/c6969134-a128-43b5-a46c-6d229f2af2de.docx",
      "Sort": 5
    },
    {
      "ID": 224847,
      "LastModified": "2021-12-28T19:02:59.69Z",
      "Name": "Hearing Testimony 11/20/20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/f9371c53-2df6-4747-bdac-b0680c3dd33d.pdf",
      "Sort": 6
    },
    {
      "ID": 225754,
      "LastModified": "2021-12-28T19:02:59.3Z",
      "Name": "Hearing Transcript 11/20/20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/5a8f6437-0d41-487f-adcb-3c3a4ed7af7c.pdf",
      "Sort": 7
    }
  ],
  "Summary": "",
  "TextID": 68839,
  "Text": "By Council Members Brannan, The Public Advocate (Mr. Williams), Rosenthal, Adams, Kallos, Holden and Ayala\n\n      Whereas, New York City area airports, some of the most heavily trafficked globally, rely on an experienced, well-trained, motivated workforce to assist in identifying security issues, emergency response, operating equipment safely, and providing experienced customer service; and \n      Whereas, According to various reports, high worker turnover at airports resulting in an inexperienced workforce is detrimental to airport safety; and \n      Whereas, In 2018, the Port Authority reported that more than 30 percent of privately employed workers at Port Authority airports turn over every year, and the turnover rate increased by 50 percent since 2010; and\n      Whereas, The Occupational Safety and Health Administration and the New York Committee for Occupation Safety and Health have both noted that airport workers face a special set of health risks; and\n      Whereas, According to airport workers and advocates, employer-provided health care at airports can be unaffordable and cause workers to hesitantly seek medical care, potentially putting themselves and their communities, who have already been disproportionately impacted by the current global health crisis, at greater risk; and \n      Whereas, Establishing minimum standards for wages and health benefits would provide better protections for airport workers and the traveling public; and \n      Whereas, A8142E/S6266D, sponsored by Assembly Member Alicia Hyndman and Senator Alessandra Biaggi, known as the Healthy Terminals Act, would extend the state's prevailing wage mandate to workers at John F. Kennedy International Airport, La Guardia International Airport, and New York Stewart Airport by requiring employers to pay wages and fringe benefits at levels set by the state Labor Department for a wide range of positions including janitors, guards, fuel delivery workers and others; and \n      Whereas, The Healthy Terminals Act could provide access to quality, affordable health insurance for over 25,000 valued, essential workers at New York airports; and\n      Whereas, The Healthy Terminals Act passed the New York State Legislature in July; now, therefore, be it \n      Resolved, That the Council of the City of New York calls on the Governor to sign A8142E/S6266D, the Healthy Terminals Act, which would establish prevailing wage requirements for covered airport workers.\n\n\nLS #14277\n09/08/20\nAR",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Brannan, The Public Advocate (Mr. Williams), Rosenthal, Adams, Kallos, Holden and Ayala\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, New York City area airports, some of the most heavily trafficked globally, rely on an experienced, well-trained, motivated workforce to assist in identifying security issues, emergency response, operating equipment safely, and providing experienced customer service; and \\par\nWhereas, According to various reports, high worker turnover at airports resulting in an inexperienced workforce is detrimental to airport safety; and \\par\nWhereas, In 2018, the Port Authority reported that more than 30 percent of privately employed workers at Port Authority airports turn over every year, and the turnover rate increased by 50 percent since 2010; and\\par\n\\pard\\cbpat2\\ltrpar\\fi720\\sl480\\slmult1\\qj\\cf1 Whereas, The Occupational Safety and Health Administration and the New York Committee for Occupation Safety and Health have both noted that airport workers face a special set of health risks; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\cf0 Whereas, According to airport workers and advocates, employer-provided health care at airports can be unaffordable and cause workers to hesitantly seek medical care, potentially putting themselves and their communities, who have already been disproportionately impacted by the current global health crisis, at greater risk; and \\par\nWhereas, Establishing minimum standards for wages and health benefits would provide better protections for airport workers and the traveling public; and \\par\nWhereas, A8142E/S6266D, sponsored by Assembly Member Alicia Hyndman and Senator Alessandra Biaggi, known as the Healthy Terminals Act, would extend the state's prevailing wage mandate to workers at John F. Kennedy International Airport, La Guardia International Airport, and New York Stewart Airport by requiring employers to pay wages and fringe benefits at levels set by the state Labor Department for a wide range of positions including janitors, guards, fuel delivery workers and others; and \\par\nWhereas, The Healthy Terminals Act could provide access to quality, affordable health insurance for over 25,000 valued, essential workers at New York airports; and\\par\nWhereas, The Healthy Terminals Act passed the New York State Legislature in July; now, therefore, be it \\par\nResolved, That the Council of the City of New York calls on the Governor to sign A8142E/S6266D, the Healthy Terminals Act, which would establish prevailing wage requirements for covered airport workers.\\par\n\\pard\\ltrpar\\qj\\par\n\\par\n\\fs18 LS #14277\\par\n09/08/20\\par\nAR\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\fs24\\par\n\\fs22\\par\n}\n",
  "LastModified": "2021-12-28T19:03:35.553Z"
}
