{
  "ID": 66299,
  "GUID": "1D052358-C30D-4B02-A1E6-94BDB64AB5F5",
  "File": "Res 1483-2020",
  "Name": "Prohibit property owners and loan service agencies from negatively impacting credit scores of businesses, property owners or renters for nonpayment due to the COVID-19 pandemic.",
  "Title": "Resolution calling on Congress to pass, and the President to sign, legislation that would prohibit property owners and loan service agencies from negatively impacting credit scores of businesses, property owners or renters for nonpayment due to the COVID-19 pandemic.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 7,
  "BodyName": "Committee on Economic Development",
  "IntroDate": "2020-11-19T00:00:00Z",
  "AgendaDate": "2020-11-19T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7785,
      "Slug": "farah-n-louis",
      "FullName": "Farah N. Louis"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    }
  ],
  "History": [
    {
      "ID": 364923,
      "Date": "2020-11-19T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2020-11-16T17:34:40.267Z"
    },
    {
      "ID": 365043,
      "Date": "2020-11-19T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Economic Development",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 18286,
      "AgendaSequence": 81,
      "MinutesSequence": 93,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Economic Development",
      "MatterStatusID": 3,
      "LastModified": "2020-11-19T16:14:21.697Z"
    },
    {
      "ID": 378810,
      "Date": "2021-12-31T14:04:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-28T19:05:05.983Z"
    }
  ],
  "Attachments": [
    {
      "ID": 221324,
      "LastModified": "2021-12-28T19:04:55.403Z",
      "Name": "Res. No. 1483",
      "Link": "https://nyc.legistar1.com/nyc/attachments/856e3656-1dc6-4dab-8ae8-18a4394980e3.docx",
      "Sort": 1
    },
    {
      "ID": 224367,
      "LastModified": "2020-11-19T18:45:53.053Z",
      "Name": "November 19, 2020 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/35deb425-108a-4e79-83e4-b0161cf675a8.pdf",
      "Sort": 2
    },
    {
      "ID": 225399,
      "LastModified": "2020-12-16T14:29:24.25Z",
      "Name": "Hearing Transcript - Stated Meeting  11-19-20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/4ed65944-3cb5-40bd-bb4c-203c6c460342.pdf",
      "Sort": 3
    },
    {
      "ID": 226421,
      "LastModified": "2021-01-26T15:22:39.937Z",
      "Name": "Minutes of the Stated Meeting - November 19, 2020",
      "Link": "https://nyc.legistar1.com/nyc/attachments/3a98429c-9e06-472c-93d4-100c147d970e.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 69164,
  "Text": "By Council Members Louis and Rosenthal\n\n      Whereas, Credit scores are based on an individual's credit history and are used to evaluate the creditworthiness of a person; and\n      Whereas, The three major credit bureaus in the United States are Equifax, Experian, and TransUnion,  which are regulated by the Consumer Financial Protection Bureau, the federal agency  responsible for consumer protections in the financial sector; and\n      Whereas, Credit scores may be used by landlords to determine whether they should rent an apartment, or by banks to determine whether they should approve an applicant loan, or by insurance companies to determine how much to charge for insurance premiums; and\n\tWhereas, During the COVID-19 pandemic, many New Yorkers have lost their job, had their work hours cut or have been furloughed; and\n       Whereas, According to New York State Department of Labor, the City's unemployment rate increased from 3.4 percent in February 2020 to 19.8 percent in June 2020; and\n      Whereas, Congress should pass a bill into a law that would not allow property owners, and loan servicers to negatively impact the credit score for businesses, homeowners, and renters by reporting nonpayment to credit reporting agencies during the COVID-19 pandemic; and \n      Whereas, Limiting access to loans or large purchases due to poor credit scores as a result of the COVID-19 pandemic will delay the economic recovery; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on Congress to pass, and the President to sign, legislation that would prohibit property owners and loan service agencies from negatively impacting credit scores of businesses, property owners or renters due to the COVID-19 pandemic.\nJLC\n9/9/2020\nLS 15819",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Louis and Rosenthal\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Credit scores are based on an individual\\rquote s credit history and are used to evaluate the creditworthiness of a person; and\\par\nWhereas, The three major credit bureaus in the United States are Equifax, Experian, and TransUnion,  which are regulated by the Consumer Financial Protection Bureau, the federal agency  responsible for consumer protections in the financial sector; and\\par\nWhereas, Credit scores may be used by landlords to determine whether they should rent an apartment, or by banks to determine whether they should approve an applicant loan, or by insurance companies to determine how much to charge for insurance premiums; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, During the COVID-19 pandemic, many New Yorkers have lost their job, had their work hours cut or have been furloughed; and\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj  Whereas, According to New York State Department of Labor, the City\\rquote s unemployment rate increased from 3.4 percent in February 2020 to 19.8 percent in June 2020; and\\par\nWhereas, Congress should pass a bill into a law that would not allow property owners, and loan servicers to negatively impact the credit score for businesses, homeowners, and renters by reporting nonpayment to credit reporting agencies during the COVID-19 pandemic; and \\par\nWhereas, Limiting access to loans or large purchases due to poor credit scores as a result of the COVID-19 pandemic will delay the economic recovery; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on Congress to pass, and the President to sign, legislation that would prohibit property owners and loan service agencies from negatively impacting credit scores of businesses, property owners or renters due to the COVID-19 pandemic.\\par\n\\pard\\ltrpar\\qj JLC\\par\n9/9/2020\\par\nLS 15819\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj\\par\n\\pard\\ltrpar\\sa160\\sl252\\slmult1\\qj\\par\n\\f1\\fs22\\tab\\tab\\par\n\\par\n}\n",
  "LastModified": "2022-03-14T18:25:45.253Z"
}
