{
  "ID": 64665,
  "GUID": "6201D9F2-6E98-41A3-9D4B-AB7688BE43BD",
  "File": "Res 1488-2020",
  "Name": "Increasing reimbursements in Medicaid’s Federal Medical Assistance Percentage program for Puerto Rico and the other territories of the US.",
  "Title": "Resolution calling for Congress to pass, and the President to sign, legislation increasing reimbursements in Medicaid’s Federal Medical Assistance Percentage program for Puerto Rico and the other territories of the United States.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 5105,
  "BodyName": "Committee on Cultural Affairs, Libraries and International Intergroup Relations",
  "IntroDate": "2020-11-19T00:00:00Z",
  "AgendaDate": "2020-11-19T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7740,
      "Slug": "carlina-rivera",
      "FullName": "Carlina Rivera"
    },
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    }
  ],
  "History": [
    {
      "ID": 364868,
      "Date": "2020-11-19T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2020-11-14T17:52:09.017Z"
    },
    {
      "ID": 365050,
      "Date": "2020-11-19T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Cultural Affairs, Libraries and International Intergroup Relations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 18286,
      "AgendaSequence": 90,
      "MinutesSequence": 102,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Cultural Affairs, Libraries and International Intergroup Relations",
      "MatterStatusID": 3,
      "LastModified": "2020-11-19T16:16:45.103Z"
    },
    {
      "ID": 378815,
      "Date": "2021-12-31T14:06:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-28T19:07:09.43Z"
    }
  ],
  "Attachments": [
    {
      "ID": 212775,
      "LastModified": "2021-12-28T19:06:58.52Z",
      "Name": "Res. No. 1488",
      "Link": "https://nyc.legistar1.com/nyc/attachments/dcec6038-3aa1-46b5-8849-34808882f39a.docx",
      "Sort": 1
    },
    {
      "ID": 224376,
      "LastModified": "2020-11-19T18:45:56.583Z",
      "Name": "November 19, 2020 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/125e62a2-0032-469e-a506-363d212c1ea3.pdf",
      "Sort": 2
    },
    {
      "ID": 225408,
      "LastModified": "2020-12-16T14:29:26.517Z",
      "Name": "Hearing Transcript - Stated Meeting  11-19-20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/debd51b4-a482-4a12-be0f-c3c99bab5e6d.pdf",
      "Sort": 3
    },
    {
      "ID": 226430,
      "LastModified": "2021-01-26T15:22:42.373Z",
      "Name": "Minutes of the Stated Meeting - November 19, 2020",
      "Link": "https://nyc.legistar1.com/nyc/attachments/95ebbd70-75e0-44b6-b9a0-b14c9c85041f.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 67332,
  "Text": "By Council Members Rivera and Rosenthal\n\n      Whereas, Under the Medicaid program, the federal government matches state spending with federal funds to help people with limited income and resources pay for medical costs; and\n      Whereas, Puerto Rico and the other U.S. territories are not eligible to receive the maximum amount of matching funds available to the 50 U.S. states under the Federal Medical Assistance Percentage (FMAP); and\n      Whereas, According to the U.S. Census Bureau, the median household incomes of the five inhabited U.S. territories, which include Puerto Rico, Guam, the U.S. Virgin Islands, American Samoa, and the Commonwealth of the Northern Mariana Islands, are often the lowest in the country, and residents of these territories often experience greater exposure to health risks and decreased access to health services; and\n      Whereas, In 2017, the U.S. Census Bureau's American Community Survey reported Puerto Rico was one of the poorest parts of the United States, with a median house-hold income of $19,343, lower than any other U.S. state, and representing the highest amount of income inequality in the nation; and\n      Whereas, Reimbursement for Medicaid spending under the FMAP is based on the average per capita income; and \n      Whereas, Under the FMAP, U.S. states receive 83 percent reimbursement for every dollar spent on medical assistance and U.S. territories, including Puerto Rico, only receive a set rate of 55 percent in reimbursement for every dollar the territories spend on Medicaid; and\n      Whereas, In 2019, the Senate's Natural Resources Committee held a hearing entitled \"The Insular Areas Medicaid Cliff,\" which indicated that the disparate treatment under Medicaid, in comparison to the other U.S. states, has created a shortage of available service providers, medical coverage, eligibility, benefits, and reimbursement rates in the U.S. territories; and\n      Whereas, According to the Center on Budget and Policy Priorities, 44 percent of residents in Puerto Rico live below the poverty line, with inadequate Medicaid funding adding further economic pressure to the Island; and\n      Whereas, Most of the federal funding programs in Puerto Rico are set to expire in 2019, causing Puerto Rico's governor to testify before the Senate Energy and Natural Resources Committee that a congressional failure to act would threaten health care for hundreds of thousands of children, seniors, people with disabilities, and pregnant women; and\n      Whereas, According to the City University of New York's Center for Puerto Rican Studies based at Hunter College, natural disasters in the Caribbean have further diminished access to medical care on the Island, causing individuals from Puerto Rico to migrate to the U.S. mainland with New York being one of the largest arrival destinations of Puerto Rican evacuees; and\n      Whereas, According to the Center on Budget and Policy Priorities, Congressional funding for disaster relief has not included critical Medicaid funds for the Pacific island territories of Guam, American Samoa, and the Northern Mariana Islands to provide health care for their residents; and\n      Whereas, The Territories Health Care Improvement Act, H.R.3631, aims to extend full Medicaid coverage to all U.S. territories by amending the Social Security Act in order to provide a temporary increase to the limit on Medicaid payments and the FMAP for U.S. territories between the fiscal years of 2020 and 2025; and\n      Whereas, The Puerto Rico Health Care Fairness, Accountability, and Beneficiary Access Act of 2019, H.R.3371, which was introduced to the House of Representatives by New York's Congressional Representative Nydia M. Velazquez, would amend the current law so the Island would receive an 85 percent reimbursement rate, providing Puerto Rico with an additional $15.1 billion in federal funding; and\n      Whereas, Rep. Velazquez's bill would also institute a 10-year transition period to stabilize the Medicaid program in Puerto Rico, after which the Island would receive the same financial treatment as state Medicaid programs; and\n\tWhereas, There are no justifications for the Medicaid reimbursement rate and federal funding share to be lower in U.S. territories compared to the 50 states, and this disparate treatment amongst U.S. citizens is causing the territorial islands' economy, healthcare, and people to suffer; now, therefore, be it\n      Resolved, That the Council of the City of New York calls upon Congress to pass, and the President to sign, legislation increasing reimbursements in Medicaid's Federal Medical Assistance Percentage program for Puerto Rico and the other territories of the United States.\n\n\nLS #11962-12447\n12/10/19\nAH\n\n1",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fnil\\fcharset0 Roboto;}}\n{\\colortbl ;\\red34\\green34\\blue34;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Rivera and Rosenthal\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, Under the Medicaid program, the federal government matches state spending with federal funds to help people with limited income and resources pay for medical costs; and\\par\nWhereas, Puerto Rico and the other U.S. territories are not eligible to receive the maximum amount of matching funds available to the 50 U.S. states under the Federal Medical Assistance Percentage (FMAP); and\\par\nWhereas, According to the U.S. Census Bureau, the median household incomes of the five inhabited U.S. territories, which include Puerto Rico, Guam, the U.S. Virgin Islands, American Samoa, and the Commonwealth of the Northern Mariana Islands, are often the lowest in the country, and residents of these territories often experience\\cf1\\f1  greater exposure to health risks and decreased access to health services\\cf0\\f0 ; and\\par\nWhereas, In 2017, the U.S. Census Bureau\\rquote s American Community Survey reported Puerto Rico was one of the poorest parts of the United States, with a median house-hold income of $19,343, lower than any other U.S. state, and representing the highest amount of income inequality in the nation; and\\par\nWhereas, Reimbursement for Medicaid spending under the FMAP is based on the average per capita income; and \\par\nWhereas, Under the FMAP, U.S. states receive 83 percent reimbursement for every dollar spent on medical assistance and U.S. territories, including Puerto Rico, only receive a set rate of 55 percent in reimbursement for every dollar the territories spend on Medicaid; and\\par\nWhereas, In 2019, the Senate\\rquote s Natural Resources Committee held a hearing entitled \\ldblquote The Insular Areas Medicaid Cliff,\\rdblquote  which indicated that the disparate treatment under Medicaid, in comparison to the other U.S. states,\\i  \\i0 has created a shortage of available service providers, medical coverage, eligibility, benefits, and reimbursement rates in the U.S. territories; and\\par\nWhereas, According to the Center on Budget and Policy Priorities, 44 percent of residents in Puerto Rico live below the poverty line, with inadequate Medicaid funding adding further economic pressure to the Island; and\\par\nWhereas, Most of the federal funding programs in Puerto Rico are set to expire in 2019, causing Puerto Rico\\rquote s governor to testify before the Senate Energy and Natural Resources Committee that a congressional failure to act would threaten health care for hundreds of thousands of children, seniors, people with disabilities, and pregnant women; and\\par\nWhereas, According to the City University of New York\\rquote s Center for Puerto Rican Studies based at Hunter College, natural disasters in the Caribbean have further diminished access to medical care on the Island, causing individuals from Puerto Rico to migrate to the U.S. mainland with New York being one of the largest arrival destinations of Puerto Rican evacuees; and\\par\nWhereas, According to the Center on Budget and Policy Priorities, Congressional funding for disaster relief has not included critical Medicaid funds for the Pacific island territories of Guam, American Samoa, and the Northern Mariana Islands to provide health care for their residents; and\\par\nWhereas, The Territories Health Care Improvement Act, H.R.3631, aims to extend full Medicaid coverage to all U.S. territories by amending the Social Security Act in order to provide a temporary increase to the limit on Medicaid payments and the FMAP for U.S. territories between the fiscal years of 2020 and 2025; and\\par\nWhereas, The Puerto Rico Health Care Fairness, Accountability, and Beneficiary Access Act of 2019, H.R.3371, which was introduced to the House of Representatives by New York\\rquote s Congressional Representative Nydia M. Velazquez, would amend the current law so the Island would receive an 85 percent reimbursement rate, providing Puerto Rico with an additional $15.1 billion in federal funding; and\\par\nWhereas, Rep. Velazquez\\rquote s bill would also institute a 10-year transition period to stabilize the Medicaid program in Puerto Rico, after which the Island would receive the same financial treatment as state Medicaid programs; and\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\tab Whereas, There are no justifications for the Medicaid reimbursement rate and federal funding share to be lower in U.S. territories compared to the 50 states, and this disparate treatment amongst U.S. citizens is causing the territorial islands\\rquote  economy, healthcare, and people to suffer; now, therefore, be it\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Resolved, That the Council of the City of New York calls upon Congress to pass, and the President to sign, legislation increasing reimbursements in Medicaid\\rquote s Federal Medical Assistance Percentage program for Puerto Rico and the other territories of the United States.\\par\n\\pard\\ltrpar\\qj\\par\n\\par\n\\fs18 LS #11962-12447\\par\n12/10/19\\par\nAH\\par\n\\fs24\\par\n}\n",
  "LastModified": "2022-06-16T16:50:02.95Z"
}
