{
  "ID": 66513,
  "GUID": "2FD272B8-5F78-416C-8CDC-592C6DBB3119",
  "File": "Res 1489-2020",
  "Name": "Providing for the confidentiality of contact tracing information from the identification of individuals who have come in contact with an individual with a confirmed or probable diagnosis of novel coronarvirus, COVID-19. (S. 8450-C/A. 10500-C)",
  "Title": "Resolution calling on the Governor to sign S.8450-C/A.10500-C, providing for the confidentiality of contact tracing information from the identification of individuals who have come in contact with an individual with a confirmed or probable diagnosis of novel coronarvirus, COVID-19.",
  "TypeID": 1,
  "TypeName": "Resolution",
  "StatusID": 5040,
  "StatusName": "Filed (End of Session)",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2020-11-19T00:00:00Z",
  "AgendaDate": "2020-11-19T00:00:00Z",
  "PassedDate": "2021-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 7639,
      "Slug": "helen-k-rosenthal",
      "FullName": "Helen K. Rosenthal"
    },
    {
      "ID": 7636,
      "Slug": "carlos-menchaca",
      "FullName": "Carlos Menchaca"
    },
    {
      "ID": 7568,
      "Slug": "deborah-l-rose",
      "FullName": "Deborah L. Rose"
    }
  ],
  "History": [
    {
      "ID": 364926,
      "Date": "2020-11-19T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2020-11-16T18:42:37.23Z"
    },
    {
      "ID": 365052,
      "Date": "2020-11-19T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Resolution was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 18286,
      "AgendaSequence": 92,
      "MinutesSequence": 104,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2020-11-19T16:17:19.29Z"
    },
    {
      "ID": 378816,
      "Date": "2021-12-31T14:07:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Resolution was Filed (End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 5040,
      "LastModified": "2021-12-28T19:07:51.933Z"
    }
  ],
  "Attachments": [
    {
      "ID": 224235,
      "LastModified": "2021-12-28T19:07:22.913Z",
      "Name": "Res. No. 1489",
      "Link": "https://nyc.legistar1.com/nyc/attachments/7928a3bf-f4df-41a7-9f3c-5c75aeb3dcf5.docx",
      "Sort": 1
    },
    {
      "ID": 224378,
      "LastModified": "2020-11-19T18:45:57.333Z",
      "Name": "November 19, 2020 - Stated Meeting Agenda with Links to Files",
      "Link": "https://nyc.legistar1.com/nyc/attachments/39a8fe83-80be-4d25-941d-66853087fa42.pdf",
      "Sort": 2
    },
    {
      "ID": 225410,
      "LastModified": "2021-12-28T19:07:29.43Z",
      "Name": "Hearing Transcript - Stated Meeting  11-19-20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/42bee9ca-4044-4389-be1e-c69c4eb9fd41.pdf",
      "Sort": 3
    },
    {
      "ID": 226432,
      "LastModified": "2021-12-28T19:07:29.853Z",
      "Name": "Minutes of the Stated Meeting - November 19, 2020",
      "Link": "https://nyc.legistar1.com/nyc/attachments/6bce3ac2-6fe2-42bb-b272-5d693a123d1e.pdf",
      "Sort": 4
    },
    {
      "ID": 224597,
      "LastModified": "2021-12-28T19:07:32.057Z",
      "Name": "Proposed Res. No. 1489-A - 11/25/20",
      "Link": "https://nyc.legistar1.com/nyc/attachments/bc9bbdd3-3b0e-4ca2-a939-d1071b7b9d89.docx",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 69438,
  "Text": "By Council Members Rosenthal, Menchaca and Rose\n\n      Whereas, According to the Centers for Disease Control and Prevention (CDC), contact tracing involves public health staff working with an individual with a confirmed or suspected infectious disease to help them recall everyone with whom they have had close contact during the timeframe while they may have been infectious; and\n      Whereas, According to the CDC, contact tracing is an important part of the fight against the novel coronavirus, COVID-19, because it helps public health staff warn identified individuals, or contacts, of their potential exposure as rapidly and sensitively as possible while keeping the identity of the infected individual private, and it provides contacts with information and guidance to understand their level of risk, what to do if they are feeling unwell, and how they can best isolate themselves to prevent further spread of the virus; and \n      Whereas, According to the New York City Department of Health and Mental Hygiene (DOHMH), data show that COVID-19 has disproportionately impacted lower income communities and New Yorkers who are Black and Latinx are two times more likely to die from COVID-19 than their white counterparts; and\n      Whereas, Contact tracing during the COVID-19 pandemic has raised concern among these communities and advocates that confidentiality lapses and the potential for law or immigration authority involvement in contact tracing activities and results may jeopardize these communities' willingness to participate in contact tracing for fear of adverse enforcement or other action; and\n      Whereas, A.10500-C, introduced by New York State Assembly Member Richard Gottfried, and companion bill S.8450-C, introduced by New York State Senator Gustavo Rivera, would require all contact tracing information to be kept confidential and only disclosed as necessary to carry out contract tracing or for a permitted purpose, such as public health research;\n      Whereas, The legislation would prohibit law enforcement and immigration authorities from participating in contact tracing activities except when acting as the principal individual or contact individual and, further, prohibit contact tracers and entities from providing contact tracing information to law enforcement or immigration authorities except for these permitted purposes; and\n      Whereas, The legislation would further direct the commissioner of DOHMH to adopt regulations to ensure safeguards regarding data storage, transmission and use and would also require private entities hired for contact tracing purposes to expunge or de-identify information shortly after receiving it; and  \n      Whereas, A. 10500-C unanimously passed the New York State Senate on July 23, 2020 and companion bill S. 8450-C unanimously passed the New York State Assembly on July 21, 2020; now, therefore, be it\n      Resolved, That the Council of the City of New York calls on the Governor to sign into law A.10500-C/S.8450-C, providing for the confidentiality of contact tracing information from the identification of individuals who have come in contact with an individual with a confirmed or probable diagnosis of novel coronarvirus, COVID-19.\n\n\nLS #15673\n10/30/20\nPLS",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Calibri;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red34\\green34\\blue34;}\n\\viewkind4\\uc1\n\\v0\\par\nBy Council Members Rosenthal, Menchaca and Rose\\par\n\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Whereas, According to the Centers for Disease Control and Prevention (CDC), contact tracing involves public health staff working with an individual with a confirmed or suspected infectious disease to help them recall everyone with whom they have had close contact during the timeframe while they may have been infectious; and\\par\nWhereas, According to the CDC, contact tracing is an important part of the fight against the novel coronavirus, COVID-19, because it helps public health staff warn identified individuals, or contacts, of their potential exposure as rapidly and sensitively as possible while keeping the identity of the infected individual private, and it provides contacts with information and guidance to understand their level of risk, what to do if they are feeling unwell, and how they can best isolate themselves to prevent further spread of the virus; and \\f1\\par\n\\f0 Whereas, According to the New York City Department of Health and Mental Hygiene (DOHMH)\\f1 ,\\f0  data show that COVID-19 has disproportionately impacted lower income communities and New Yorkers who are Black and Latinx are two times more likely to die from COVID-19 than their white counterparts; and\\par\nWhereas, Contact tracing during the COVID-19 pandemic has raised concern among these communities and advocates that confidentiality lapses and the potential for law or immigration authority involvement in contact tracing activities and results may jeopardize these communities\\rquote  willingness to participate in contact tracing for fear of adverse enforcement or other action; and\\par\nWhereas,\\cf2  \\cf1 A.10500-C, introduced by New York State Assembly Member Richard Gottfried, and companion bill \\cf2 S.\\cf1 8450-C, introduced by New York State Senator Gustavo Rivera, would require all contact tracing information to be kept confidential and only disclosed as necessary to carry out contract tracing or for a permitted purpose, such as public health research;\\par\nWhereas, The legislation would prohibit \\cf2 law enforcement and immigration authorities from participating in contact tracing activities except when acting as the principal\\cf0  \\cf2 individual or contact individual and, further, prohibit contact tracers and entities from providing contact tracing information to law enforcement or immigration authorities except for these permitted purposes\\cf0 ; and\\par\nWhereas, The legislation would further direct the commissioner of DOHMH to adopt regulations to ensure safeguards regarding data storage, transmission and use and would also require private entities hired for contact tracing purposes to expunge or de-identify information shortly after receiving it; and  \\cf1\\par\n\\cf0 Whereas, A. 10500-C unanimously passed the New York State Senate on July 23, 2020 and companion bill S.\\cf1  8450-C unanimously passed the New York State Assembly on July 21, 2020\\cf0 ; now, therefore, be it\\par\nResolved, That the Council of the City of New York calls on the Governor to sign into law A.10500-C/S.8450-C, providing for the confidentiality of contact tracing information from the identification of individuals who have come in contact with an individual with a confirmed or probable diagnosis of novel coronarvirus, COVID-19.\\par\n\\pard\\ltrpar\\qj\\par\n\\par\n\\fs18 LS #15673\\fs24\\par\n\\pard\\ltrpar\\fs18 10/30/20\\par\nPLS\\fs24\\par\n\\pard\\ltrpar\\sa200\\sl276\\slmult1\\f1\\fs22\\par\n}\n",
  "LastModified": "2021-12-28T19:07:52.073Z"
}
