{
  "ID": 22197,
  "GUID": "0179B43B-A7D7-4B67-BF60-6C455254F654",
  "BodyID": 34,
  "BodyName": "Subcommittee on Zoning and Franchises",
  "Date": "2026-03-04T11:00:00-05:00",
  "Location": "250 Broadway - 8th Floor - Hearing Room 3",
  "VideoStatus": "Public",
  "AgendaStatusID": 2,
  "AgendaStatusName": "Final",
  "MinutesStatusID": 1,
  "MinutesStatusName": "Draft",
  "AgendaFile": "https://nyc.legistar1.com/nyc/meetings/2026/3/22197_A_Subcommittee_on_Zoning_and_Franchises_26-03-04_Committee_Agenda.pdf",
  "InSiteURL": "https://legistar.council.nyc.gov/MeetingDetail.aspx?LEGID=22197&GID=61&G=2FD004F1-D85B-4588-A648-0A736C77D6E3",
  "Items": [
    {
      "ID": 435530,
      "GUID": "2892BBC1-4F23-4AD0-A4E4-E3C1D67EE203",
      "Title": "Application number C 240271 ZMK (20 Berry Street) submitted by Mihata Corp., pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section Nos. 12c and 13a, changing from an M1-1 District to an M1-2 District, Borough of Brooklyn, Community District 1, Council District 33.",
      "AgendaSequence": 1,
      "MinutesSequence": 1,
      "Version": "*",
      "MatterID": 78268,
      "MatterFile": "LU 0038-2026",
      "MatterName": "Zoning, 20 Berry Street, Brooklyn (C 240271 ZMK).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Committee",
      "LastModified": "2026-02-25T20:57:57.257Z"
    },
    {
      "ID": 435531,
      "GUID": "3ACBF481-7AEC-4D10-A651-A73D4EBA2B97",
      "Title": "Application number N 240272 ZRK (20 Berry Street) submitted by Mihata Corp., pursuant to Section 201 of the New York City Charter, for an amendment of the Zoning Resolution of the City of New York, adding an Industrial Business Incentive Area to Article VII, Chapter 4 (Special Permits by the City Planning Commission), Borough of Brooklyn, Community District 1, Council District 33. ",
      "AgendaSequence": 2,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterID": 78269,
      "MatterFile": "LU 0039-2026",
      "MatterName": "Zoning, 20 Berry Street, Brooklyn (N 240272 ZRK).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Committee",
      "LastModified": "2026-02-25T20:57:58.75Z"
    },
    {
      "ID": 435532,
      "GUID": "F1950BFF-1AA8-40DD-8662-FECBF2ACD413",
      "Title": "Application number C 240273 ZSK (20 Berry Street) submitted by Mihata Corp., pursuant to Sections 197-c and 201 of the New York City Charter for the grant of a special permit pursuant to Section 74-94 of the Zoning Resolution to allow an increase in the maximum permitted floor area in accordance with Section 74-943 (Permitted floor area increase), and, in conjunction therewith, to modify publicly accessible open space design requirements of Section 37-70 (PUBLIC PLAZAS), to modify off-street parking requirements of Section 44-20 (REQUIRED ACCESSORY OFF-STREET PARKING SPACES), and to modify the loading berth requirements of Section 44-50 (OFF-STREET LOADING REGULATIONS), on property located at 20 Berry Street (Block 2283, Lots 25, 28, 31, 33, 35, 38, 41 and 43), Borough of Brooklyn, Community District 1, Council District 33. ",
      "AgendaSequence": 3,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterID": 78270,
      "MatterFile": "LU 0040-2026",
      "MatterName": "Zoning, 20 Berry Street, Brooklyn (C 240273 ZSK).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Committee",
      "LastModified": "2026-02-25T20:58:00.517Z"
    },
    {
      "ID": 435533,
      "GUID": "33F4A00B-E45E-4851-8FC8-1B8CD8360845",
      "Title": "Application number N 240303 ZRM (1325 Avenue of the Americas – Text Amendment) submitted by La Grande Boucherie LLC, pursuant to Section 201 of the New York City Charter, for an amendment of the Zoning Resolution of the City of New York, amending bulk provisions of Article VIII, Chapter 1 (Special Midtown District), Borough of Manhattan, Community District 5, Council District 4.",
      "AgendaSequence": 4,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterID": 78271,
      "MatterFile": "LU 0041-2026",
      "MatterName": "Zoning, 1325 Avenue of the Americas – Text Amendment, Manhattan (N 240303 ZRM).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Committee",
      "LastModified": "2026-02-25T20:58:02.247Z"
    },
    {
      "ID": 435534,
      "GUID": "1BA8BDE2-4C2B-4D3C-A7C5-2845149DAAB9",
      "Title": "Application No. C 250306 MMM (Allen Street Mall Demapping) submitted by the New York City Department of Parks and Recreation pursuant to Sections 197-c and 199 of the New York City Charter and Section 5-430 et seq. of the New York City Administrative Code for an amendment to the City Map involving: the elimination, discontinuance, and closing of a portion of Allen Street; the establishment of a park along Allen Street; the adjustment of grades and block dimensions necessitated thereby; and authorization for any acquisition or disposition of real property related thereto, in accordance with Map No. 30273 dated September 9, 2025 and signed by the Borough President, Borough of Manhattan, Community District 3, Council District 1.",
      "AgendaSequence": 5,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterID": 78272,
      "MatterFile": "LU 0042-2026",
      "MatterName": "Zoning, Allen Street Mall Demapping, Manhattan (C 250306 MMM).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Committee",
      "LastModified": "2026-02-25T20:58:03.68Z"
    },
    {
      "ID": 435535,
      "GUID": "29DB90D6-CEA9-4750-B88A-7A12676AFF9F",
      "Title": "Application number N 250307 ZRM (Allen Street Mall Demapping) submitted by the New York City Department of Parks and Recreation, pursuant to Section 201 of the New York City Charter, for an amendment of the Zoning Resolution of the City of New York, amending Section 12-10 (DEFINITIONS), Borough of Manhattan, Community District 3, Council District 1.",
      "AgendaSequence": 6,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterID": 78273,
      "MatterFile": "LU 0043-2026",
      "MatterName": "Zoning, Allen Street Mall Demapping, Manhattan (N 250307 ZRM).",
      "MatterType": "Land Use Application",
      "MatterStatus": "Committee",
      "LastModified": "2026-02-25T20:58:09.89Z"
    }
  ],
  "AgendaLastPublished": "2026-02-25T20:58:15.593Z",
  "MinutesLastPublished": "0001-01-01T00:00:00Z",
  "LastModified": "2026-02-25T20:58:15.72Z"
}
