{
  "ID": 74314,
  "GUID": "EB437771-1F66-4C9C-A9E6-4F5BA9B6B721",
  "File": "LU 0084-2024",
  "Name": "Landmarks, Red Hook Coastal Resiliency, Brooklyn (C 240035 MMK)",
  "Title": "Application number C 240035 MMK (Red Hook Coastal Resiliency) submitted by the New York City Department of Design and Construction, the New York City Department of Transportation, the New York City Department of Citywide Administrative Services, and the New York City Department of Parks and Recreation, pursuant to Sections 197-c and 199 of the New York City Charter, for an amendment to the City Map involving: the establishment of Sullivan Street between the U.S. Pierhead and Bulkhead Lines and Ferris Street; the establishment of a Park at Columbia Street south of Todd Memorial Square Public Park; the modification of grades at points within an area generally bounded by the approaches to the Hugh L. Carey (Brooklyn-Battery) Tunnel, Imlay Street, Pioneer Street, Conover Street, Beard Street, Halleck Street, Columbia Street, Bay Street, Clinton Street, Lorraine Street and the US Bulkhead Line; the adjustment of grades and block dimensions necessitated thereby; and any acquisition or disposition of real properties related thereto, in accordance with Maps No. N-2764 through ber 11, 2023, and signed by the Borough President, Borough of Brooklyn, Community District 6, Council District 38.",
  "TypeID": 10,
  "TypeName": "Land Use Application",
  "StatusID": 2,
  "StatusName": "Introduced",
  "BodyID": 5261,
  "BodyName": "Subcommittee on Landmarks, Public Sitings and Dispositions",
  "IntroDate": "2024-05-23T00:00:00Z",
  "AgendaDate": "2024-05-23T00:00:00Z",
  "PassedDate": "0001-01-01T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 7714,
      "Slug": "rafael-salamanca-jr",
      "FullName": "Rafael Salamanca, Jr."
    }
  ],
  "History": [
    {
      "ID": 408850,
      "Date": "2024-05-23T13:25:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Land Use Application was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2024-05-20T20:02:48.017Z"
    }
  ],
  "Summary": "",
  "TextID": 77885,
  "LastModified": "2024-05-23T13:41:56.033Z"
}
