{
  "ID": 17484,
  "GUID": "6403D923-B8B8-4ECD-91E2-020EEC45D65B",
  "BodyID": 34,
  "BodyName": "Subcommittee on Zoning and Franchises",
  "Date": "2019-11-04T09:30:00-05:00",
  "Location": "Committee Room - City Hall",
  "VideoStatus": "Public",
  "AgendaStatusID": 2,
  "AgendaStatusName": "Final",
  "MinutesStatusID": 2,
  "MinutesStatusName": "Final",
  "AgendaFile": "http://nyc.legistar1.com/nyc/meetings/2019/11/17484_A_Subcommittee_on_Zoning_and_Franchises_19-11-04_Committee_Green_Sheet.pdf",
  "MinutesFile": "http://nyc.legistar1.com/nyc/meetings/2019/11/17484_M_Subcommittee_on_Zoning_and_Franchises_19-11-04_Meeting_Minutes.pdf",
  "Media": "https://councilnyc.viebit.com/vod/?s=true&v=NYCC-PV-CH-CHA_191104-101425.mp4",
  "InSiteURL": "https://nyc.legistar.com/MeetingDetail.aspx?LEGID=17484&GID=61&G=2FD004F1-D85B-4588-A648-0A736C77D6E3",
  "Items": [
    {
      "ID": 356469,
      "GUID": "F0DB1FC6-238F-4F19-89A5-B4B4CA35763C",
      "Title": "Application No. C 190325 ZMQ (Peninsula Hospital Redevelopment Plan) submitted by Peninsula Rockaway Limited Partnership pursuant to Sections 197-c and 201 of the New York City Charter for the amendment of the Zoning Map, Section No. 30c: eliminating from within an existing R5 District, a C1-2 District; changing from an R5 District to a C4-4 District; and changing from a C8-1 District to a C4-3A District property bounded by Rockaway Beach Boulevard, a line 100 feet easterly of Beach 52nd Street, a line 85 feet northerly of Shore Front Parkway, and Beach 52nd Street, Borough of Queens, Council District 31, Community District 14.",
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 64794,
      "MatterFile": "LU 0550-2019",
      "MatterName": "Zoning, Peninsula Hospital Redevelopment Plan, Queens (C 190325 ZMQ)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-11-04T19:03:29.46Z"
    },
    {
      "ID": 356470,
      "GUID": "6BE4A79F-5017-4661-B5DA-BFB5BDA788E6",
      "Title": "Application No. N 190364 ZRQ (Peninsula Hospital Redevelopment Plan) submitted by Peninsula Rockaway Limited Partnership pursuant to Section 201 of the New York City Charter, for an amendment of the Zoning Resolution of the City of New York, modifying the use provisions of Article VII, Chapter 4 and modifying APPENDIX F for the purpose of establishing a Mandatory Inclusionary Housing area, Borough of Queens, Council District 31, Community District 14.",
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 64795,
      "MatterFile": "LU 0551-2019",
      "MatterName": "Zoning, Peninsula Hospital Redevelopment Plan, Queens (N 190364 ZRQ)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-11-04T19:03:39.587Z"
    },
    {
      "ID": 356471,
      "GUID": "C1E9858A-98E9-4201-90CC-BCC0E43537A9",
      "Title": "Application No. C 190366 ZSQ (Peninsula Hospital Redevelopment Plan) submitted by Peninsula Rockaway Limited Partnership pursuant to Sections 197-c and 201 of the New York City Charter for the grant of a special permit pursuant to Section 74-743(a)(2) of the Zoning Resolution to modify:  the rear yard requirements of Section 23-533 (Required rear yard equivalents for Quality Housing buildings) and Section 35-53 (Modification of Rear Yard Requirements); the side yard requirements of Section 35-54 (Special Provisions Applying Adjacent to R1 Through R5 Districts); and the height and setback requirements of Section 23-664 (Modified height and setback regulations for certain Inclusionary Housing buildings or affordable independent residences for seniors) and Section 35-654 (Modified height and setback regulations for certain Inclusionary Housing buildings or affordable independent residences for seniors); in connection with a proposed mixed used development, within a large-scale general development, on property located at Block 15842, Lot 1 & p/o Lot 100, Block 15843, Lot 1, and Block 15857 Lot 1 & p/o Lot 7, in C4-4 and C4-3A Districts established under a concurrent related application for a Zoning Map change (C 190325 ZMQ) Borough of Queens, Council District 31, Community District 14.",
      "AgendaSequence": 3,
      "MinutesSequence": 7,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 64796,
      "MatterFile": "LU 0552-2019",
      "MatterName": "Zoning, Peninsula Hospital Redevelopment Plan, Queens (C 190366 ZSQ)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-11-04T19:03:45.01Z"
    },
    {
      "ID": 356472,
      "GUID": "03355F61-26A5-4526-A368-30CC5D0649B4",
      "Title": "Application No. C 190375 ZSQ (Peninsula Hospital Redevelopment Plan) submitted by Peninsula Rockaway Limited Partnership pursuant to Sections 197-c and 201 of the New York City Charter for the grant of a special permit pursuant to Section 74-744(c)(1) of the Zoning Resolution to modify the surface area requirements of Section 32-64 (Surface Area and Illumination Provisions), in connection with a proposed mixed used development, within a large-scale general development, on property bounded by Beach Channel Drive, the westerly street line of former Beach 51st Street, a line 420 feet southerly of Beach Channel Drive, Beach 50th Street, Rockaway Beach Boulevard, a line 100 feet easterly of Beach 52nd Street, a line 85 feet northerly of Shore Front Parkway, Beach 52nd Street, Rockaway Beach Boulevard and Beach 53rd Street (Block 15842, Lot 1 & p/o Lot 100, Block 15843, Lot 1, and Block 15857 Lot 1 & p/o Lot 7), in C4-4 and C4-3A Districts established under a concurrent related application for a Zoning Map change (C 190325 ZMQ) Borough of Queens, Council District 31, Community District 14.",
      "AgendaSequence": 4,
      "MinutesSequence": 9,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 64797,
      "MatterFile": "LU 0553-2019",
      "MatterName": "Zoning, Peninsula Hospital Redevelopment Plan, Queens (C 190375 ZSQ)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-11-04T19:03:50.713Z"
    },
    {
      "ID": 356473,
      "GUID": "28BEFEC4-CFA9-4433-8A5C-38078DCC2FAD",
      "Title": "Application No. C 190251 MMQ (Peninsula Hospital Redevelopment Plan) submitted by Peninsula Rockaway Limited Partnership pursuant to Sections 197-c and 199 of the New York City Charter for an amendment to the City Map involving: the establishment of a portion of Beach 52nd Street between Rockaway Beach Boulevard and Shorefront Parkway; the adjustment of grades and block dimensions necessitated thereby; including authorization for any acquisition or disposition of real property related thereto, in accordance with Map No. 5033 dated April 17, 2019 and signed by the Borough President, Borough of Queens, Council District 31, Community District 14.",
      "AgendaSequence": 5,
      "MinutesSequence": 11,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 64798,
      "MatterFile": "LU 0554-2019",
      "MatterName": "Zoning, Peninsula Hospital Redevelopment Plan, Queens (C 190251 MMQ)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-11-04T19:03:57.417Z"
    },
    {
      "ID": 356474,
      "GUID": "F48965BB-8D04-4D1B-A2CF-8C87C7151D4B",
      "Title": "Application No. C 190124 ZMQ (Northern Boulevard Rezoning) submitted by 44-01 Northern Boulevard, LLC pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section No. 9b, changing from an M1-1 District to an R6B District property bounded by 44th Street, a line 100 feet southwesterly of 34th Avenue, 45th Street, and a line 200 feet southwesterly of 34th Avenue; changing from an M1-1 District to an R7X District property bounded by 44th Street, a line 200 feet southwesterly of 34th Avenue, 45th Street, and Northern Boulevard; establishing within the proposed R6B District a C2-4 District; and establishing within the proposed R7X District a C2-4 District, Borough of Queens, Council District 26, Community District 1. ",
      "AgendaSequence": 6,
      "MinutesSequence": 13,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 64823,
      "MatterFile": "LU 0559-2019",
      "MatterName": "Zoning, Northern Boulevard Rezoning, Queens (C 190124 ZMQ)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-11-04T19:04:02.557Z"
    },
    {
      "ID": 356475,
      "GUID": "19AB87E5-DB2D-455A-9FEA-F50D8D4B2C2E",
      "Title": "Application No. N 190125 ZRQ (Northern Boulevard Rezoning) submitted by 44-01 Northern Boulevard, LLC, pursuant to Section 201 of the New York City Charter, for an amendment of the Zoning Resolution of the City of New York, modifying Appendix F for the purpose of establishing a Mandatory Inclusionary Housing area, Borough of Queens, Council District 26, Community District 1.  ",
      "AgendaSequence": 7,
      "MinutesSequence": 15,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 64824,
      "MatterFile": "LU 0560-2019",
      "MatterName": "Zoning, Northern Boulevard Rezoning, Queens (N 190125 ZRQ)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-11-04T19:04:10.45Z"
    },
    {
      "ID": 356476,
      "GUID": "820BAED9-1B70-424C-9BFD-F6D53BF43CA4",
      "Title": "Application No. C 190434 ZMM (La Hermosa) submitted by La Hermosa Christian Church, pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section No. 6b, by changing from an R7-2 District to a C1-9 District property bounded by West 111th Street, Fifth Avenue, a line midway between Central Park North and West 111th Street, and a line 200 feet westerly of Fifth Avenue, and changing from an R8 District to a C1-9 District, property bounded by a line midway between Central Park North and West 111th Street, Fifth Avenue, Central Park North, and a line 200 feet westerly of Fifth Avenue (straight line portion) and its southerly prolongation, for property located in the Borough of Manhattan, Council District 9, Community District 10.",
      "AgendaSequence": 8,
      "MinutesSequence": 17,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 64885,
      "MatterFile": "LU 0564-2019",
      "MatterName": "Zoning, La Hermosa, Manhattan (C 190434 ZMM)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-11-04T19:04:15.107Z"
    },
    {
      "ID": 356477,
      "GUID": "16E75196-7F44-46CD-B782-E5EA49AA897A",
      "Title": "Application No. N 190433 ZRM (La Hermosa) submitted by La Hermosa Christian Church, pursuant to Section 201 of the New York City Charter for an amendment of the Zoning Resolution of the City of New York, modifying Appendix F for the purpose of establishing a Mandatory Inclusionary Housing area, for property located in the Borough of Manhattan, Council District 9, Community District 10.",
      "AgendaSequence": 9,
      "MinutesSequence": 19,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 64886,
      "MatterFile": "LU 0565-2019",
      "MatterName": "Zoning, La Hermosa, Manhattan (N 190433 ZRM)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-11-04T19:04:23.357Z"
    },
    {
      "ID": 356478,
      "GUID": "56CDEBAD-DE8D-43C0-A6A4-4905C41172B4",
      "Title": "Application No. C 190435 ZSM (La Hermosa) submitted by La Hermosa Christian Church, pursuant to Sections 197-c and 201 of the New York City Charter for the grant of a special permit pursuant to Section 74-581 of the Zoning Resolution to modify the street wall location requirements of Section 35-64, and the tower lot coverage requirements, tower floor area distribution requirements, and height and setback requirements of Section 23-651, in connection with a proposed mixed use development on property located at 5 West 110th Street (Block 1594, Lots 30 and 41), in a C1-9 District, Borough of Manhattan, Council District 9, Community District 10.",
      "AgendaSequence": 10,
      "MinutesSequence": 21,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 64887,
      "MatterFile": "LU 0566-2019",
      "MatterName": "Zoning, La Hermosa, Manhattan (C 190435 ZSM)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-11-04T19:04:35.42Z"
    },
    {
      "ID": 356479,
      "GUID": "73C3F54C-2E9C-469A-B261-01289172A3AA",
      "Title": "Application No. N 190436 ZSM (La Hermosa) submitted by La Hermosa Christian Church, pursuant to Sections 197-c and 201 of the New York City Charter for the grant of a special permit pursuant to Section 74-533 of the Zoning Resolution to waive the required number of accessory off-street parking spaces for dwelling units in a development with a Transit Zone, that includes at least 20 percent of all dwelling units as income-restricted housing units, in connection with a proposed mixed-use development on property located at 5 West 110th Street (Block 1594, Lots 30 and 41), in a C1-9 District, Borough of Manhattan, Council District 9, Community District 10.",
      "AgendaSequence": 11,
      "MinutesSequence": 23,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 64888,
      "MatterFile": "LU 0567-2019",
      "MatterName": "Zoning, La Hermosa, Manhattan (N 190436 ZSM)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-11-04T19:04:41.937Z"
    },
    {
      "ID": 356480,
      "GUID": "1BCACB4D-5A46-4C6E-B066-20473DACB22E",
      "Title": "Application No. C 190409 HAK (515 Blake Avenue) submitted by the Department of Housing Preservation and Development pursuant to Article 16 of the General Municipal Law and Section 197-c of the New York City Charter for the designation of an Urban Development Action Area, approval of an Urban Development Action Area Project for such area, and for the disposition of city owned property to a developer to be selected by HPD, for property located at of property located at Block 3766, Lot 1, Borough of Brooklyn, Council District 42, Community District 5.",
      "AgendaSequence": 12,
      "MinutesSequence": 25,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 64975,
      "MatterFile": "LU 0572-2019",
      "MatterName": "Zoning, 515 Blake Ave, Brooklyn (C 190409 HAK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-11-04T19:04:48.61Z"
    },
    {
      "ID": 356481,
      "GUID": "25EA13E5-7864-4CFC-B1C6-DAB38498F703",
      "Title": "Application No. C 190410 ZMK (515 Blake Avenue) submitted by the Department of Housing Preservation and Development pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section No. 17d, eliminating from within an existing R6 District a C2-3 District, changing from an R6 District to an R6A District, changing from an R6 District to an R7D District, changing from a C4-3 District to an R7D District, establishing within a proposed R7D District a C1-4 District, and establishing within a proposed R7D District a C2-4 District, Borough of Brooklyn, Council District 42, Community District 5.",
      "AgendaSequence": 13,
      "MinutesSequence": 27,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 64976,
      "MatterFile": "LU 0573-2019",
      "MatterName": "Zoning, 515 Blake Ave, Brooklyn (C 190410 ZMK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-11-04T19:04:53.843Z"
    },
    {
      "ID": 356482,
      "GUID": "8E5C462A-5D13-48AD-B544-D0603D4AC8B9",
      "Title": "Application No. N 190411 ZRK (515 Blake Avenue) submitted by the Department of Housing Preservation and Development, pursuant to Section 201 of the New York City Charter, for an amendment of the Zoning Resolution of the City of New York, modifying APPENDIX F for the purpose of establishing a Mandatory Housing Inclusionary area, Borough of Brooklyn, Council District 42, Community District 5.",
      "AgendaSequence": 14,
      "MinutesSequence": 29,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 64977,
      "MatterFile": "LU 0574-2019",
      "MatterName": "Zoning, 515 Blake Ave, Brooklyn (N 190411 ZRK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-11-04T19:06:19.15Z"
    },
    {
      "ID": 356483,
      "GUID": "F0FD93BC-F498-4004-B84D-4F07F7118965",
      "Title": "Application No. C 190421 ZSK (515 Blake Avenue) submitted by the Department of Housing Preservation and Development, pursuant to Sections 197-c and 201 of the New York City Charter for the grant of a special permit pursuant to the following Section 74-743(a) of the Zoning Resolution to allow the distribution of total allowable floor area without regard for zoning district lines in connection with a proposed mixed-use development, within a large-scale general development bounded by Sutter Avenue, Hinsdale Street, a line 50 feet northerly of Blake Avenue, a line midway between Snediker Avenue and Hinsdale Street, Blake Avenue, and Snediker Avenue (Block 3766, Lot 1), in proposed R6A, R7D/C1-4, and R7D/C2-4 Districts. Borough of Borough of Brooklyn, Council District 42, Community District 5.",
      "AgendaSequence": 15,
      "MinutesSequence": 31,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 64978,
      "MatterFile": "LU 0575-2019",
      "MatterName": "Zoning, 515 Blake Ave, Brooklyn (C 190421 ZSK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-11-04T19:05:03.03Z"
    },
    {
      "ID": 356484,
      "GUID": "A0402E4D-FE0F-4786-91BD-EA3D6926ABD1",
      "Title": "Application No. C 190305 ZMK (6003 8th Avenue Rezoning) submitted by 6003 8 Ave LLC pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section No. 22am eliminating from an existing R6 District a C1-3 District, and changing from an R6 District to a C4-2 District, Borough of Brooklyn, Council District 38, Community District 12.",
      "AgendaSequence": 16,
      "MinutesSequence": 33,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 64979,
      "MatterFile": "LU 0576-2019",
      "MatterName": "Zoning, 6003 8th Avenue Rezoning, Brooklyn (C 190305 ZMK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-11-04T19:05:08.377Z"
    },
    {
      "ID": 356515,
      "GUID": "6319C947-4693-45A0-BDF6-49C63474A81E",
      "Title": "Application No. C 190403 ZMX (Bronx Special Districts Text Amendment) submitted by NYC Department of City Planning pursuant to Section 197-c and 201 of the New York City Charter for the amendment of the Zoning Map, Section Nos. 1a, 1b, 1c, and 1d: eliminating a Special Natural Area District; establishing a Special Natural Resources District (SNRD), Borough of the Bronx, Community District 8 and Staten Island, Community Districts, 1, 2, and 3.",
      "AgendaSequence": 17,
      "MinutesSequence": 35,
      "Version": "*",
      "AgendaNote": "Preconsidered - Motion to File Pursuant to Letter of Withdrawal",
      "ActionID": 15,
      "ActionName": "Hearing on P-C Item by Comm",
      "ActionText": "This Land Use Application was Hearing on P-C Item by Comm",
      "MatterID": 64991,
      "MatterFile": "LU 0578-2019",
      "MatterName": "Zoning, Bronx Special Districts Text Amendment, Bronx (C 190403 ZMX)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Filed",
      "LastModified": "2019-11-04T19:05:16.8Z"
    },
    {
      "ID": 356516,
      "GUID": "8947F6D5-39AD-4FC5-A516-8408BFDE9B3F",
      "Title": "Application No. N 190430(A) ZRY (Bronx Special Districts Text Amendment) submitted by the Department of City Planning, pursuant to Section 201 of the New York City Charter, for an amendment of the Zoning Resolution of the City of New York, establishing the Special Natural Resources District (Article XIV, Chapter 3), and modifying related provisions, including regulations related to Article X, Chapter 5 (Special Natural Areas District), Borough of the Bronx, Community District 8 and Staten Island, Community Districts 1, 2, and 3.",
      "AgendaSequence": 18,
      "MinutesSequence": 37,
      "Version": "*",
      "AgendaNote": "Preconsidered - Motion to File Pursuant to Letter of Withdrawal",
      "ActionID": 15,
      "ActionName": "Hearing on P-C Item by Comm",
      "ActionText": "This Land Use Application was Hearing on P-C Item by Comm",
      "MatterID": 64992,
      "MatterFile": "LU 0579-2019",
      "MatterName": "Zoning, Bronx Special Districts Text Amendment, Bronx (N 190430(A) ZRY)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Filed",
      "LastModified": "2019-11-04T19:05:22.673Z"
    },
    {
      "ID": 356565,
      "GUID": "012F55A0-656E-493F-A799-9D0272C1265D",
      "Title": "Roll Call",
      "AgendaSequence": 0,
      "MinutesSequence": 1,
      "Version": "",
      "RollCallFlag": 1,
      "LastModified": "2019-11-04T19:02:58.8Z"
    },
    {
      "ID": 356566,
      "GUID": "8CFA46F2-9081-4C08-8F6B-9792E7D2BDEB",
      "Title": "Application No. C 190325 ZMQ (Peninsula Hospital Redevelopment Plan) submitted by Peninsula Rockaway Limited Partnership pursuant to Sections 197-c and 201 of the New York City Charter for the amendment of the Zoning Map, Section No. 30c: eliminating from within an existing R5 District, a C1-2 District; changing from an R5 District to a C4-4 District; and changing from a C8-1 District to a C4-3A District property bounded by Rockaway Beach Boulevard, a line 100 feet easterly of Beach 52nd Street, a line 85 feet northerly of Shore Front Parkway, and Beach 52nd Street, Borough of Queens, Council District 31, Community District 14.",
      "AgendaSequence": 0,
      "MinutesSequence": 4,
      "Version": "*",
      "ActionID": 5048,
      "ActionName": "Approved by Subcommittee with Modifications and Referred to CPC",
      "ActionText": "A motion was made that this Land Use Application be Approved by Subcommittee with Modifications and Referred to CPC approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 64794,
      "MatterFile": "LU 0550-2019",
      "MatterName": "Zoning, Peninsula Hospital Redevelopment Plan, Queens (C 190325 ZMQ)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-11-04T19:08:17.05Z"
    },
    {
      "ID": 356567,
      "GUID": "D86AA70A-41FC-4CE8-9953-C271C1622646",
      "Title": "Application No. N 190364 ZRQ (Peninsula Hospital Redevelopment Plan) submitted by Peninsula Rockaway Limited Partnership pursuant to Section 201 of the New York City Charter, for an amendment of the Zoning Resolution of the City of New York, modifying the use provisions of Article VII, Chapter 4 and modifying APPENDIX F for the purpose of establishing a Mandatory Inclusionary Housing area, Borough of Queens, Council District 31, Community District 14.",
      "AgendaSequence": 0,
      "MinutesSequence": 6,
      "Version": "*",
      "ActionID": 5048,
      "ActionName": "Approved by Subcommittee with Modifications and Referred to CPC",
      "ActionText": "A motion was made that this Land Use Application be Approved by Subcommittee with Modifications and Referred to CPC approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 64795,
      "MatterFile": "LU 0551-2019",
      "MatterName": "Zoning, Peninsula Hospital Redevelopment Plan, Queens (N 190364 ZRQ)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-11-04T19:08:26.02Z"
    },
    {
      "ID": 356568,
      "GUID": "5D7F8EBE-F32D-41C1-BB12-A9F1B9B55497",
      "Title": "Application No. C 190366 ZSQ (Peninsula Hospital Redevelopment Plan) submitted by Peninsula Rockaway Limited Partnership pursuant to Sections 197-c and 201 of the New York City Charter for the grant of a special permit pursuant to Section 74-743(a)(2) of the Zoning Resolution to modify:  the rear yard requirements of Section 23-533 (Required rear yard equivalents for Quality Housing buildings) and Section 35-53 (Modification of Rear Yard Requirements); the side yard requirements of Section 35-54 (Special Provisions Applying Adjacent to R1 Through R5 Districts); and the height and setback requirements of Section 23-664 (Modified height and setback regulations for certain Inclusionary Housing buildings or affordable independent residences for seniors) and Section 35-654 (Modified height and setback regulations for certain Inclusionary Housing buildings or affordable independent residences for seniors); in connection with a proposed mixed used development, within a large-scale general development, on property located at Block 15842, Lot 1 & p/o Lot 100, Block 15843, Lot 1, and Block 15857 Lot 1 & p/o Lot 7, in C4-4 and C4-3A Districts established under a concurrent related application for a Zoning Map change (C 190325 ZMQ) Borough of Queens, Council District 31, Community District 14.",
      "AgendaSequence": 0,
      "MinutesSequence": 8,
      "Version": "*",
      "ActionID": 5048,
      "ActionName": "Approved by Subcommittee with Modifications and Referred to CPC",
      "ActionText": "A motion was made that this Land Use Application be Approved by Subcommittee with Modifications and Referred to CPC approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 64796,
      "MatterFile": "LU 0552-2019",
      "MatterName": "Zoning, Peninsula Hospital Redevelopment Plan, Queens (C 190366 ZSQ)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-11-04T19:08:36.74Z"
    },
    {
      "ID": 356569,
      "GUID": "4B20EE7B-84AF-4B71-B671-E24858C6A6D3",
      "Title": "Application No. C 190375 ZSQ (Peninsula Hospital Redevelopment Plan) submitted by Peninsula Rockaway Limited Partnership pursuant to Sections 197-c and 201 of the New York City Charter for the grant of a special permit pursuant to Section 74-744(c)(1) of the Zoning Resolution to modify the surface area requirements of Section 32-64 (Surface Area and Illumination Provisions), in connection with a proposed mixed used development, within a large-scale general development, on property bounded by Beach Channel Drive, the westerly street line of former Beach 51st Street, a line 420 feet southerly of Beach Channel Drive, Beach 50th Street, Rockaway Beach Boulevard, a line 100 feet easterly of Beach 52nd Street, a line 85 feet northerly of Shore Front Parkway, Beach 52nd Street, Rockaway Beach Boulevard and Beach 53rd Street (Block 15842, Lot 1 & p/o Lot 100, Block 15843, Lot 1, and Block 15857 Lot 1 & p/o Lot 7), in C4-4 and C4-3A Districts established under a concurrent related application for a Zoning Map change (C 190325 ZMQ) Borough of Queens, Council District 31, Community District 14.",
      "AgendaSequence": 0,
      "MinutesSequence": 10,
      "Version": "*",
      "ActionID": 5048,
      "ActionName": "Approved by Subcommittee with Modifications and Referred to CPC",
      "ActionText": "A motion was made that this Land Use Application be Approved by Subcommittee with Modifications and Referred to CPC approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 64797,
      "MatterFile": "LU 0553-2019",
      "MatterName": "Zoning, Peninsula Hospital Redevelopment Plan, Queens (C 190375 ZSQ)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-11-04T19:08:48.117Z"
    },
    {
      "ID": 356570,
      "GUID": "6968579B-445A-41F2-8673-3671D7BD569D",
      "Title": "Application No. C 190251 MMQ (Peninsula Hospital Redevelopment Plan) submitted by Peninsula Rockaway Limited Partnership pursuant to Sections 197-c and 199 of the New York City Charter for an amendment to the City Map involving: the establishment of a portion of Beach 52nd Street between Rockaway Beach Boulevard and Shorefront Parkway; the adjustment of grades and block dimensions necessitated thereby; including authorization for any acquisition or disposition of real property related thereto, in accordance with Map No. 5033 dated April 17, 2019 and signed by the Borough President, Borough of Queens, Council District 31, Community District 14.",
      "AgendaSequence": 0,
      "MinutesSequence": 12,
      "Version": "*",
      "ActionID": 5048,
      "ActionName": "Approved by Subcommittee with Modifications and Referred to CPC",
      "ActionText": "A motion was made that this Land Use Application be Approved by Subcommittee with Modifications and Referred to CPC approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 64798,
      "MatterFile": "LU 0554-2019",
      "MatterName": "Zoning, Peninsula Hospital Redevelopment Plan, Queens (C 190251 MMQ)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-11-04T19:08:57.79Z"
    },
    {
      "ID": 356571,
      "GUID": "EBDE6112-A22D-4FE0-A2C5-837607D356D3",
      "Title": "Application No. C 190124 ZMQ (Northern Boulevard Rezoning) submitted by 44-01 Northern Boulevard, LLC pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section No. 9b, changing from an M1-1 District to an R6B District property bounded by 44th Street, a line 100 feet southwesterly of 34th Avenue, 45th Street, and a line 200 feet southwesterly of 34th Avenue; changing from an M1-1 District to an R7X District property bounded by 44th Street, a line 200 feet southwesterly of 34th Avenue, 45th Street, and Northern Boulevard; establishing within the proposed R6B District a C2-4 District; and establishing within the proposed R7X District a C2-4 District, Borough of Queens, Council District 26, Community District 1. ",
      "AgendaSequence": 0,
      "MinutesSequence": 14,
      "Version": "*",
      "ActionID": 5048,
      "ActionName": "Approved by Subcommittee with Modifications and Referred to CPC",
      "ActionText": "A motion was made that this Land Use Application be Approved by Subcommittee with Modifications and Referred to CPC approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 64823,
      "MatterFile": "LU 0559-2019",
      "MatterName": "Zoning, Northern Boulevard Rezoning, Queens (C 190124 ZMQ)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-11-04T19:09:08.12Z"
    },
    {
      "ID": 356572,
      "GUID": "82CC978E-F2AF-40B4-850C-161F391FF70E",
      "Title": "Application No. N 190125 ZRQ (Northern Boulevard Rezoning) submitted by 44-01 Northern Boulevard, LLC, pursuant to Section 201 of the New York City Charter, for an amendment of the Zoning Resolution of the City of New York, modifying Appendix F for the purpose of establishing a Mandatory Inclusionary Housing area, Borough of Queens, Council District 26, Community District 1.  ",
      "AgendaSequence": 0,
      "MinutesSequence": 16,
      "Version": "*",
      "ActionID": 5048,
      "ActionName": "Approved by Subcommittee with Modifications and Referred to CPC",
      "ActionText": "A motion was made that this Land Use Application be Approved by Subcommittee with Modifications and Referred to CPC approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 64824,
      "MatterFile": "LU 0560-2019",
      "MatterName": "Zoning, Northern Boulevard Rezoning, Queens (N 190125 ZRQ)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-11-04T19:09:23.353Z"
    },
    {
      "ID": 356573,
      "GUID": "DA5E8588-65E2-4A1D-9256-30CEB61702D5",
      "Title": "Application No. C 190434 ZMM (La Hermosa) submitted by La Hermosa Christian Church, pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section No. 6b, by changing from an R7-2 District to a C1-9 District property bounded by West 111th Street, Fifth Avenue, a line midway between Central Park North and West 111th Street, and a line 200 feet westerly of Fifth Avenue, and changing from an R8 District to a C1-9 District, property bounded by a line midway between Central Park North and West 111th Street, Fifth Avenue, Central Park North, and a line 200 feet westerly of Fifth Avenue (straight line portion) and its southerly prolongation, for property located in the Borough of Manhattan, Council District 9, Community District 10.",
      "AgendaSequence": 0,
      "MinutesSequence": 18,
      "Version": "*",
      "ActionID": 5050,
      "ActionName": "Laid Over by Subcommittee",
      "ActionText": "This Land Use Application was Laid Over by Subcommittee",
      "MatterID": 64885,
      "MatterFile": "LU 0564-2019",
      "MatterName": "Zoning, La Hermosa, Manhattan (C 190434 ZMM)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-11-04T19:06:53.87Z"
    },
    {
      "ID": 356574,
      "GUID": "15217A46-4AE6-46F0-9070-A36A711D82DD",
      "Title": "Application No. N 190433 ZRM (La Hermosa) submitted by La Hermosa Christian Church, pursuant to Section 201 of the New York City Charter for an amendment of the Zoning Resolution of the City of New York, modifying Appendix F for the purpose of establishing a Mandatory Inclusionary Housing area, for property located in the Borough of Manhattan, Council District 9, Community District 10.",
      "AgendaSequence": 0,
      "MinutesSequence": 20,
      "Version": "*",
      "ActionID": 5050,
      "ActionName": "Laid Over by Subcommittee",
      "ActionText": "This Land Use Application was Laid Over by Subcommittee",
      "MatterID": 64886,
      "MatterFile": "LU 0565-2019",
      "MatterName": "Zoning, La Hermosa, Manhattan (N 190433 ZRM)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-11-04T19:06:58.167Z"
    },
    {
      "ID": 356575,
      "GUID": "19196EDE-334A-47A6-A708-22B71A2A2753",
      "Title": "Application No. C 190435 ZSM (La Hermosa) submitted by La Hermosa Christian Church, pursuant to Sections 197-c and 201 of the New York City Charter for the grant of a special permit pursuant to Section 74-581 of the Zoning Resolution to modify the street wall location requirements of Section 35-64, and the tower lot coverage requirements, tower floor area distribution requirements, and height and setback requirements of Section 23-651, in connection with a proposed mixed use development on property located at 5 West 110th Street (Block 1594, Lots 30 and 41), in a C1-9 District, Borough of Manhattan, Council District 9, Community District 10.",
      "AgendaSequence": 0,
      "MinutesSequence": 22,
      "Version": "*",
      "ActionID": 5050,
      "ActionName": "Laid Over by Subcommittee",
      "ActionText": "This Land Use Application was Laid Over by Subcommittee",
      "MatterID": 64887,
      "MatterFile": "LU 0566-2019",
      "MatterName": "Zoning, La Hermosa, Manhattan (C 190435 ZSM)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-11-04T19:07:02.777Z"
    },
    {
      "ID": 356576,
      "GUID": "05DAB065-AD62-49C2-94F5-1E4089D556E3",
      "Title": "Application No. N 190436 ZSM (La Hermosa) submitted by La Hermosa Christian Church, pursuant to Sections 197-c and 201 of the New York City Charter for the grant of a special permit pursuant to Section 74-533 of the Zoning Resolution to waive the required number of accessory off-street parking spaces for dwelling units in a development with a Transit Zone, that includes at least 20 percent of all dwelling units as income-restricted housing units, in connection with a proposed mixed-use development on property located at 5 West 110th Street (Block 1594, Lots 30 and 41), in a C1-9 District, Borough of Manhattan, Council District 9, Community District 10.",
      "AgendaSequence": 0,
      "MinutesSequence": 24,
      "Version": "*",
      "ActionID": 5050,
      "ActionName": "Laid Over by Subcommittee",
      "ActionText": "This Land Use Application was Laid Over by Subcommittee",
      "MatterID": 64888,
      "MatterFile": "LU 0567-2019",
      "MatterName": "Zoning, La Hermosa, Manhattan (N 190436 ZSM)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-11-04T19:07:07.217Z"
    },
    {
      "ID": 356577,
      "GUID": "42295FDE-48F7-467B-8A06-E180305E1C3C",
      "Title": "Application No. C 190409 HAK (515 Blake Avenue) submitted by the Department of Housing Preservation and Development pursuant to Article 16 of the General Municipal Law and Section 197-c of the New York City Charter for the designation of an Urban Development Action Area, approval of an Urban Development Action Area Project for such area, and for the disposition of city owned property to a developer to be selected by HPD, for property located at of property located at Block 3766, Lot 1, Borough of Brooklyn, Council District 42, Community District 5.",
      "AgendaSequence": 0,
      "MinutesSequence": 26,
      "Version": "*",
      "ActionID": 5050,
      "ActionName": "Laid Over by Subcommittee",
      "ActionText": "This Land Use Application was Laid Over by Subcommittee",
      "MatterID": 64975,
      "MatterFile": "LU 0572-2019",
      "MatterName": "Zoning, 515 Blake Ave, Brooklyn (C 190409 HAK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-11-04T19:05:52.02Z"
    },
    {
      "ID": 356578,
      "GUID": "57F354F7-72E2-4E91-909F-6707F6D23557",
      "Title": "Application No. C 190410 ZMK (515 Blake Avenue) submitted by the Department of Housing Preservation and Development pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section No. 17d, eliminating from within an existing R6 District a C2-3 District, changing from an R6 District to an R6A District, changing from an R6 District to an R7D District, changing from a C4-3 District to an R7D District, establishing within a proposed R7D District a C1-4 District, and establishing within a proposed R7D District a C2-4 District, Borough of Brooklyn, Council District 42, Community District 5.",
      "AgendaSequence": 0,
      "MinutesSequence": 28,
      "Version": "*",
      "ActionID": 5050,
      "ActionName": "Laid Over by Subcommittee",
      "ActionText": "This Land Use Application was Laid Over by Subcommittee",
      "MatterID": 64976,
      "MatterFile": "LU 0573-2019",
      "MatterName": "Zoning, 515 Blake Ave, Brooklyn (C 190410 ZMK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-11-04T19:05:56.473Z"
    },
    {
      "ID": 356579,
      "GUID": "5A7773B6-DE27-437A-B4B8-9CC1FAEEEF4A",
      "Title": "Application No. N 190411 ZRK (515 Blake Avenue) submitted by the Department of Housing Preservation and Development, pursuant to Section 201 of the New York City Charter, for an amendment of the Zoning Resolution of the City of New York, modifying APPENDIX F for the purpose of establishing a Mandatory Housing Inclusionary area, Borough of Brooklyn, Council District 42, Community District 5.",
      "AgendaSequence": 0,
      "MinutesSequence": 30,
      "Version": "*",
      "ActionID": 5050,
      "ActionName": "Laid Over by Subcommittee",
      "ActionText": "This Land Use Application was Laid Over by Subcommittee",
      "MatterID": 64977,
      "MatterFile": "LU 0574-2019",
      "MatterName": "Zoning, 515 Blake Ave, Brooklyn (N 190411 ZRK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-11-04T19:06:01.35Z"
    },
    {
      "ID": 356580,
      "GUID": "EAF9D352-C055-499D-ADAB-2DCADD31E9B8",
      "Title": "Application No. C 190421 ZSK (515 Blake Avenue) submitted by the Department of Housing Preservation and Development, pursuant to Sections 197-c and 201 of the New York City Charter for the grant of a special permit pursuant to the following Section 74-743(a) of the Zoning Resolution to allow the distribution of total allowable floor area without regard for zoning district lines in connection with a proposed mixed-use development, within a large-scale general development bounded by Sutter Avenue, Hinsdale Street, a line 50 feet northerly of Blake Avenue, a line midway between Snediker Avenue and Hinsdale Street, Blake Avenue, and Snediker Avenue (Block 3766, Lot 1), in proposed R6A, R7D/C1-4, and R7D/C2-4 Districts. Borough of Borough of Brooklyn, Council District 42, Community District 5.",
      "AgendaSequence": 0,
      "MinutesSequence": 32,
      "Version": "*",
      "ActionID": 5050,
      "ActionName": "Laid Over by Subcommittee",
      "ActionText": "This Land Use Application was Laid Over by Subcommittee",
      "MatterID": 64978,
      "MatterFile": "LU 0575-2019",
      "MatterName": "Zoning, 515 Blake Ave, Brooklyn (C 190421 ZSK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-11-04T19:06:05.507Z"
    },
    {
      "ID": 356581,
      "GUID": "097F6861-FDA0-440B-8DE4-F02A6FABFF52",
      "Title": "Application No. C 190305 ZMK (6003 8th Avenue Rezoning) submitted by 6003 8 Ave LLC pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section No. 22am eliminating from an existing R6 District a C1-3 District, and changing from an R6 District to a C4-2 District, Borough of Brooklyn, Council District 38, Community District 12.",
      "AgendaSequence": 0,
      "MinutesSequence": 34,
      "Version": "*",
      "ActionID": 5050,
      "ActionName": "Laid Over by Subcommittee",
      "ActionText": "This Land Use Application was Laid Over by Subcommittee",
      "MatterID": 64979,
      "MatterFile": "LU 0576-2019",
      "MatterName": "Zoning, 6003 8th Avenue Rezoning, Brooklyn (C 190305 ZMK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-11-04T19:06:43.417Z"
    },
    {
      "ID": 356582,
      "GUID": "1CEA971F-AC79-4978-BFF5-853FC615967C",
      "Title": "Application No. C 190403 ZMX (Bronx Special Districts Text Amendment) submitted by NYC Department of City Planning pursuant to Section 197-c and 201 of the New York City Charter for the amendment of the Zoning Map, Section Nos. 1a, 1b, 1c, and 1d: eliminating a Special Natural Area District; establishing a Special Natural Resources District (SNRD), Borough of the Bronx, Community District 8 and Staten Island, Community Districts, 1, 2, and 3.",
      "AgendaSequence": 0,
      "MinutesSequence": 36,
      "Version": "*",
      "ActionID": 5058,
      "ActionName": "P-C Item Filed by Subcommittee with Companion Resolution",
      "ActionText": "A motion was made that this Land Use Application be P-C Item Filed by Subcommittee with Companion Resolution approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 64991,
      "MatterFile": "LU 0578-2019",
      "MatterName": "Zoning, Bronx Special Districts Text Amendment, Bronx (C 190403 ZMX)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Filed",
      "LastModified": "2019-11-04T19:07:43.267Z"
    },
    {
      "ID": 356583,
      "GUID": "B15CB006-DFA4-4046-AE60-38DFED4F8400",
      "Title": "Application No. N 190430(A) ZRY (Bronx Special Districts Text Amendment) submitted by the Department of City Planning, pursuant to Section 201 of the New York City Charter, for an amendment of the Zoning Resolution of the City of New York, establishing the Special Natural Resources District (Article XIV, Chapter 3), and modifying related provisions, including regulations related to Article X, Chapter 5 (Special Natural Areas District), Borough of the Bronx, Community District 8 and Staten Island, Community Districts 1, 2, and 3.",
      "AgendaSequence": 0,
      "MinutesSequence": 38,
      "Version": "*",
      "ActionID": 5058,
      "ActionName": "P-C Item Filed by Subcommittee with Companion Resolution",
      "ActionText": "A motion was made that this Land Use Application be P-C Item Filed by Subcommittee with Companion Resolution approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 64992,
      "MatterFile": "LU 0579-2019",
      "MatterName": "Zoning, Bronx Special Districts Text Amendment, Bronx (N 190430(A) ZRY)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Filed",
      "LastModified": "2019-11-04T19:07:53.487Z"
    },
    {
      "ID": 356584,
      "GUID": "243E552B-4275-4D59-B208-6251504C3FA7",
      "Title": "",
      "AgendaSequence": 0,
      "MinutesSequence": 2,
      "Version": "",
      "MinutesNote": "Other Council Members Attending: Barron and Perkins",
      "LastModified": "2019-11-04T19:03:12.927Z"
    }
  ],
  "AgendaLastPublished": "2019-10-31T21:23:20.693Z",
  "MinutesLastPublished": "2019-11-12T15:30:59.5Z",
  "LastModified": "2019-11-12T15:30:59.75Z"
}
