{
  "ID": 17537,
  "GUID": "C7DA11E5-A10F-4DF7-95BB-6FD1BFEB7152",
  "BodyID": 5261,
  "BodyName": "Subcommittee on Landmarks, Public Sitings and Dispositions",
  "Date": "2019-10-16T09:30:00-04:00",
  "Location": "Committee Room - City Hall",
  "VideoStatus": "Public",
  "AgendaStatusID": 2,
  "AgendaStatusName": "Final",
  "MinutesStatusID": 2,
  "MinutesStatusName": "Final",
  "AgendaFile": "http://nyc.legistar1.com/nyc/meetings/2019/10/17537_A_Subcommittee_on_Landmarks%2C_Public_Sitings_and_Dispositions_19-10-16_Committee_Green_Sheet.pdf",
  "MinutesFile": "http://nyc.legistar1.com/nyc/meetings/2019/10/17537_M_Subcommittee_on_Landmarks%2C_Public_Sitings_and_Dispositions_19-10-16_Meeting_Minutes.pdf",
  "Media": "https://councilnyc.viebit.com/vod/?s=true&v=101619Landmarks.mp4",
  "InSiteURL": "https://nyc.legistar.com/MeetingDetail.aspx?LEGID=17537&GID=61&G=2FD004F1-D85B-4588-A648-0A736C77D6E3",
  "Items": [
    {
      "ID": 355594,
      "GUID": "F5870187-9799-4BD8-82AE-57DF9C2952C8",
      "Title": "Application No. N 190334 ZRY (Borough-Based Jail System) submitted by the New York City Department of Correction and the Mayor’s Office of Criminal Justice, pursuant to Section 201 of the New York City Charter, for an amendment of the Zoning Resolution of the City of New York, modifying Article VII, Chapter 4 (Special Permits by the City Planning Commission) to create a special permit for a borough-based jail system, Citywide.",
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 64588,
      "MatterFile": "LU 0513-2019",
      "MatterName": "Landmarks, Borough-Based Jail System (N 190334 ZRY)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-10-16T17:10:05.497Z"
    },
    {
      "ID": 355595,
      "GUID": "1214E528-878C-4DEA-AC9A-2C95084E3CB9",
      "Title": "Application No. C 190336 ZMX (Borough-Based Jail System) submitted by the New York City Department of Correction and the Mayor’s Office of Criminal Justice, pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section No. 6c, changing from an M1-3 District to an M1-4/R7X District and establishing a Special Mixed Use District (MX-18), in the Borough of the Bronx, Council District 8, Community Board 1.",
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 64589,
      "MatterFile": "LU 0514-2019",
      "MatterName": "Landmarks, Borough-Based Jail System, Bronx (C 190336 ZMX)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-10-16T17:10:10.577Z"
    },
    {
      "ID": 355596,
      "GUID": "8248B04B-BE7E-4CE1-8D6F-BE22C2219478",
      "Title": "Application No. N 190337 ZRX (Borough-Based Jail System) submitted by the New York City Department of Correction and the Mayor’s Office of Criminal Justice, pursuant to Section 201 of the New York City Charter, for an amendment of the Zoning Resolution of the City of New York, modifying Article XII Chapter 3 for the purpose of establishing a Special Mixed Use District; and modifying APPENDIX F for the purpose of establishing a Mandatory Inclusionary Housing area, in the Borough of the Bronx, Council District 8, Community District 1.",
      "AgendaSequence": 3,
      "MinutesSequence": 7,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 64590,
      "MatterFile": "LU 0515-2019",
      "MatterName": "Landmarks, Borough-Based Jail System, Bronx (N 190337 ZRX)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-10-16T17:10:16.2Z"
    },
    {
      "ID": 355597,
      "GUID": "C7900B84-F6F8-4EDE-9647-50DA6099A258",
      "Title": "Application No. C 190338 HAX (Borough-Based Jail System) submitted by the Department of Housing Preservation and Development (HPD), pursuant to Article 16 of the General Municipal Law of New York State for the designation of an Urban Development Action Area and the approval of an Urban Development Action Area Project, and pursuant to Section 197-c of the New York City Charter for the disposition of property located at 320 Concord Avenue and 745 East 141st Street (Block 2574, p/o Lot 1), in the Borough of the Bronx, Council District 8, Community District 1.",
      "AgendaSequence": 4,
      "MinutesSequence": 9,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 64591,
      "MatterFile": "LU 0516-2019",
      "MatterName": "Landmarks, Borough-Based Jail System, Bronx (C 190338 HAX)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-10-16T17:10:20.89Z"
    },
    {
      "ID": 355598,
      "GUID": "4BFAFDEC-F9E1-4477-9CCB-9352FB1D0273",
      "Title": "Application No. C 190333 PSY (Borough-Based Jail System) submitted by the New York City Department of Correction, the Mayor’s Office of Criminal Justice, and the Department of Citywide Administrative Services, pursuant to Section 197 c of the New York City Charter, for the site selection of the following properties for borough-based jail facilities: 745 East 141st Street (Block 2574, p/o Lot 1), Borough of the Bronx, Council District 8, Community District 1; 275 Atlantic Avenue (Block 175, Lot 1), Borough of  Brooklyn, Council District 33, Community District 2; 124 White Street (Block 198, Lot 1) and 125 White Street (Block 167, Lot 1), Borough of Manhattan, Council District 1, Community District 1; and 126-02 82nd Avenue (Block 9653, Lot 1), 80 25 126th Street (Block 9657, Lot 1), and the bed of 82nd Avenue between 126th and 132nd streets, Borough of Queens, Council District 29, Community District 9.  This application is subject to review and action by the Land Use Committee only if called-up by vote of the Council pursuant Section 11.20(c) of the Rules of the Council and Section 197 d(b)(3) of the New York City Charter. ",
      "AgendaSequence": 5,
      "MinutesSequence": 11,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 64593,
      "MatterFile": "LU 0518-2019",
      "MatterName": "Landmarks, Borough-Based Jail System (C 190333 PSY)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-10-16T17:10:25.983Z"
    },
    {
      "ID": 355599,
      "GUID": "BD6E81F4-8558-4835-A9B8-6C3BBCADDB8F",
      "Title": "Application No. C 190335 ZSX (Borough-Based Jail System) submitted by the New York City Department of Correction and the Mayor’s Office of Criminal Justice, pursuant to Sections 197 c and 201 of the New York City Charter for the grant of a special permit pursuant to new Section 74 832 of the Zoning Resolution, as proposed by related application no. N 190334 ZRY, to modify: the use regulations of Section 42-10 (USES PERMITTED AS-OF-RIGHT); the floor area ratio requirements of Section 43 10 (FLOOR AREA REGULATIONS); the height and setback requirements of Sections 43 40 (HEIGHT AND SETBACK REGULATIONS); the permitted parking requirements of Section 44 10 (PERMITTED ACCESSORY OFFSTREET PARKING SPACES); and the loading berth requirements of Section 44 50 (GENERAL PURPOSES) to facilitate the construction of a borough-based jail facility, on property located in an M1-3 District at 320 Concord Avenue (Block 2574, p/o Lot 1), Borough of the Bronx, Council District 8, Community District 1.  This application is subject to review and action by the Land Use Committee only if called-up by vote of the Council pursuant Section 11.20(c) of the Rules of the Council and Section 197 d(b)(3) of the New York City Charter.",
      "AgendaSequence": 6,
      "MinutesSequence": 13,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 64594,
      "MatterFile": "LU 0519-2019",
      "MatterName": "Landmarks, Borough-Based Jail System, Bronx (C 190335 ZSX)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-10-16T17:10:31.06Z"
    },
    {
      "ID": 355600,
      "GUID": "BB7251FD-D017-44D8-AA84-34FC482C4DEA",
      "Title": "Application No. C 190339 ZSK (Borough-Based Jail System) submitted by the New York City Department of Correction and the Mayor’s Office of Criminal Justice, pursuant to Sections 197 c and 201 of the New York City Charter for the grant of a special permit pursuant to new Section 74 832 of the Zoning Resolution, as proposed by related application no. N 190334 ZRY, to modify: the floor area ratio requirements of Sections 101-20 (SPECIAL BULK REGULATIONS) and 33-10 (Floor Area Regulations); the height and setback requirements of Sections 33-40 (HEIGHT AND SETBACK REGULATIONS) and 101-22 (Special Height and Setback Regulations); the permitted parking requirements of Section 36-12 (Maximum Size of Accessory Group Parking Facilities); the loading berth requirements of Section 36-60 (OFF-STREET LOADING REGULATIONS); the special ground floor use requirements of Section 101-11 (Special Ground Floor Use Regulations); and the transparency requirements of Section 101-12 (Transparency Requirements) to facilitate the construction of a borough-based jail facility, on property located at 275 Atlantic Avenue (Block 175, Lot 1, and the portions of State Street between Boerum Place and Smith Street demapped as proposed under a concurrent related application C 190116 MMK), in a C6-2A District, within the Special Downtown Brooklyn District, Borough of Brooklyn, Council District 33, Community District 2. This application is subject to review and action by the Land Use Committee only if called-up by vote of the Council pursuant Section 11.20(c) of the Rules of the Council and Section 197 d(b)(3) of the New York City Charter. ",
      "AgendaSequence": 7,
      "MinutesSequence": 15,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 64595,
      "MatterFile": "LU 0520-2019",
      "MatterName": "Landmarks, Borough-Based Jail System, Brooklyn (C 190339 ZSK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-10-16T17:10:36.767Z"
    },
    {
      "ID": 355601,
      "GUID": "B370C5F6-C5D5-4831-A79A-46C343708F73",
      "Title": "Application No. C 190116 MMK (Borough-Based Jail System) submitted by the New York City Department of Correction and the Mayor’s Office of Criminal Justice, pursuant to Sections 197 c and 199 of the New York City Charter, and Section 5 430 et seq. of the New York City Administrative Code for an amendment to the City Map involving: the elimination, discontinuance and closing of State Street between Boerum Place and Smith Street above a lower limiting plane and below an upper limiting plane the adjustment of grades and block dimensions necessitated thereby; and authorization for any acquisition or disposition of real property related thereto, in accordance with Map No. X-2753 dated March 25, 2019 and signed by the Borough President, Borough of Brooklyn, Council District 33, Community District 2. This application is subject to review and action by the Land Use Committee only if called-up by vote of the Council pursuant Section 11.20(c) of the Rules of the Council and Section 197-d(b)(3) of the New York City Charter. ",
      "AgendaSequence": 8,
      "MinutesSequence": 17,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 64596,
      "MatterFile": "LU 0521-2019",
      "MatterName": "Landmarks, Borough-Based Jail System, Brooklyn (C 190116 MMK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-10-16T17:10:43.297Z"
    },
    {
      "ID": 355602,
      "GUID": "19A65C5A-DD62-44AF-9706-5C137745BAC0",
      "Title": "Application No. C 190340 ZSM (Borough-Based Jail System) submitted by the New York City Department of Correction and the Mayor’s Office of Criminal Justice, pursuant to Sections 197 c and 201 of the New York City Charter for the grant of a special permit pursuant to new Section 74 832 of the Zoning Resolution, as proposed by related application no. N 190334 ZRY, to modify: the floor area ratio requirements of Section 33-10 (Floor Area Regulations); the height and setback requirements of Section 33-40 (HEIGHT AND SETBACK REGULATIONS); and the loading berth requirements of Section 36-60 (OFF-STREET LOADING REGULATIONS) to facilitate the construction of a borough-based jail facility, in a C6-4 District on property located at 124 125 White Street (Block 167, Lot 1, Block 198, Lot 1, and the portions of White Street between Centre Street and Baxter Street demapped as proposed under related application C 190252 MMM), Borough of Manhattan, Council District 1, Community District 1.  This application is subject to review and action by the Land Use Committee only if called-up by vote of the Council pursuant Section 11.20(c) of the Rules of the Council and Section 197-d(b)(3) of the New York City Charter. ",
      "AgendaSequence": 9,
      "MinutesSequence": 19,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 64597,
      "MatterFile": "LU 0522-2019",
      "MatterName": "Landmarks, Borough-Based Jail System, Manhattan (C 190340 ZSM)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-10-16T17:10:47.703Z"
    },
    {
      "ID": 355603,
      "GUID": "B727FE51-461E-4F92-B37B-6A2D0EDF7F92",
      "Title": "Application No. C 190341 PQM (Borough-Based Jail System) submitted by the New York City Department of Correction, the Mayor’s Office of Criminal Justice, and the Department of Citywide Administrative Services, pursuant to Section 197-c of the New York City Charter, for the acquisition of property for a borough-based jail facility located at 124 White Street (Block 198, Lot 1), Borough of Manhattan, Council District 1, Community District 1.  This application is subject to review and action by the Land Use Committee only if called-up by vote of the Council pursuant Section 11.20(c) of the Rules of the Council and Section 197-d(b)(3) of the New York City Charter. ",
      "AgendaSequence": 10,
      "MinutesSequence": 21,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 64598,
      "MatterFile": "LU 0523-2019",
      "MatterName": "Landmarks, Borough-Based Jail System, Manhattan (C 190341 PQM)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-10-16T17:10:53.203Z"
    },
    {
      "ID": 355604,
      "GUID": "7BE954DC-5FA0-4B61-B8F0-DE0B6B258246",
      "Title": "Application No. C 190252 MMM (Borough-Based Jail System) submitted by the New York City Department of Correction and the Mayor’s Office of Criminal Justice, pursuant to Sections 197-c and 199 of the New York City Charter, and Section 5-430 et seq. of the New York City Administrative Code for an amendment to the City Map involving:  the elimination, discontinuance and closing of a volume of a portion of White Street from Centre Street to Baxter Street within limiting planes; the adjustment of grades and block dimensions necessitated thereby; and authorization for any acquisition or disposition of real property related thereto, in accordance with Map Acc. No. 30265 dated March 28, 2019 and signed by the Borough President, Borough of Manhattan, Council District 1, Community District 1.  This application is subject to review and action by the Land Use Committee only if called-up by vote of the Council pursuant Section 11.20(c) of the Rules of the Council and Section 197 d(b)(3) of the New York City Charter. ",
      "AgendaSequence": 11,
      "MinutesSequence": 23,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 64599,
      "MatterFile": "LU 0524-2019",
      "MatterName": "Landmarks, Borough-Based Jail System, Manhattan (C 190252 MMM)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-10-16T17:10:58.517Z"
    },
    {
      "ID": 355605,
      "GUID": "9AD8FB14-161B-4AA2-9B5F-4A88A49E2E9F",
      "Title": "Application No. C 190342 ZSQ (Borough-Based Jail System) submitted by the New York City Department of Correction and the Mayor’s Office of Criminal Justice, pursuant to Sections 197 c and 201 of the New York City Charter for the grant of a special permit pursuant new Section 74 832 of the Zoning Resolution, as proposed by related application no. N 190334 ZRY, to modify:  the floor area ratio requirements of Section 33 10 (Floor Area Regulations); the height and setback requirements of Section 33 40 (HEIGHT AND SETBACK REGULATIONS); the permitted accessory parking requirements of Section 36-12 (Maximum Size of Accessory Group Parking Facilities); the permitted public parking garage requirements of Section 32-10 (USES PERMITTED AS OF RIGHT); and the loading berth requirements of Section 36-60 (OFF-STREET LOADING REGULATIONS) to facilitate the construction of a borough-based jail facility, on property located at 126 02 82nd Avenue a.k.a. 80 25 126th Street (Block 9653 Lot 1, Block 9657 Lot 1, and the portion of 82nd Avenue between 126th Street and 132nd Street demapped as proposed under related application no. C 190117 MMQ), in a C4-4 District, Borough of Queens, Council District 29, Community District 9. This application is subject to review and action by the Land Use Committee only if called-up by vote of the Council pursuant Section 11.20(c) of the Rules of the Council and Section 197 d(b)(3) of the New York City Charter. ",
      "AgendaSequence": 12,
      "MinutesSequence": 25,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 64600,
      "MatterFile": "LU 0525-2019",
      "MatterName": "Landmarks, Borough-Based Jail System, Queens (C 190342 ZSQ)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-10-16T17:11:04.08Z"
    },
    {
      "ID": 355606,
      "GUID": "B5E327AA-2705-4140-93F9-9C2B98B0DE84",
      "Title": "Application No. C 190117 MMQ (Borough-Based Jail System) submitted by the New York City Department of Correction and the Mayor’s Office of Criminal Justice, pursuant to Sections 197 c and 199 of the New York City Charter, and Section 5-430 et seq. of the New York City Administrative Code for an amendment to the City Map involving: the elimination, discontinuance and closing of 82nd Avenue between 126th Street and 132nd Street; the elimination of two Public Places within the area bounded by Union Turnpike, 132nd Street, Hoover Avenue, Queens Boulevard, 82nd Avenue and 126th Street; the adjustment of grades and block dimensions necessitated thereby; and authorization for any acquisition or disposition of real property related thereto, in accordance with Map No. C.P.C. 190117 MMQ dated March 25, 2019 and signed by the Director of the Department of City Planning, Borough of Queens, Council District 29, Community District 9. This application is subject to review and action by the Land Use Committee only if called-up by vote of the Council pursuant Section 11.20(c) of the Rules of the Council and Section 197 d(b)(3) of the New York City Charter. ",
      "AgendaSequence": 13,
      "MinutesSequence": 27,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 64601,
      "MatterFile": "LU 0526-2019",
      "MatterName": "Landmarks, Borough-Based Jail System, Queens (C 190117 MMQ)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-10-16T17:11:10.347Z"
    },
    {
      "ID": 355607,
      "GUID": "267618C9-9B82-45FB-AAD9-DB4CBED7F7E5",
      "Title": "Application No. 20205026 HAK (Blake Hendrix) submitted by the Department of Housing Preservation and Development pursuant to 694 of the General Municipal Law for approval of an amendment to a previously approved Urban Development Action Area Project (Res. No. 1263-2016), for property located at 586 Linwood Street (Block 4050, Lot 25), 669 Linwood Street (Block 4067, Lot 8)806 Blake Avenue (Block 4058, Lot 18), 980 Dumont Avenue (Block 4081, Lot 23), 617 Cleveland Street (Block 4065, Lot 22), 291 Hinsdale Street (Block 3767, Lot 10), 289 Hinsdale Street (Block 3767, Lot 11), 287 Hinsdale Street (Block 3767, Lot 12), 285 Hinsdale Street (Block 3767, Lot 13), 848 Blake Avenue (Block 4060, Lot 16), and 588 Warwick Street  (Block 4062, Lot 30), Borough of Brooklyn, Council District 42, Community District 5.",
      "AgendaSequence": 14,
      "MinutesSequence": 29,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 64789,
      "MatterFile": "LU 0545-2019",
      "MatterName": "Landmarks, Blake Hendrix, Brooklyn (20205026 HAK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-10-16T17:11:15.52Z"
    },
    {
      "ID": 355608,
      "GUID": "9509F6FB-38E2-402C-B06F-0B931C3F4567",
      "Title": "Application No. C 190427 HAM (NME III West 140th and West 150th Street) submitted by The Department of Housing Preservation and Development (HPD) pursuant to Article 16 of the General Municipal Law of New York State and  Section 197-c of the New York City Charter for: a) the designation of property located at 207-209 West 140th Street (Block 2026, Lots 24 and 25) and 304-308 West 150th Street (Block 2045, Lot 98) as an Urban Development Action Area; approval of an Urban Development Action Area Project for such area; and authorization for the disposition of such properties to a developer to be selected by HPD, Borough of Manhattan, Council District 9, Community District 10. ",
      "AgendaSequence": 15,
      "MinutesSequence": 31,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 64790,
      "MatterFile": "LU 0546-2019",
      "MatterName": "Landmarks, NME III West 140th and West 150th St, Manhattan (C 190427 HAM)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-10-16T17:11:22.753Z"
    },
    {
      "ID": 355609,
      "GUID": "5BAD1CDF-7C57-4E4D-9F03-8B3FE6D8E9BE",
      "Title": "Application No. C 190428 PQM (NME III West 140th and West 150th Street) submitted by the Department of Housing Preservation and Development pursuant to Section 197-c of the New York City Charter, for the acquisition of property located at 207-209 West 140th Street (Block 2026, Lots 24 and 25) and 304-308 West 150th Street (Block 2045, Lot 98), Borough of Manhattan, Council District 9, Community District 10.",
      "AgendaSequence": 16,
      "MinutesSequence": 33,
      "Version": "*",
      "ActionID": 54,
      "ActionName": "Hearing Held by Committee",
      "ActionText": "This Land Use Application was Hearing Held by Committee",
      "MatterID": 64791,
      "MatterFile": "LU 0547-2019",
      "MatterName": "Landmarks, NME III West 140th and West 150th St, Manhattan (C 190428 PQM)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-10-16T17:11:27.757Z"
    },
    {
      "ID": 355610,
      "GUID": "95B6D30C-5545-42EA-9B9C-CAD97CFBC0C4",
      "Title": "Application No. 20205116 HAM (NME III W 140 and W 150) submitted by the Department of Housing Preservation and Development for the designation of an Urban Development Action Area and an Urban Development Action Area pursuant to Section 693 of the General Municipal Law, for the approval of an Urban Development Action Area Project for such Area pursuant to Section 694 of the General Muncipal Law, and for the exemption of such Project from real property taxes pursuant to Article XI of the Private Housing Finance Law, for property located at 207-209 West 140th Street (Block 2026, Lots 24 and 25), and 304 West 150th Street (Block 2045, Lot 98), Borough of Manhattan, Council District 9, Community District 10.",
      "AgendaSequence": 17,
      "MinutesSequence": 35,
      "Version": "*",
      "AgendaNote": "Preconsidered",
      "ActionID": 15,
      "ActionName": "Hearing on P-C Item by Comm",
      "ActionText": "This Land Use Application was Hearing on P-C Item by Comm",
      "MatterID": 64821,
      "MatterFile": "LU 0557-2019",
      "MatterName": "Landmarks, NME III West 140th and West 150th St, Manhattan (20205116 HAM)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-10-16T17:11:33.93Z"
    },
    {
      "ID": 355913,
      "GUID": "2FBFC960-6AB4-4C51-978C-FA71679BFE6B",
      "Title": "Roll Call",
      "AgendaSequence": 0,
      "MinutesSequence": 1,
      "Version": "",
      "RollCallFlag": 1,
      "RollCall": [
        {
          "ID": 7739,
          "Slug": "adrienne-e-adams",
          "FullName": "Adrienne E. Adams",
          "ValueID": 13,
          "Value": "Present",
          "Sort": 1
        },
        {
          "ID": 7623,
          "Slug": "inez-d-barron",
          "FullName": "Inez D. Barron",
          "ValueID": 13,
          "Value": "Present",
          "Sort": 30
        },
        {
          "ID": 7565,
          "Slug": "peter-a-koo",
          "FullName": "Peter A. Koo",
          "ValueID": 13,
          "Value": "Present",
          "Sort": 60
        },
        {
          "ID": 7637,
          "Slug": "i-daneek-miller",
          "FullName": "I. Daneek Miller",
          "ValueID": 13,
          "Value": "Present",
          "Sort": 90
        },
        {
          "ID": 7641,
          "Slug": "mark-treyger",
          "FullName": "Mark Treyger",
          "ValueID": 13,
          "Value": "Present",
          "Sort": 120
        }
      ],
      "LastModified": "2019-10-16T17:30:53.34Z"
    },
    {
      "ID": 355914,
      "GUID": "68C180B0-DC4A-418A-B740-B4F9316176D6",
      "Title": "Application No. N 190334 ZRY (Borough-Based Jail System) submitted by the New York City Department of Correction and the Mayor’s Office of Criminal Justice, pursuant to Section 201 of the New York City Charter, for an amendment of the Zoning Resolution of the City of New York, modifying Article VII, Chapter 4 (Special Permits by the City Planning Commission) to create a special permit for a borough-based jail system, Citywide.",
      "AgendaSequence": 0,
      "MinutesSequence": 4,
      "Version": "*",
      "ActionID": 5048,
      "ActionName": "Approved by Subcommittee with Modifications and Referred to CPC",
      "ActionText": "A motion was made that this Land Use Application be Approved by Subcommittee with Modifications and Referred to CPC approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 64588,
      "MatterFile": "LU 0513-2019",
      "MatterName": "Landmarks, Borough-Based Jail System (N 190334 ZRY)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-10-16T17:38:26.213Z"
    },
    {
      "ID": 355915,
      "GUID": "750AA0E2-FB96-4939-A0D6-488DE2F63AE7",
      "Title": "Application No. C 190336 ZMX (Borough-Based Jail System) submitted by the New York City Department of Correction and the Mayor’s Office of Criminal Justice, pursuant to Sections 197-c and 201 of the New York City Charter for an amendment of the Zoning Map, Section No. 6c, changing from an M1-3 District to an M1-4/R7X District and establishing a Special Mixed Use District (MX-18), in the Borough of the Bronx, Council District 8, Community Board 1.",
      "AgendaSequence": 0,
      "MinutesSequence": 6,
      "Version": "*",
      "ActionID": 5048,
      "ActionName": "Approved by Subcommittee with Modifications and Referred to CPC",
      "ActionText": "A motion was made that this Land Use Application be Approved by Subcommittee with Modifications and Referred to CPC approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 64589,
      "MatterFile": "LU 0514-2019",
      "MatterName": "Landmarks, Borough-Based Jail System, Bronx (C 190336 ZMX)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-10-16T17:38:41.853Z"
    },
    {
      "ID": 355916,
      "GUID": "4238D09E-362B-4B2C-83D6-AE2743D2A121",
      "Title": "Application No. N 190337 ZRX (Borough-Based Jail System) submitted by the New York City Department of Correction and the Mayor’s Office of Criminal Justice, pursuant to Section 201 of the New York City Charter, for an amendment of the Zoning Resolution of the City of New York, modifying Article XII Chapter 3 for the purpose of establishing a Special Mixed Use District; and modifying APPENDIX F for the purpose of establishing a Mandatory Inclusionary Housing area, in the Borough of the Bronx, Council District 8, Community District 1.",
      "AgendaSequence": 0,
      "MinutesSequence": 8,
      "Version": "*",
      "ActionID": 5048,
      "ActionName": "Approved by Subcommittee with Modifications and Referred to CPC",
      "ActionText": "A motion was made that this Land Use Application be Approved by Subcommittee with Modifications and Referred to CPC approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 64590,
      "MatterFile": "LU 0515-2019",
      "MatterName": "Landmarks, Borough-Based Jail System, Bronx (N 190337 ZRX)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-10-16T17:38:54.997Z"
    },
    {
      "ID": 355917,
      "GUID": "69B0CB47-2688-4F38-A727-C23E2C459D8E",
      "Title": "Application No. C 190338 HAX (Borough-Based Jail System) submitted by the Department of Housing Preservation and Development (HPD), pursuant to Article 16 of the General Municipal Law of New York State for the designation of an Urban Development Action Area and the approval of an Urban Development Action Area Project, and pursuant to Section 197-c of the New York City Charter for the disposition of property located at 320 Concord Avenue and 745 East 141st Street (Block 2574, p/o Lot 1), in the Borough of the Bronx, Council District 8, Community District 1.",
      "AgendaSequence": 0,
      "MinutesSequence": 10,
      "Version": "*",
      "ActionID": 5048,
      "ActionName": "Approved by Subcommittee with Modifications and Referred to CPC",
      "ActionText": "A motion was made that this Land Use Application be Approved by Subcommittee with Modifications and Referred to CPC approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 64591,
      "MatterFile": "LU 0516-2019",
      "MatterName": "Landmarks, Borough-Based Jail System, Bronx (C 190338 HAX)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-10-16T17:39:10.357Z"
    },
    {
      "ID": 355918,
      "GUID": "510E2285-CE52-4807-A416-DF071F769369",
      "Title": "Application No. C 190333 PSY (Borough-Based Jail System) submitted by the New York City Department of Correction, the Mayor’s Office of Criminal Justice, and the Department of Citywide Administrative Services, pursuant to Section 197 c of the New York City Charter, for the site selection of the following properties for borough-based jail facilities: 745 East 141st Street (Block 2574, p/o Lot 1), Borough of the Bronx, Council District 8, Community District 1; 275 Atlantic Avenue (Block 175, Lot 1), Borough of  Brooklyn, Council District 33, Community District 2; 124 White Street (Block 198, Lot 1) and 125 White Street (Block 167, Lot 1), Borough of Manhattan, Council District 1, Community District 1; and 126-02 82nd Avenue (Block 9653, Lot 1), 80 25 126th Street (Block 9657, Lot 1), and the bed of 82nd Avenue between 126th and 132nd streets, Borough of Queens, Council District 29, Community District 9.  This application is subject to review and action by the Land Use Committee only if called-up by vote of the Council pursuant Section 11.20(c) of the Rules of the Council and Section 197 d(b)(3) of the New York City Charter. ",
      "AgendaSequence": 0,
      "MinutesSequence": 12,
      "Version": "*",
      "ActionID": 5048,
      "ActionName": "Approved by Subcommittee with Modifications and Referred to CPC",
      "ActionText": "A motion was made that this Land Use Application be Approved by Subcommittee with Modifications and Referred to CPC approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 64593,
      "MatterFile": "LU 0518-2019",
      "MatterName": "Landmarks, Borough-Based Jail System (C 190333 PSY)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-10-16T17:39:29.797Z"
    },
    {
      "ID": 355919,
      "GUID": "C35A28FF-10E3-47DB-AD47-1FB08DE8B325",
      "Title": "Application No. C 190335 ZSX (Borough-Based Jail System) submitted by the New York City Department of Correction and the Mayor’s Office of Criminal Justice, pursuant to Sections 197 c and 201 of the New York City Charter for the grant of a special permit pursuant to new Section 74 832 of the Zoning Resolution, as proposed by related application no. N 190334 ZRY, to modify: the use regulations of Section 42-10 (USES PERMITTED AS-OF-RIGHT); the floor area ratio requirements of Section 43 10 (FLOOR AREA REGULATIONS); the height and setback requirements of Sections 43 40 (HEIGHT AND SETBACK REGULATIONS); the permitted parking requirements of Section 44 10 (PERMITTED ACCESSORY OFFSTREET PARKING SPACES); and the loading berth requirements of Section 44 50 (GENERAL PURPOSES) to facilitate the construction of a borough-based jail facility, on property located in an M1-3 District at 320 Concord Avenue (Block 2574, p/o Lot 1), Borough of the Bronx, Council District 8, Community District 1.  This application is subject to review and action by the Land Use Committee only if called-up by vote of the Council pursuant Section 11.20(c) of the Rules of the Council and Section 197 d(b)(3) of the New York City Charter.",
      "AgendaSequence": 0,
      "MinutesSequence": 14,
      "Version": "*",
      "ActionID": 5048,
      "ActionName": "Approved by Subcommittee with Modifications and Referred to CPC",
      "ActionText": "A motion was made that this Land Use Application be Approved by Subcommittee with Modifications and Referred to CPC approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 64594,
      "MatterFile": "LU 0519-2019",
      "MatterName": "Landmarks, Borough-Based Jail System, Bronx (C 190335 ZSX)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-10-16T17:39:44.97Z"
    },
    {
      "ID": 355920,
      "GUID": "242685B7-A070-4CC7-BC6E-A47D3DDAD540",
      "Title": "Application No. C 190339 ZSK (Borough-Based Jail System) submitted by the New York City Department of Correction and the Mayor’s Office of Criminal Justice, pursuant to Sections 197 c and 201 of the New York City Charter for the grant of a special permit pursuant to new Section 74 832 of the Zoning Resolution, as proposed by related application no. N 190334 ZRY, to modify: the floor area ratio requirements of Sections 101-20 (SPECIAL BULK REGULATIONS) and 33-10 (Floor Area Regulations); the height and setback requirements of Sections 33-40 (HEIGHT AND SETBACK REGULATIONS) and 101-22 (Special Height and Setback Regulations); the permitted parking requirements of Section 36-12 (Maximum Size of Accessory Group Parking Facilities); the loading berth requirements of Section 36-60 (OFF-STREET LOADING REGULATIONS); the special ground floor use requirements of Section 101-11 (Special Ground Floor Use Regulations); and the transparency requirements of Section 101-12 (Transparency Requirements) to facilitate the construction of a borough-based jail facility, on property located at 275 Atlantic Avenue (Block 175, Lot 1, and the portions of State Street between Boerum Place and Smith Street demapped as proposed under a concurrent related application C 190116 MMK), in a C6-2A District, within the Special Downtown Brooklyn District, Borough of Brooklyn, Council District 33, Community District 2. This application is subject to review and action by the Land Use Committee only if called-up by vote of the Council pursuant Section 11.20(c) of the Rules of the Council and Section 197 d(b)(3) of the New York City Charter. ",
      "AgendaSequence": 0,
      "MinutesSequence": 16,
      "Version": "*",
      "ActionID": 5048,
      "ActionName": "Approved by Subcommittee with Modifications and Referred to CPC",
      "ActionText": "A motion was made that this Land Use Application be Approved by Subcommittee with Modifications and Referred to CPC approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 64595,
      "MatterFile": "LU 0520-2019",
      "MatterName": "Landmarks, Borough-Based Jail System, Brooklyn (C 190339 ZSK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-10-16T17:39:59.347Z"
    },
    {
      "ID": 355921,
      "GUID": "78923ED5-88E7-467F-9C79-DB8D6FFD1296",
      "Title": "Application No. C 190116 MMK (Borough-Based Jail System) submitted by the New York City Department of Correction and the Mayor’s Office of Criminal Justice, pursuant to Sections 197 c and 199 of the New York City Charter, and Section 5 430 et seq. of the New York City Administrative Code for an amendment to the City Map involving: the elimination, discontinuance and closing of State Street between Boerum Place and Smith Street above a lower limiting plane and below an upper limiting plane the adjustment of grades and block dimensions necessitated thereby; and authorization for any acquisition or disposition of real property related thereto, in accordance with Map No. X-2753 dated March 25, 2019 and signed by the Borough President, Borough of Brooklyn, Council District 33, Community District 2. This application is subject to review and action by the Land Use Committee only if called-up by vote of the Council pursuant Section 11.20(c) of the Rules of the Council and Section 197-d(b)(3) of the New York City Charter. ",
      "AgendaSequence": 0,
      "MinutesSequence": 18,
      "Version": "*",
      "ActionID": 5048,
      "ActionName": "Approved by Subcommittee with Modifications and Referred to CPC",
      "ActionText": "A motion was made that this Land Use Application be Approved by Subcommittee with Modifications and Referred to CPC approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 64596,
      "MatterFile": "LU 0521-2019",
      "MatterName": "Landmarks, Borough-Based Jail System, Brooklyn (C 190116 MMK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-10-16T17:40:16.833Z"
    },
    {
      "ID": 355922,
      "GUID": "A2C2CE4D-87BE-4E63-9C5B-EAF142AFC9C6",
      "Title": "Application No. C 190340 ZSM (Borough-Based Jail System) submitted by the New York City Department of Correction and the Mayor’s Office of Criminal Justice, pursuant to Sections 197 c and 201 of the New York City Charter for the grant of a special permit pursuant to new Section 74 832 of the Zoning Resolution, as proposed by related application no. N 190334 ZRY, to modify: the floor area ratio requirements of Section 33-10 (Floor Area Regulations); the height and setback requirements of Section 33-40 (HEIGHT AND SETBACK REGULATIONS); and the loading berth requirements of Section 36-60 (OFF-STREET LOADING REGULATIONS) to facilitate the construction of a borough-based jail facility, in a C6-4 District on property located at 124 125 White Street (Block 167, Lot 1, Block 198, Lot 1, and the portions of White Street between Centre Street and Baxter Street demapped as proposed under related application C 190252 MMM), Borough of Manhattan, Council District 1, Community District 1.  This application is subject to review and action by the Land Use Committee only if called-up by vote of the Council pursuant Section 11.20(c) of the Rules of the Council and Section 197-d(b)(3) of the New York City Charter. ",
      "AgendaSequence": 0,
      "MinutesSequence": 20,
      "Version": "*",
      "ActionID": 5048,
      "ActionName": "Approved by Subcommittee with Modifications and Referred to CPC",
      "ActionText": "A motion was made that this Land Use Application be Approved by Subcommittee with Modifications and Referred to CPC approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 64597,
      "MatterFile": "LU 0522-2019",
      "MatterName": "Landmarks, Borough-Based Jail System, Manhattan (C 190340 ZSM)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-10-16T17:40:31.083Z"
    },
    {
      "ID": 355923,
      "GUID": "EEE49741-6EEC-489D-8632-9D22B67D8DD1",
      "Title": "Application No. C 190341 PQM (Borough-Based Jail System) submitted by the New York City Department of Correction, the Mayor’s Office of Criminal Justice, and the Department of Citywide Administrative Services, pursuant to Section 197-c of the New York City Charter, for the acquisition of property for a borough-based jail facility located at 124 White Street (Block 198, Lot 1), Borough of Manhattan, Council District 1, Community District 1.  This application is subject to review and action by the Land Use Committee only if called-up by vote of the Council pursuant Section 11.20(c) of the Rules of the Council and Section 197-d(b)(3) of the New York City Charter. ",
      "AgendaSequence": 0,
      "MinutesSequence": 22,
      "Version": "*",
      "ActionID": 5048,
      "ActionName": "Approved by Subcommittee with Modifications and Referred to CPC",
      "ActionText": "A motion was made that this Land Use Application be Approved by Subcommittee with Modifications and Referred to CPC approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 64598,
      "MatterFile": "LU 0523-2019",
      "MatterName": "Landmarks, Borough-Based Jail System, Manhattan (C 190341 PQM)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-10-16T17:40:44.943Z"
    },
    {
      "ID": 355924,
      "GUID": "DB1D521E-A0BA-4BA0-9990-235994580572",
      "Title": "Application No. C 190252 MMM (Borough-Based Jail System) submitted by the New York City Department of Correction and the Mayor’s Office of Criminal Justice, pursuant to Sections 197-c and 199 of the New York City Charter, and Section 5-430 et seq. of the New York City Administrative Code for an amendment to the City Map involving:  the elimination, discontinuance and closing of a volume of a portion of White Street from Centre Street to Baxter Street within limiting planes; the adjustment of grades and block dimensions necessitated thereby; and authorization for any acquisition or disposition of real property related thereto, in accordance with Map Acc. No. 30265 dated March 28, 2019 and signed by the Borough President, Borough of Manhattan, Council District 1, Community District 1.  This application is subject to review and action by the Land Use Committee only if called-up by vote of the Council pursuant Section 11.20(c) of the Rules of the Council and Section 197 d(b)(3) of the New York City Charter. ",
      "AgendaSequence": 0,
      "MinutesSequence": 24,
      "Version": "*",
      "ActionID": 5048,
      "ActionName": "Approved by Subcommittee with Modifications and Referred to CPC",
      "ActionText": "A motion was made that this Land Use Application be Approved by Subcommittee with Modifications and Referred to CPC approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 64599,
      "MatterFile": "LU 0524-2019",
      "MatterName": "Landmarks, Borough-Based Jail System, Manhattan (C 190252 MMM)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-10-16T17:41:00.837Z"
    },
    {
      "ID": 355925,
      "GUID": "DDC64179-D9D7-4615-92AA-19C882EF1854",
      "Title": "Application No. C 190342 ZSQ (Borough-Based Jail System) submitted by the New York City Department of Correction and the Mayor’s Office of Criminal Justice, pursuant to Sections 197 c and 201 of the New York City Charter for the grant of a special permit pursuant new Section 74 832 of the Zoning Resolution, as proposed by related application no. N 190334 ZRY, to modify:  the floor area ratio requirements of Section 33 10 (Floor Area Regulations); the height and setback requirements of Section 33 40 (HEIGHT AND SETBACK REGULATIONS); the permitted accessory parking requirements of Section 36-12 (Maximum Size of Accessory Group Parking Facilities); the permitted public parking garage requirements of Section 32-10 (USES PERMITTED AS OF RIGHT); and the loading berth requirements of Section 36-60 (OFF-STREET LOADING REGULATIONS) to facilitate the construction of a borough-based jail facility, on property located at 126 02 82nd Avenue a.k.a. 80 25 126th Street (Block 9653 Lot 1, Block 9657 Lot 1, and the portion of 82nd Avenue between 126th Street and 132nd Street demapped as proposed under related application no. C 190117 MMQ), in a C4-4 District, Borough of Queens, Council District 29, Community District 9. This application is subject to review and action by the Land Use Committee only if called-up by vote of the Council pursuant Section 11.20(c) of the Rules of the Council and Section 197 d(b)(3) of the New York City Charter. ",
      "AgendaSequence": 0,
      "MinutesSequence": 26,
      "Version": "*",
      "ActionID": 5048,
      "ActionName": "Approved by Subcommittee with Modifications and Referred to CPC",
      "ActionText": "A motion was made that this Land Use Application be Approved by Subcommittee with Modifications and Referred to CPC approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 64600,
      "MatterFile": "LU 0525-2019",
      "MatterName": "Landmarks, Borough-Based Jail System, Queens (C 190342 ZSQ)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-10-16T17:41:14.29Z"
    },
    {
      "ID": 355926,
      "GUID": "DA315C7F-DB1F-4484-A19F-B054E63F9358",
      "Title": "Application No. C 190117 MMQ (Borough-Based Jail System) submitted by the New York City Department of Correction and the Mayor’s Office of Criminal Justice, pursuant to Sections 197 c and 199 of the New York City Charter, and Section 5-430 et seq. of the New York City Administrative Code for an amendment to the City Map involving: the elimination, discontinuance and closing of 82nd Avenue between 126th Street and 132nd Street; the elimination of two Public Places within the area bounded by Union Turnpike, 132nd Street, Hoover Avenue, Queens Boulevard, 82nd Avenue and 126th Street; the adjustment of grades and block dimensions necessitated thereby; and authorization for any acquisition or disposition of real property related thereto, in accordance with Map No. C.P.C. 190117 MMQ dated March 25, 2019 and signed by the Director of the Department of City Planning, Borough of Queens, Council District 29, Community District 9. This application is subject to review and action by the Land Use Committee only if called-up by vote of the Council pursuant Section 11.20(c) of the Rules of the Council and Section 197 d(b)(3) of the New York City Charter. ",
      "AgendaSequence": 0,
      "MinutesSequence": 28,
      "Version": "*",
      "ActionID": 5048,
      "ActionName": "Approved by Subcommittee with Modifications and Referred to CPC",
      "ActionText": "A motion was made that this Land Use Application be Approved by Subcommittee with Modifications and Referred to CPC approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 64601,
      "MatterFile": "LU 0526-2019",
      "MatterName": "Landmarks, Borough-Based Jail System, Queens (C 190117 MMQ)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-10-16T17:41:33.277Z"
    },
    {
      "ID": 355927,
      "GUID": "E28C9A35-FC49-4751-AA35-168C87DA3D2D",
      "Title": "Application No. 20205026 HAK (Blake Hendrix) submitted by the Department of Housing Preservation and Development pursuant to 694 of the General Municipal Law for approval of an amendment to a previously approved Urban Development Action Area Project (Res. No. 1263-2016), for property located at 586 Linwood Street (Block 4050, Lot 25), 669 Linwood Street (Block 4067, Lot 8)806 Blake Avenue (Block 4058, Lot 18), 980 Dumont Avenue (Block 4081, Lot 23), 617 Cleveland Street (Block 4065, Lot 22), 291 Hinsdale Street (Block 3767, Lot 10), 289 Hinsdale Street (Block 3767, Lot 11), 287 Hinsdale Street (Block 3767, Lot 12), 285 Hinsdale Street (Block 3767, Lot 13), 848 Blake Avenue (Block 4060, Lot 16), and 588 Warwick Street  (Block 4062, Lot 30), Borough of Brooklyn, Council District 42, Community District 5.",
      "AgendaSequence": 0,
      "MinutesSequence": 30,
      "Version": "*",
      "ActionID": 79,
      "ActionName": "Approved by Subcommittee",
      "ActionText": "A motion was made that this Land Use Application be Approved by Subcommittee approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 64789,
      "MatterFile": "LU 0545-2019",
      "MatterName": "Landmarks, Blake Hendrix, Brooklyn (20205026 HAK)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-10-16T17:36:59.237Z"
    },
    {
      "ID": 355928,
      "GUID": "D2CC1F11-6B8F-4E66-B9CF-06616E2F4F0C",
      "Title": "Application No. C 190427 HAM (NME III West 140th and West 150th Street) submitted by The Department of Housing Preservation and Development (HPD) pursuant to Article 16 of the General Municipal Law of New York State and  Section 197-c of the New York City Charter for: a) the designation of property located at 207-209 West 140th Street (Block 2026, Lots 24 and 25) and 304-308 West 150th Street (Block 2045, Lot 98) as an Urban Development Action Area; approval of an Urban Development Action Area Project for such area; and authorization for the disposition of such properties to a developer to be selected by HPD, Borough of Manhattan, Council District 9, Community District 10. ",
      "AgendaSequence": 0,
      "MinutesSequence": 32,
      "Version": "*",
      "ActionID": 79,
      "ActionName": "Approved by Subcommittee",
      "ActionText": "A motion was made that this Land Use Application be Approved by Subcommittee approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 64790,
      "MatterFile": "LU 0546-2019",
      "MatterName": "Landmarks, NME III West 140th and West 150th St, Manhattan (C 190427 HAM)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-10-16T17:37:09.377Z"
    },
    {
      "ID": 355929,
      "GUID": "C3F552D0-0C36-4E36-BE9B-C60C98197A12",
      "Title": "Application No. C 190428 PQM (NME III West 140th and West 150th Street) submitted by the Department of Housing Preservation and Development pursuant to Section 197-c of the New York City Charter, for the acquisition of property located at 207-209 West 140th Street (Block 2026, Lots 24 and 25) and 304-308 West 150th Street (Block 2045, Lot 98), Borough of Manhattan, Council District 9, Community District 10.",
      "AgendaSequence": 0,
      "MinutesSequence": 34,
      "Version": "*",
      "ActionID": 79,
      "ActionName": "Approved by Subcommittee",
      "ActionText": "A motion was made that this Land Use Application be Approved by Subcommittee approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 64791,
      "MatterFile": "LU 0547-2019",
      "MatterName": "Landmarks, NME III West 140th and West 150th St, Manhattan (C 190428 PQM)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-10-16T17:37:57.007Z"
    },
    {
      "ID": 355930,
      "GUID": "7CE62EB4-F422-46A1-8E4E-7CCABE2CD1B5",
      "Title": "Application No. 20205116 HAM (NME III W 140 and W 150) submitted by the Department of Housing Preservation and Development for the designation of an Urban Development Action Area and an Urban Development Action Area pursuant to Section 693 of the General Municipal Law, for the approval of an Urban Development Action Area Project for such Area pursuant to Section 694 of the General Muncipal Law, and for the exemption of such Project from real property taxes pursuant to Article XI of the Private Housing Finance Law, for property located at 207-209 West 140th Street (Block 2026, Lots 24 and 25), and 304 West 150th Street (Block 2045, Lot 98), Borough of Manhattan, Council District 9, Community District 10.",
      "AgendaSequence": 0,
      "MinutesSequence": 36,
      "Version": "*",
      "ActionID": 5056,
      "ActionName": "P-C Item Approved by Subcommittee with Companion Resolution",
      "ActionText": "A motion was made that this Land Use Application be P-C Item Approved by Subcommittee with Companion Resolution approved by Roll Call.",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterID": 64821,
      "MatterFile": "LU 0557-2019",
      "MatterName": "Landmarks, NME III West 140th and West 150th St, Manhattan (20205116 HAM)",
      "MatterType": "Land Use Application",
      "MatterStatus": "Adopted",
      "LastModified": "2019-10-16T17:38:09.273Z"
    },
    {
      "ID": 355949,
      "GUID": "2BCABA44-2CDE-4D71-A1F7-A3E8F844EF9C",
      "Title": "",
      "AgendaSequence": 0,
      "MinutesSequence": 2,
      "Version": "",
      "MinutesNote": "Other Council Members Attending: Levin, Ayala, Koslowitz and Lancman",
      "LastModified": "2019-10-16T17:31:29.953Z"
    }
  ],
  "AgendaLastPublished": "2019-10-11T16:54:06.723Z",
  "MinutesLastPublished": "2019-10-21T14:19:19.557Z",
  "LastModified": "2019-10-21T14:19:19.667Z"
}
