{
  "ID": 35205,
  "GUID": "5851A100-3329-481C-B11C-1D7F45598B33",
  "File": "Int 0001-2006",
  "Name": "Financial assistance and billing accountability.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to financial assistance and billing accountability.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2006-02-01T00:00:00Z",
  "AgendaDate": "2006-02-01T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    }
  ],
  "History": [
    {
      "ID": 186257,
      "Date": "2006-02-01T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 186434,
      "Date": "2006-02-01T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5736,
      "AgendaSequence": 117,
      "MinutesSequence": 135,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 235943,
      "Date": "2009-12-31T17:16:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 35682,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Declaration of legislative findings and intent.  The New York City Council is concerned about the crisis confronting uninsured and underinsured residents who do not obtain needed medical care due to their lack of ability to pay for such care.  According to a May 2004 report by the United Hospital Fund, one out of every four New York City residents under the age of 65 is uninsured.  The Council finds that the cost of medical care can pose extreme financial hardship for persons who lack health insurance, and may lead to significant public health problems, given the numbers of individuals who may not have access to adequate health care.  \nMost hospitals offer some form of financial assistance to patients who are unable to pay for their hospital care.  For example, many New York City hospitals participate in the New York State Bad Debt and Charity Care, Indigent Care, and Disproportionate Share pool (“Indigent Care pool”), which was established under the Health Care Reform Act.  In recent years, nearly three-quarters of the over $800 million in the Indigent Care pool has been awarded to New York City hospitals.  Nonetheless, according to the Greater New York Hospital Association, such funds are inadequate and, on average, cover only half the cost of the financial assistance provided by a hospital.  Moreover, hospitals cannot rely on this funding stream since the amount of money available under the Indigent Care pool fluctuates annually.\nReports by the State Comptroller, the Legal Aid Society and the Public Policy and Education Fund of New York have identified a number of problems relating to the provision of financial assistance by hospitals, including lack of notice and information to patients and onerous debt collection practices.  In order to help ensure that financial assistance reaches all eligible patients and thereby maximize patient access to hospital care, the Council finds that hospitals should provide all patients with written and verbal notice regarding the availability of financial assistance.  \nThe Council recognizes its responsibility pursuant to the City Charter to promote the public health and prosperity of New York City.  Accordingly, the Council finds that it must monitor, on an ongoing basis, the need for financial assistance for those who are unable to pay their medical bills and the level of such assistance provided by hospitals.  Through the notice and reporting provisions of this legislation, the Council finds that it will be able to foster more efficient utilization of government resources and better fashion appropriate responses to any unmet need for financial assistance and hospital reimbursement for such assistance, including the recommendation of budgetary, regulatory or other action on the local, state and federal levels. \n§2.  Chapter 1 of title 17 of the administrative code of the city of New York is hereby amended by adding a new section 17-192 to read as follows:\n§17-192 a.  Short title.  This section shall be known and may be cited as the “Patient Information Act.”  \nb.  Definitions.  When used in this section, the following terms shall be defined as follows:  \n1.  “Authorized representative” shall mean any individual who is legally authorized to act with respect to a patient’s medical bills.\n2.  “Charity care” shall mean the reduction in charges for the provision of health care services to patients who are indigent or medically indigent for which a hospital may be reimbursed pursuant to sections 2807-j(9)(a), 2807-k or 2807-w of the New York state public health law, commonly known as the bad debt and charity care, indigent care and disproportionate share pool established pursuant to the Health Care Reform Act. \n3.  “City agency” shall mean a city, county, borough, administration, department, division, bureau, board or commission, or a corporation, institution or agency of government, the expenses of which are paid in whole or in part from the New York city treasury.\n4.  “Covered contract” shall mean any contract entered into on or after the effective date of the local law that added this section, between a hospital and a city agency.\n5.  “Financial assistance” shall mean any program or method used by a hospital to assist patients in paying their medical bills, including, but not limited to, providing charity care, or providing health care services at no-cost, at a reduced cost, on a sliding fee scale or pursuant to a payment plan.\n6.  “Health care services” shall mean all medical services provided at or under the supervision of a hospital for the prevention, diagnosis or treatment of human disease, pain, injury, deformity or physical condition.  \n7.  “Hospital” shall mean any entity located within the city of New York that is licensed as a hospital as defined by section 2801 of the New York state public health law.\n8.  “Immigrant” shall mean any person not a citizen or national of the United States.\n9.  “Patient” shall mean any recipient of health care services.\n10.  “Public health insurance” shall mean any government-sponsored program pursuant to which benefits of a pecuniary value are provided to or on behalf of an individual with respect to the provision of certain health care services, including, but not limited to, Medicaid, Child Health Plus, and Family Health Plus.\n11.  “Ratio of cost-to-charges” shall mean the relationship between the actual amount of money spent by a hospital to provide a health care service and the charge assessed by such hospital for such service.\nc.  Notification of hospital financial assistance policies and procedures. 1.  A hospital shall provide each patient or such patient’s authorized representative with verbal and written notification of such hospital’s financial assistance policies and procedures.  Such notification shall provide a description of each type of financial assistance offered by such hospital, including, but not limited to the following information disaggregated by each type of financial assistance offered by such hospital: \n(i) eligibility requirements for such financial assistance, including income levels, resources and all other factors taken into consideration in determining such eligibility; \n(ii) any health care services not covered by such financial assistance; \n(iii) procedures for obtaining such financial assistance, including a description of any application process, time periods during which a patient may apply for such financial assistance, and any fees, deposits or payments required to be paid by the patient as a condition precedent for obtaining such financial assistance; and \n(iv) where a patient may obtain further information about such financial assistance.  \n2.  A hospital shall also provide each patient or such patient’s authorized representative with verbal and written notification regarding the availability of public health insurance, including the availability of Medicaid reimbursement to a hospital for the treatment of an immigrant for an “emergency medical condition” as such term is defined under paragraph (v) of section 1396b of title 42 of the United States code where such immigrant meets applicable income and asset requirements.  Such notification shall indicate where such patient may obtain more information about public health insurance options.  \n3.  A hospital shall also provide to each patient or such patient’s authorized representative a copy of the pamphlet describing available public health insurance programs produced by the department pursuant to section 17-183 of this code. \n4.  Any written notification provided by a hospital pursuant to paragraphs one and two of this subdivision shall be posted on such hospital’s website.  Any verbal or written notification provided by a hospital pursuant to paragraphs one and two of this subdivision shall be provided to a patient or such patient’s authorized representative during the admission process or at registration, and any such written notification shall also be provided to a patient or such patient’s authorized representative as part of any bill for the provision of health care services; provided, however, that where a patient’s medical condition renders such patient unable to receive any such notification and such patient does not have an authorized representative, or where the provision of such notification would delay examination or treatment of a patient, in violation of the requirements of the Emergency Medical Treatment and Active Labor Act pursuant to section 1395dd et. seq. of title 42 of the United States code, such notification shall be provided as soon as practicable.  \n5.  Where a patient applies for or otherwise requests financial assistance, a hospital shall, in a timely manner, provide such patient or such patient’s authorized representative with written notification regarding whether such application or request has been accepted or denied.  Where a hospital denies an application or request for financial assistance, such hospital shall provide such patient or such patient’s authorized representative with written notification of the reason for such denial and any procedure available to appeal such denial.  Such written appeal procedure shall be posted on such hospital’s website.\n6.  As part of a bill for the provision of health care services, a hospital shall provide a patient or such patient’s authorized representative with a description of such hospital’s billing and debt collection practices, including, but not limited to: \n(i) a description of circumstances, if any, under which such hospital or its agent would commence an action against a patient for the collection of debt, including such hospital’s policies to garnish or acquire income or seize assets; \n(ii) a description of circumstances, if any, under which such hospital or its agent would notify credit companies, banks or employers regarding a patient’s outstanding bill for the provision of health care services; and\n(iii) the rate or rates at which interest is charged, if any, to a patient on unpaid balances for the provision of health care services, and a description of circumstances, if any, under which such rates would increase under an accelerator clause or similar provision.      \n7.  Each hospital shall conspicuously post a notice of the availability of financial assistance offered by such hospital in the following locations of such hospital: emergency rooms, patient billing offices, inpatient areas, outpatient areas, and all waiting rooms for the purpose of admission.  Such notice shall also include a statement regarding the availability of public health insurance, including the availability of Medicaid reimbursement to a hospital for the treatment of an immigrant for an “emergency medical condition” as such term is defined under paragraph (v) of section 1396b of title 42 of the United States code where such immigrant meets applicable income and asset requirements.  Such notice shall also indicate where such patient or such patient’s authorized representative may obtain more information regarding such financial assistance and public health insurance options.  \n8.  Pursuant to the requirements of section 405.7 of title 10 of the New York code rules and regulations, all notices required pursuant to this subdivision shall be made available in English and other appropriate languages for non-English speaking patients, and shall be made available in an alternative format for patients who are hearing and/or visually impaired.\nd.  Hospital reporting requirements.  Once a year, on or before a date set by the commissioner, each hospital shall submit to the department a report containing, at a minimum, the following information in connection with the preceding year:\n1. A description of such hospital’s financial assistance policies and procedures, including, but not limited to the following information, disaggregated by each type of financial assistance offered by such hospital:\n(i) eligibility requirements for such financial assistance, including income levels, resources and all other factors taken into consideration in determining such eligibility; \n(ii) any health care services not covered by such financial assistance; \n(iii) procedures for obtaining such financial assistance, including a description of any application process, time periods during which a patient or a patient’s authorized representative may apply for such financial assistance, and any fees, deposits or payments required to be paid by the patient as a condition precedent for obtaining such financial assistance; \n(iv) where a patient or a patient’s authorized representative may obtain further information regarding such financial assistance;    \n(v) procedures for notifying a patient or a patient’s authorized representative regarding the availability of such financial assistance; and\n(vi) procedures for appealing the denial of a request or application for such financial assistance, including when an appeal may be filed, when an appeal must be decided, and when a patient or a patient’s authorized representative must be notified of such decision.\n2. Financial information regarding the amount of financial assistance provided by such hospital, including, but not limited to the following information, disaggregated by each type of financial assistance offered by such hospital: \n(i) the total dollar amount expended by such hospital for financial assistance; \n(ii) the ratio of cost-to-charges of each type of health care service for which financial assistance was provided, along with an explanation of how such ratios were calculated; \n(iii) the total dollar amount reimbursed by the state pursuant to sections 2807-j(9)(a), 2807-k or 2807-w of the New York state public health law, commonly known as the bad debt and charity care, indigent care and disproportionate share pool established pursuant to the Health Care Reform Act, and, if applicable, a description of the process by which such hospital would apply such amount toward the unpaid balance of any individual patient;\n(iv) the total dollar amount reimbursed under Medicaid and any other public health insurance program and, if applicable, a description of the process by which such hospital would apply such amount toward the unpaid balance of any individual patient; and\n(v) the total dollar amount and source of any other funding used to offset the cost of providing such financial assistance and, if applicable, a description of the process by which such hospital would apply such amount toward the unpaid balance of any individual patient.\n3.  Statistical information regarding financial assistance, including, but not limited to the following information, disaggregated by each type of financial assistance offered by such hospital:\n(i) the total number of patients who received financial assistance, disaggregated by the number of patients who received emergency services, inpatient services, outpatient services and ancillary services; \n(ii) the total number of requests and applications for financial assistance, disaggregated by the total number of such requests and applications initiated by a patient or a patient’s representative and the total number of such requests and applications initiated by such hospital or any collection agency; \n(iii) the total number of requests and applications for financial assistance that were awarded, disaggregated by zip code; \n(iv) the total number of requests and applications for financial assistance that were denied, disaggregated by zip code, and the reasons for each such denial; \n(v) the average length of time of inpatient treatment for a patient who received financial assistance; \n(vi) the number of patients requesting or otherwise eligible for financial assistance who were transferred or referred to a different hospital for the provision of further health care services, and the identification of any such hospital to which such patients were transferred or referred; and\n(vii) the number of patients assisted by such hospital in applying for public health insurance and the nature of such assistance.\n4. General information regarding such hospital’s billing and debt collection practices, including, but not limited to:\n(i) a description of circumstances, if any, under which such hospital or its agent would commence an action against a patient for the collection of debt, including such hospital’s policies to garnish or acquire income or seize assets; \n(ii) a description of circumstances, if any, under which such hospital or its agent would notify credit companies, banks or employers regarding a patient’s outstanding bill for the provision of health care services; and\n(iii) the rate or rates at which interest is charged, if any, to a patient on unpaid balances for the provision of health care services, and a description of circumstances, if any, under which such rates would increase under an accelerator clause or similar provision.      \n5. Each hospital shall also attach to the report required pursuant to this subdivision copies of the written notices required pursuant to paragraphs one and two of subdivision c of this section.  Where a hospital amends any such notices, it shall submit to the department a copy of such amended notice no less than thirty days following such amendment.\ne.  Report by the department. On or before December 31 of each year, the department shall submit to the mayor and the speaker of the city council a final report summarizing the information provided by each hospital pursuant to subdivision d of this section and including a list of any hospital that has failed to comply with any provision of this section. The department shall post a copy of such final report on its website. Prior to issuing the final report, the department shall provide a draft copy of such report to each hospital for comment, which may be included in the final report. \nf.  Compliance.  1. The department shall maintain a telephone number to receive complaints regarding alleged violations of any of the provisions of this section.  \n2.  Any city agency entering into a covered contract with a hospital shall include a provision requiring compliance with this section; provided that such compliance shall be monitored by the department or any other city agency designated by the mayor.\n3.  Any hospital that violates subdivision c of this section shall be liable for a civil penalty of not less than five hundred dollars nor more than one thousand dollars per violation.\n4. Any hospital that fails to provide a report to the department as required by subdivision d of this section shall be liable for a civil penalty of not less than one thousand dollars per day of noncompliance.\ng.  Rules.  The commissioner shall promulgate rules in accordance with the provisions of this section, and such other rules as may be necessary for the purpose of implementing and carrying out the provisions of this section.  \n§3. If any subsection, sentence, clause, phrase, or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law that added this section, which remaining portions shall remain in full force and effect.  Nothing in this local law shall be interpreted or applied so as to create any power, duty or obligation in conflict with any federal or state law.\n§4. This local law shall take effect ninety days after its enactment into law; provided, however, that the commissioner of the department shall take such actions, including the promulgation of rules, as may be necessary for timely implementation of this local law.  \n\nLS# 150\nBK/AT/db/lp\n1/27/06",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\nowidctlpar\\tqr\\tx8640\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1.  Declaration of legislative findings and intent.  The New York City Council is concerned about the crisis confronting uninsured and underinsured residents who do not obtain needed medical care due to their lack of ability to pay for such care.  According to a May 2004 report by the United Hospital Fund, one out of every four New York City residents under the age of 65 is uninsured.  The Council finds that the cost of medical care can pose extreme financial hardship for persons who lack health insurance, and may lead to significant public health problems, given the numbers of individuals who may not have access to adequate health care.  \\par\nMost hospitals offer some form of financial assistance to patients who are unable to pay for their hospital care.  For example, many New York City hospitals participate in the New York State Bad Debt and Charity Care, Indigent Care, and Disproportionate Share pool (\\ldblquote Indigent Care pool\\rdblquote ), which was established under the Health Care Reform Act.  In recent years, nearly three-quarters of the over $800 million in the Indigent Care pool has been awarded to New York City hospitals.  Nonetheless, according to the Greater New York Hospital Association, such funds are inadequate and, on average, cover only half the cost of the financial assistance provided by a hospital.  Moreover, hospitals cannot rely on this funding stream since the amount of money available under the Indigent Care pool fluctuates annually.\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\tqr\\tx8640 Reports by the State Comptroller, the Legal Aid Society and the Public Policy and Education Fund of New York have identified a number of problems relating to the provision of financial assistance by hospitals, including lack of notice and information to patients and onerous debt collection practices.  In order to help ensure that financial assistance reaches all eligible patients and thereby maximize patient access to hospital care, the Council finds that hospitals should provide all patients with written and verbal notice regarding the availability of financial assistance.  \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj The Council recognizes its responsibility pursuant to the City Charter to promote the public health and prosperity of New York City.  Accordingly, the Council finds that it must monitor, on an ongoing basis, the need for financial assistance for those who are unable to pay their medical bills and the level of such assistance provided by hospitals.  Through the notice and reporting provisions of this legislation, the Council finds that it will be able to foster more efficient utilization of government resources and better fashion appropriate responses to any unmet need for financial assistance and hospital reimbursement for such assistance, including the recommendation of budgetary, regulatory or other action on the local, state and federal levels. \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\'a72.  Chapter 1 of title 17 of the administrative code of the city of New York is hereby amended by adding a new section 17-192 to read as follows:\\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sa63\\sl480\\slmult1\\qj\\ul\\'a717-192 a.  Short title.\\fs20   \\fs24 This section shall be known and may be cited as the \\ldblquote\\expndtw-3 Patient Information Act\\expndtw0 .\\rdblquote   \\par\n\\pard\\ltrpar\\nowidctlpar\\fi720\\sl480\\slmult1\\qj b.  Definitions.  When used in this section, the following terms shall be defined as follows:  \\par\n1.  \\ldblquote Authorized representative\\rdblquote  shall mean any individual who is legally authorized to act with respect to a patient\\rquote s medical bills.\\par\n2.  \\ldblquote Charity care\\rdblquote  shall mean the reduction in charges for the provision of health care services to patients who are indigent or medically indigent for which a hospital may be reimbursed pursuant to sections 2807-j(9)(a), 2807-k or 2807-w of the New York state public health law, commonly known as the bad debt and charity care, indigent care and disproportionate share pool established pursuant to the Health Care Reform Act. \\par\n3.  \\ldblquote City agency\\rdblquote  shall mean a city, county, borough, administration, department, division, bureau, board or commission, or a corporation, institution or agency of government, the expenses of which are paid in whole or in part from the New York city treasury.\\i\\par\n\\i0 4.  \\ldblquote Covered contract\\rdblquote  shall mean any contract entered into on or after the effective date of the local law that added this section, between a hospital and a city agency.\\par\n5.  \\ldblquote Financial assistance\\rdblquote  shall mean any program or method used by a hospital to assist patients in paying their medical bills, including, but not limited to, providing charity care, or providing health care services at no-cost, at a reduced cost, on a sliding fee scale or pursuant to a payment plan.\\par\n6.  \\ldblquote Health care services\\rdblquote  shall mean all medical services provided at or under the supervision of a hospital for the prevention, diagnosis or treatment of human disease, pain, injury, deformity or physical condition.  \\par\n7.  \\ldblquote Hospital\\rdblquote  shall mean any entity located within the city of New York that is licensed as a hospital as defined by section 2801 of the New York state public health law.\\par\n8.  \\ldblquote Immigrant\\rdblquote  shall mean any person not a citizen or national of the United States.\\par\n9.  \\ldblquote Patient\\rdblquote  shall mean any recipient of health care services.\\par\n10.  \\ldblquote Public health insurance\\rdblquote  shall mean any government-sponsored program pursuant to which benefits of a pecuniary value are provided to or on behalf of an individual with respect to the provision of certain health care services, including, but not limited to, Medicaid, Child Health Plus, and Family Health Plus.\\par\n11.  \\ldblquote Ratio of cost-to-charges\\rdblquote  shall mean the relationship between the actual amount of money spent by a hospital to provide a health care service and the charge assessed by such hospital for such service.\\par\nc.  Notification of hospital financial assistance policies and procedures. 1.  A hospital shall provide each patient or such patient\\rquote s authorized representative with verbal and written notification of such hospital\\rquote s financial assistance policies and procedures.  Such notification shall provide a description of each type of financial assistance offered by such hospital, including, but not limited to the following information disaggregated by each type of financial assistance offered by such hospital: \\par\n(i) eligibility requirements for such financial assistance, including income levels, resources and all other factors taken into consideration in determining such eligibility; \\par\n(ii) any health care services not covered by such financial assistance; \\par\n(iii) procedures for obtaining such financial assistance, including a description of any application process, time periods during which a patient may apply for such financial assistance, and any fees, deposits or payments required to be paid by the patient as a condition precedent for obtaining such financial assistance; and \\par\n(iv) where a patient may obtain further information about such financial assistance.  \\par\n2.  A hospital shall also provide each patient or such patient\\rquote s authorized representative with verbal and written notification regarding the availability of public health insurance, including the availability of Medicaid reimbursement to a hospital for the treatment of an immigrant for an \\ldblquote emergency medical condition\\rdblquote  as such term is defined under paragraph (v) of section 1396b of title 42 of the United States code where such immigrant meets applicable income and asset requirements.  Such notification shall indicate where such patient may obtain more information about public health insurance options.  \\par\n3.  A hospital shall also provide to each patient or such patient\\rquote s authorized representative a copy of the pamphlet describing available public health insurance programs produced by the department pursuant to section 17-183 of this code. \\par\n4.  Any written notification provided by a hospital pursuant to paragraphs one and two of this subdivision shall be posted on such hospital\\rquote s website.  Any verbal or written notification provided by a hospital pursuant to paragraphs one and two of this subdivision shall be provided to a patient or such patient\\rquote s authorized representative during the admission process or at registration, and any such written notification shall also be provided to a patient or such patient\\rquote s authorized representative as part of any bill for the provision of health care services; provided, however, that where a patient\\rquote s medical condition renders such patient unable to receive any such notification and such patient does not have an authorized representative, or where the provision of such notification would delay examination or treatment of a patient, in violation of the requirements of the Emergency Medical Treatment and Active Labor Act pursuant to section 1395dd \\i et. seq\\i0 . of title 42 of the United States code, such notification shall be provided as soon as practicable.  \\par\n5.  Where a patient applies for or otherwise requests financial assistance, a hospital shall, in a timely manner, provide such patient or such patient\\rquote s authorized representative with written notification regarding whether such application or request has been accepted or denied.  Where a hospital denies an application or request for financial assistance, such hospital shall provide such patient or such patient\\rquote s authorized representative with written notification of the reason for such denial and any procedure available to appeal such denial.  Such written appeal procedure shall be posted on such hospital\\rquote s website.\\par\n6.  As part of a bill for the provision of health care services, a hospital shall provide a patient or such patient\\rquote s authorized representative with a description of such hospital\\rquote s billing and debt collection practices, including, but not limited to: \\par\n(i) a description of circumstances, if any, under which such hospital or its agent would commence an action against a patient for the collection of debt, including such hospital\\rquote s policies to garnish or acquire income or seize assets; \\par\n(ii) a description of circumstances, if any, under which such hospital or its agent would notify credit companies, banks or employers regarding a patient\\rquote s outstanding bill for the provision of health care services; and\\par\n(iii) the rate or rates at which interest is charged, if any, to a patient on unpaid balances for the provision of health care services, and a description of circumstances, if any, under which such rates would increase under an accelerator clause or similar provision.      \\par\n7.  Each hospital shall conspicuously post a notice of the availability of financial assistance offered by such hospital in the following locations of such hospital: emergency rooms, patient billing offices, inpatient areas, outpatient areas,\\b  \\b0 and all waiting rooms for the purpose of admission.  Such notice shall also include a statement regarding the availability of public health insurance, including the availability of Medicaid reimbursement to a hospital for the treatment of an immigrant for an \\ldblquote emergency medical condition\\rdblquote  as such term is defined under paragraph (v) of section 1396b of title 42 of the United States code where such immigrant meets applicable income and asset requirements.  Such notice shall also indicate where such patient or such patient\\rquote s authorized representative may obtain more information regarding such financial assistance and public health insurance options.  \\par\n8.  Pursuant to the requirements of section 405.7 of title 10 of the New York code rules and regulations, all notices required pursuant to this subdivision shall be made available in English and other appropriate languages for non-English speaking patients, and shall be made available in an alternative format for patients who are hearing and/or visually impaired.\\strike\\par\n\\strike0 d.  Hospital reporting requirements.  Once a year, on or before a date set by the commissioner,\\b  \\b0 each hospital shall submit to the department a report containing, at a minimum, the following information in connection with the preceding year:\\ulnone\\par\n\\ul 1. A description of such hospital\\rquote s financial assistance policies and procedures, including, but not limited to the following information, disaggregated by each type of financial assistance offered by such hospital:\\par\n(i) eligibility requirements for such financial assistance, including income levels, resources and all other factors taken into consideration in determining such eligibility; \\par\n(ii) any health care services not covered by such financial assistance; \\par\n(iii) procedures for obtaining such financial assistance, including a description of any application process, time periods during which a patient or a patient\\rquote s authorized representative may apply for such financial assistance, and any fees, deposits or payments required to be paid by the patient as a condition precedent for obtaining such financial assistance; \\par\n(iv) where a patient or a patient\\rquote s authorized representative may obtain further information regarding such financial assistance;    \\par\n(v) procedures for notifying a patient or a patient\\rquote s authorized representative regarding the availability of such financial assistance; and\\par\n(vi) procedures for appealing the denial of a request or application for such financial assistance, including when an appeal may be filed, when an appeal must be decided, and when a patient or a patient\\rquote s authorized representative must be notified of such decision.\\strike\\par\n\\strike0 2. Financial information regarding the amount of financial assistance provided by such hospital, including, but not limited to the following information, disaggregated by each type of financial assistance offered by such hospital: \\par\n(i) the total dollar amount expended by such hospital for financial assistance; \\par\n(ii) the ratio of cost-to-charges of each type of health care service for which financial assistance\\b  \\b0 was provided, along with an explanation of how such ratios were calculated; \\par\n(iii) the total dollar amount reimbursed by the state pursuant to sections 2807-j(9)(a), 2807-k or 2807-w of the New York state public health law, commonly known as the bad debt and charity care, indigent care and disproportionate share pool established pursuant to the Health Care Reform Act, and, if applicable, a description of the process by which such hospital would apply such amount toward the unpaid balance of any individual patient;\\par\n(iv) the total dollar amount reimbursed under Medicaid and any other public health insurance program and, if applicable, a description of the process by which such hospital would apply such amount toward the unpaid balance of any individual patient; and\\par\n(v) the total dollar amount and source of any other funding used to offset the cost of providing such financial assistance and, if applicable, a description of the process by which such hospital would apply such amount toward the unpaid balance of any individual patient.\\par\n3.  Statistical information regarding financial assistance, including, but not limited to the following information, disaggregated by each type of financial assistance offered by such hospital:\\par\n(i) the total number of patients who received financial assistance, disaggregated by the number of patients who received emergency services, inpatient services, outpatient services and ancillary services; \\par\n(ii) the total number of requests and applications for financial assistance, disaggregated by the total number of such requests and applications initiated by a patient or a patient\\rquote s representative and the total number of such requests and applications initiated by such hospital or any collection agency; \\par\n(iii) the total number of requests and applications for financial assistance that were awarded, disaggregated by zip code; \\par\n(iv) the total number of requests and applications for financial assistance that were denied, disaggregated by zip code, and the reasons for each such denial; \\par\n(v) the average length of time of inpatient treatment for a patient who received financial assistance; \\par\n(vi) the number of patients requesting or otherwise eligible for financial assistance who were transferred or referred to a different hospital for the provision of further health care services, and the identification of any such hospital to which such patients were transferred or referred; and\\par\n(vii) the number of patients assisted by such hospital in applying for public health insurance and the nature of such assistance.\\par\n4. General information regarding such hospital\\rquote s billing and debt collection practices, including, but not limited to:\\par\n(i) a description of circumstances, if any, under which such hospital or its agent would commence an action against a patient for the collection of debt, including such hospital\\rquote s policies to garnish or acquire income or seize assets; \\par\n(ii) a description of circumstances, if any, under which such hospital or its agent would notify credit companies, banks or employers regarding a patient\\rquote s outstanding bill for the provision of health care services; and\\par\n(iii) the rate or rates at which interest is charged, if any, to a patient on unpaid balances for the provision of health care services, and a description of circumstances, if any, under which such rates would increase under an accelerator clause or similar provision.      \\par\n5. Each hospital shall also attach to the report required pursuant to this subdivision copies of the written notices required pursuant to paragraphs one and two of subdivision c of this section.  Where a hospital amends any such notices, it shall submit to the department a copy of such amended notice no less than thirty days following such amendment.\\par\ne.  Report by the department. On or before December 31 of each year, the department shall submit to the mayor and the speaker of the city council a final report summarizing the information provided by each hospital pursuant to subdivision d of this section and including a list of any hospital that has failed to comply with any provision of this section. The department shall post a copy of such final report on its website. Prior to issuing the final report, the department shall provide a draft copy of such report to each hospital for comment, which may be included in the final report. \\b\\par\n\\b0 f.  Compliance.  1. The department shall maintain a telephone number to receive complaints regarding alleged violations of any of the provisions of this section.  \\b\\par\n\\b0 2.  Any city agency entering into a covered contract with a hospital shall include a provision requiring compliance with this section; provided that such compliance shall be monitored by the department or any other city agency designated by the mayor.\\par\n3.  Any hospital that violates subdivision c of this section shall be liable for a civil penalty of not less than five hundred dollars nor more than one thousand dollars per violation.\\par\n4. Any hospital that fails to provide a report to the department as required by subdivision d of this section shall be liable for a civil penalty of not less than one thousand dollars per day of noncompliance.\\par\ng.  Rules.  The commissioner shall promulgate rules in accordance with the provisions of this section, and such other rules as may be necessary for the purpose of implementing and carrying out the provisions of this section.  \\par\n\\ulnone\\'a73. If any subsection, sentence, clause, phrase, or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law that added this section, which remaining portions shall remain in full force and effect.  Nothing in this local law shall be interpreted or applied so as to create any power, duty or obligation in conflict with any federal or state law.\\par\n\\'a74. This local law shall take effect ninety days after its enactment into law; provided, however, that the commissioner of the department shall take such actions, including the promulgation of rules, as may be necessary for timely implementation of this local law.  \\par\n\\pard\\ltrpar\\nowidctlpar\\sl480\\slmult1\\qj\\par\n\\pard\\ltrpar\\nowidctlpar\\qj\\fs16 LS# 150\\ul\\par\n\\ulnone BK/AT/db/lp\\par\n1/27/06\\par\n\\pard\\ltrpar\\fs24\\par\n}\n\u0000",
  "LastModified": "2016-02-02T20:40:50.293Z"
}
