{
  "ID": 35218,
  "GUID": "B5523DE1-83A0-4347-B489-664269B13BAE",
  "File": "Int 0007-2006",
  "Name": "Duties and obligations of property owners with respect to maintenance, repair or construction of sidewalks.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the duties and obligations of property owners with respect to maintenance, repair or construction of sidewalks as part of government capital reconstruction projects.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2006-02-01T00:00:00Z",
  "AgendaDate": "2006-02-01T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    }
  ],
  "History": [
    {
      "ID": 186270,
      "Date": "2006-02-01T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 186445,
      "Date": "2006-02-01T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5736,
      "AgendaSequence": 124,
      "MinutesSequence": 142,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 235949,
      "Date": "2009-12-31T17:27:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 35695,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Subdivision 1 of section 2904 of the New York city charter is amended to read as follows:\n\t(1) install, reconstruct, repave and repair the sidewalk flags in front of or abutting such property, including but not limited to the intersection quadrant for corner property, except where the property is a one-, two- or three-family dwelling, is owner-occupied and such installation, reconstruction, repaving and repair is part of a government capital reconstruction project, and \n§2.  Section 19-152 of the administrative code of the city of New York is amended by adding thereto a new subdivision t to read as follows:\n\tt.  The provisions of this section that relate to a property owner’s duties and obligations with respect to sidewalks shall not apply to an owner of a one-, two- or three-family dwelling, where such dwelling is owner-occupied and such duties and obligations arise as part of a government capital reconstruction project.  In such circumstances, any duty or obligation to maintain, repair or construct sidewalks shall be the exclusive responsibility, both physically and financially, of the city of New York, regardless of the existence of any substantial defects relating to affected sidewalks.   \n\t§3.  This local law shall take effect one hundred and eighty days after it is enacted into law.\nPH\nInt 14/2004",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\tab Section 1.  Subdivision 1 of section 2904 of the New York city charter is amended to read as follows:\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tab (1) install, reconstruct, repave and repair the sidewalk flags in front of or abutting such property, including but not limited to the intersection quadrant for corner property, \\ul except where the property is a one-, two- or three-family dwelling, is owner-occupied and such installation, reconstruction, repaving and repair is part of a government capital reconstruction project,\\ulnone  and \\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a72.  Section 19-152 of the administrative code of the city of New York is amended by adding thereto a new subdivision t to read as follows:\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tab\\ul t.  The provisions of this section that relate to a property owner\\rquote s duties and obligations with respect to sidewalks shall not apply to an owner of a one-, two- or three-family dwelling, where such dwelling is owner-occupied and such duties and obligations arise as part of a government capital reconstruction project.  In such circumstances, any duty or obligation to maintain, repair or construct sidewalks shall be the exclusive responsibility, both physically and financially, of the city of New York, regardless of the existence of any substantial defects relating to affected sidewalks.   \\par\n\\ulnone\\tab\\'a73.  This local law shall take effect one hundred and eighty days after it is enacted into law.\\par\n\\pard\\nowidctlpar PH\\par\nInt 14/2004\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
