{
  "ID": 35219,
  "GUID": "8CBF37F5-FC0B-4D87-BE86-29AEFD0A52E3",
  "File": "Int 0008-2006",
  "Name": "Information provided on canopies identifying commercial establishments.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to information provided on canopies identifying commercial establishments.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2006-02-01T00:00:00Z",
  "AgendaDate": "2006-02-01T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    }
  ],
  "History": [
    {
      "ID": 186271,
      "Date": "2006-02-01T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 186446,
      "Date": "2006-02-01T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5736,
      "AgendaSequence": 125,
      "MinutesSequence": 143,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 235950,
      "Date": "2009-12-31T17:27:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 35696,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Section 19-124 of the administrative code of the city of New York is amended by relettering subdivisions f through i as subdivisions g through j, respectively, and by adding thereto a new subdivision f to read as follows:\n\tf. Information required.  Notwithstanding any inconsistent provision of this section, a commercial establishment that erects or maintains a canopy shall be required to paint, imprint or stencil directly upon the canopy, within the character and area limitation prescribed by the zoning resolution of the city, the firm name or duly filed trade name, and the address of the premises.  When such information is provided in a foreign language it must also be provided in English and all languages used must be represented in equivalent size and proportion.  \n\t§2.  This act shall take effect immediately.\n\nPH\nInt 656/2005",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\ul\\v0\\par\nBe it enacted by the Council as follows:\\ulnone\\par\n\\pard\\qj\\par\n\\pard\\sl480\\slmult1\\qj\\tab Section 1. Section 19-124 of the administrative code of the city of New York is amended by relettering subdivisions f through i as subdivisions g through j, respectively, and by adding thereto a new subdivision f to read as follows:\\par\n\\tab\\ul f. Information required.  Notwithstanding any inconsistent provision of this section, a commercial establishment that erects or maintains a canopy shall be required to paint, imprint or stencil directly upon the canopy, within the character and area limitation prescribed by the zoning resolution of the city, the firm name or duly filed trade name, and the address of the premises.  When such information is provided in a foreign language it must also be provided in English and all languages used must be represented in equivalent size and proportion.  \\par\n\\pard\\sl480\\slmult1\\ulnone\\tab\\'a72.  This act shall take effect immediately.\\par\n\\par\n\\pard PH\\par\nInt 656/2005\\par\n\\par\n\\pard\\sl480\\slmult1\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
