{
  "ID": 35184,
  "GUID": "CBE63295-33D5-474D-AA6D-9DEACF4CC28B",
  "File": "Int 0010-2006",
  "Name": "Classification of violations",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the classification of violations.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2006-02-01T00:00:00Z",
  "AgendaDate": "2006-02-01T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    }
  ],
  "History": [
    {
      "ID": 186235,
      "Date": "2006-02-01T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 186438,
      "Date": "2006-02-01T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5736,
      "AgendaSequence": 127,
      "MinutesSequence": 145,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 235952,
      "Date": "2009-12-31T17:28:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 35661,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Subchapter one of chapter one of title 26 of the administrative code of the city of New York is amended by adding a new section 26-120.1 to read as follows:\n\t§26-120.1  Classification of violations.  Effective July first, two thousand six, for the purpose of enforcing the provisions of this code, the labor law, the multiple dwelling law, the zoning resolution, or any other state or local law, or any rule or regulation enforceable by the department, all newly issued violations shall be classified as non-hazardous, hazardous and immediately hazardous and such non-hazardous violation shall be classified as a class “C” violation, such hazardous violation shall be classified as a class “B” violation and an immediately hazardous violation shall be classified as a class “A” violation.  Such classification shall be based on the effect of the violation upon the life, health and safety of the occupants of a building, if any, and upon the public.  The provisions of the section shall not be deemed to alter the classification of any violations issued by the department prior to July first, two thousand six.\n§2.  Subdivision d of section 27-2115 of the administrative code of the city of New York is amended to read as follows:\nOn or before September first, nineteen hundred seventy-two the department shall classify all violations of the multiple dwelling law, the housing maintenance code and other applicable state and local laws as non-hazardous, hazardous and immediately hazardous, secure the approval thereof by the advisory council to the housing part of the civil court of the city of New York and publish such classification in the City Record.  Such classification shall be based on the effect of the violation upon the life, health or safety of the occupants of the building and upon the public.  After October first, nineteen-seven-two and prior to October fifteenth nineteen hundred seventy-two, the department shall hold a public hearing on the proposed classifications.  Notice of such public hearing shall be published in the City Record not less than thirty days prior to the hearing.  Within fifteen days after the conclusion of the said hearing, the department shall forward to the advisory council the list with such proposed changes as it may recommend for their approval. Within ten days of the receipt of such list, the advisory council shall advise the department as to which changes they have approved.  The department shall thereupon, within five days, cause the list, together with such changes as have been approved to be published once each week for two successive weeks in the City Record.  Any person who may be aggrieved as an owner or tenant may, within thirty days of such first publication seek a review of the department's action, provided that no such review shall stay the effectiveness of such list or the operation of the housing part of the civil court of the city of New York.\nHowever, effective July first, two thousand six, for the purpose of enforcing the provisions of this code, the multiple dwelling law, other state and local laws that impose requirements on dwellings, or any rule or regulation enforceable by the department, all newly issued violations shall be classified as non-hazardous, hazardous and immediately hazardous and such non-hazardous violation shall be classified as a class “C” violation, such hazardous violation shall be classified as a class “B” violation and an immediately hazardous violation shall be classified as a class “A” violation.  Such classification shall be based on the effect of the violation upon the life, health and safety of the occupants of a building, if any, and upon the public.  The provisions of this subdivision shall not be deemed to alter the classification of any violations issued by the department prior to July first, two thousand six.  Thereafter, and from time to time, the department may modify the list with the approval of the advisory council after publication, and public hearing as provided for the original list.\n§3. This local law shall take effect immediately after it shall have been enacted into law.\n\nInt. 10/2004\nAS",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\pard\\qj\\v0\\fs24\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1.  Subchapter one of chapter one of title 26 of the administrative code of the city of New York is amended by adding a new section 26-120.1 to read as follows:\\par\n\\pard\\sl480\\slmult1\\qj\\tab\\ul\\'a726-120.1  Classification of violations.  Effective July first, two thousand six, for the purpose of enforcing the provisions of this code, the labor law, the multiple dwelling law, the zoning resolution, or any other state or local law, or any rule or regulation enforceable by the department, all newly issued violations shall be classified as non-hazardous, hazardous and immediately hazardous and such non-hazardous violation shall be classified as a class \\ldblquote C\\rdblquote  violation, such hazardous violation shall be classified as a class \\ldblquote B\\rdblquote  violation and an immediately hazardous violation shall be classified as a class \\ldblquote A\\rdblquote  violation.  Such classification shall be based on the effect of the violation upon the life, health and safety of the occupants of a building, if any, and upon the public.  The provisions of the section shall not be deemed to alter the classification of any violations issued by the department prior to July first, two thousand six.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a72.  Subdivision d of section 27-2115 of the administrative code of the city of New York is amended to read as follows:\\par\nOn or before September first, nineteen hundred seventy-two the department shall classify all violations of the multiple dwelling law, the housing maintenance code and other applicable state and local laws as non-hazardous, hazardous and immediately hazardous, secure the approval thereof by the advisory council to the housing part of the civil court of the city of New York and publish such classification in the City Record.  Such classification shall be based on the effect of the violation upon the life, health or safety of the occupants of the building and upon the public.  After October first, nineteen-seven-two and prior to October fifteenth nineteen hundred seventy-two, the department shall hold a public hearing on the proposed classifications.  Notice of such public hearing shall be\\ul  \\ulnone published in the City Record not less than thirty days prior to the hearing.  Within fifteen days after the conclusion of the said hearing, the department shall forward to the advisory council the list with such proposed changes as it may recommend for their approval. Within ten days of the receipt of such list, the advisory council shall advise the department as to which changes they have approved.  The department shall thereupon, within five days, cause the list, together with such changes as have been approved to be published once each week for two successive weeks in the City Record.  Any person who may be aggrieved as an owner or tenant may, within thirty days of such first publication seek a review of the department's action, provided that no such review shall stay the effectiveness of such list or the operation of the housing part of the civil court of the city of New York.\\par\n\\ul However, effective July first, two thousand six, for the purpose of enforcing the provisions of this code, the multiple dwelling law, other state and local laws that impose requirements on dwellings, or any rule or regulation enforceable by the department, all newly issued violations shall be classified as non-hazardous, hazardous and immediately hazardous and such non-hazardous violation shall be classified as a class \\ldblquote C\\rdblquote  violation, such hazardous violation shall be classified as a class \\ldblquote B\\rdblquote  violation and an immediately hazardous violation shall be classified as a class \\ldblquote A\\rdblquote  violation.  Such classification shall be based on the effect of the violation upon the life, health and safety of the occupants of a building, if any, and upon the public.  The provisions of this subdivision shall not be deemed to alter the classification of any violations issued by the department prior to July first, two thousand six.\\ulnone   Thereafter, and from time to time, the department may modify the list with the approval of the advisory council after publication, and public hearing as provided for the original list.\\par\n\\'a73. This local law shall take effect immediately after it shall have been enacted into law.\\par\n\\pard\\qj\\par\nInt. 10/2004\\par\nAS\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
