{
  "ID": 35223,
  "GUID": "622A2756-8DF7-49AD-B88D-FF0450359557",
  "File": "Int 0024-2006",
  "LocalLaw": "2007/009",
  "Name": "Bicycles used for commercial purposes.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to bicycles used for certain commercial purposes.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2006-02-01T00:00:00Z",
  "AgendaDate": "2006-02-01T00:00:00Z",
  "PassedDate": "2007-03-28T00:00:00Z",
  "EnactmentDate": "2007-03-28T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    }
  ],
  "History": [
    {
      "ID": 186275,
      "Date": "2006-02-01T12:47:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 186468,
      "Date": "2006-02-01T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5736,
      "AgendaSequence": 151,
      "MinutesSequence": 169,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 199950,
      "Date": "2007-02-05T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 6968,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 24-A",
      "MinutesNote": "Proposed Int. No. 24-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 200028,
      "Date": "2007-02-05T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 6968,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 200035,
      "Date": "2007-02-05T10:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 6968,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 200948,
      "Date": "2007-03-14T10:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 7098,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 24-A",
      "MinutesNote": "Proposed Int. No. 24-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 200955,
      "Date": "2007-03-14T10:30:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 7098,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 200956,
      "Date": "2007-03-14T10:30:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "This Introduction was Amended by Committee",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 7098,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 200957,
      "Date": "2007-03-14T10:30:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Introduction be Approved by Committee approved by Roll Call.",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 7098,
      "MinutesSequence": 6,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 201087,
      "Date": "2007-03-14T13:30:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "A motion was made that this Introduction be Approved by Council approved by Roll Call.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 7118,
      "AgendaSequence": 43,
      "MinutesSequence": 68,
      "Version": "A",
      "AgendaNote": "Amended and Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 201328,
      "Date": "2007-03-14T16:00:00Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "This Introduction was Sent to Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 201663,
      "Date": "2007-03-28T13:25:00Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "This Introduction was Hearing Held by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 201664,
      "Date": "2007-03-28T13:25:00Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "This Introduction was Signed Into Law by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 201665,
      "Date": "2007-03-28T13:26:00Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "This Introduction was Recved from Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 76036,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 24 - 2/1/2006",
      "Link": "http://nyc.legistar1.com/nyc/attachments/b776c06c-df96-4250-9e43-e06baa8e1863.doc",
      "Sort": 1
    },
    {
      "ID": 76383,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Proposed Int. No. 24-A -  2/5/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/aeee40a2-6b35-4702-ae7b-e02e8b5359ed. No. 24-A 9.doc",
      "Sort": 2
    },
    {
      "ID": 76034,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 2/5/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/9f341e62-0b5d-45a9-98c3-ab3b84cca80d.doc",
      "Sort": 3
    },
    {
      "ID": 77177,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 2/5/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/9005645c-2538-41b0-9810-549dcdaa4608.doc",
      "Sort": 4
    },
    {
      "ID": 76390,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 3/14/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/befa7541-d26e-475b-bee3-981d117823dc.doc",
      "Sort": 5
    },
    {
      "ID": 78116,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 3/14/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/832b4085-cb3f-46bb-9a3e-d04b1041b2f6.doc",
      "Sort": 6
    },
    {
      "ID": 76407,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal Impact Statement",
      "Link": "http://nyc.legistar1.com/nyc/attachments/20a33a3b-6610-4a82-a365-43c94ec5216b. 24-A DOT - safety helmets.doc",
      "Sort": 7
    },
    {
      "ID": 77205,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law",
      "Link": "http://nyc.legistar1.com/nyc/attachments/31c93657-c427-457a-a8f9-0f500c4aff53.doc",
      "Sort": 8
    },
    {
      "ID": 78352,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 3/14/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/ada690ad-e7a7-42ae-9277-85d2c957e0f3.doc",
      "Sort": 9
    }
  ],
  "Summary": "",
  "TextID": 38801,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Declaration of legislative findings and intent.  The City of New York is replete with businesses that utilize bicycles due to their cost efficiency and high maneuverability.  Bicycle riders are frequently seen on the City streets acting as couriers for a wide variety of consumer items.\nHowever, due to the quantity of pedestrian and vehicular traffic within the City, potentially dangerous collisions are inevitable.  Approximately 540,000 bicyclists visit emergency rooms each year throughout the United States. Of those, roughly 67,000 have suffered head injuries.  \nAccording to the New York City Department of Transportation, head injuries are the most common cause of death among cyclists and wearing a helmet can significantly reduce the risk of head injury.  Studies indicate that the use of helmets diminishes the danger of bicycle-related head trauma by 74%-85%.  To ensure a minimum level of protection, the Consumer Product Safety Commission has adopted a helmet standard that became mandatory for all helmets manufactured for sale in the U.S. after March, 1999. \nThe low cost of safety helmets relative to the potentially severe dangers resulting from bicycle accidents clearly demonstrates the benefits of such protective equipment.  Additionally, reducing serious head injuries may result in a financial benefit for businesses due to reduced medical and insurance costs.  Finally, a reduction in such injuries may help spare the City’s health care resources. \n§2.  Subdivisions e and f of section 10-157 of the administrative code of the city of New York are relettered as subdivisions g and h respectively, relettered subdivisions g and h are amended and two new subdivisions e and f are added to read as follows:\ne.  (1)  The owner of any business engaged in providing a service as authorized in this section shall provide, at its own expense, protective headgear suitable for each bicycle operator.  Such headgear shall: \n(i) meet the standards set forth by the consumer product safety commission in title 16, part 1203 of the code of federal regulations;\n(ii) be readily available at each employment site for use by each bicycle operator; and \n(iii) be replaced if such headgear is no longer in good condition.  Headgear is no longer in good condition if it is missing any of its component parts or is otherwise damaged so as to impair its functionality. \n(2)  Each bicycle operator shall wear protective headgear that meets the requirements of paragraph 1 of this subdivision while making deliveries or otherwise operating a bicycle on behalf of such business.  The term “wear such protective headgear” means having the headgear fastened securely upon the head with the headgear straps.\nf.  The owner of any business engaged in providing a service as authorized in this section, notwithstanding that a bicycle may be provided by an employee thereof, shall provide at its own expense and ensure that each bicycle is equipped with a lamp; a bell or other device capable of giving an audible signal; brakes; reflective tires or, alternately, a reflex reflector mounted on the spokes of each wheel; as well as other reflective devices or material, in accordance with section 1236 of the vehicle and traffic law. \ng.  Except as otherwise provided in subdivision [f] h of this section, the violation of any of the provisions of this section, or of any of the rules or regulations that may be promulgated pursuant hereto, shall be a violation triable by a judge of the criminal court of the city of New York and upon conviction thereof shall be punishable by a fine of not less than one hundred dollars nor more than two hundred and fifty dollars or imprisonment for not more than fifteen days or both such fine and imprisonment.\nh.  Any person who makes deliveries or otherwise operates a bicycle on behalf of a business without carrying the identification required by subdivision b of this section or who fails to produce such identification upon demand as required by such subdivision, or who fails to wear protective headgear required by subdivision e of this section, shall be guilty of a traffic infraction and upon conviction thereof shall be liable for a fine of not less than twenty-five dollars nor more than fifty dollars.  It shall be an affirmative defense to such traffic infraction that the business did not provide the protective headgear required by subdivision e of this section.  Such traffic infraction may be adjudicated by such an administrative tribunal as is authorized under article two-A of the vehicle and traffic law.  \n§3.  This local law shall take effect one hundred twenty days after it shall have been enacted into law.\n\nPH\nInt 754/2005\n3.06.07 - 8:30 pm",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\ul\\i\\v0\\par\nBe it enacted by the Council as follows\\i0 :\\par\n\\par\n\\pard\\fi720\\ri115\\sl480\\slmult1\\qj\\expndtw0\\ulnone Section 1. Declaration of legislative findings and intent.  The City of New York is replete with businesses that utilize bicycles due to their cost efficiency and high maneuverability.  Bicycle riders are frequently seen on the City streets acting as couriers for a wide variety of consumer items.\\par\nHowever, due to the quantity of pedestrian and vehicular traffic within the City, potentially dangerous collisions are inevitable.  Approximately 540,000 bicyclists visit emergency rooms each year throughout the United States. Of those, roughly 67,000 have suffered head injuries.  \\cf1\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\cf0 According to the New York City Department of Transportation, head injuries are the most common cause of death among cyclists and wearing a helmet can significantly reduce the risk of head injury.  Studies \\cf1 indicate that the use of helmets diminishes the danger of bicycle-related head trauma by 74%-85%.  To ensure a minimum level of protection, t\\cf0 he Consumer Product Safety Commission has adopted a helmet standard that became mandatory for all helmets manufactured for sale in the U.S. after March, 1999. \\par\n\\pard\\fi720\\ri120\\sl480\\slmult1\\qj The low cost of safety helmets relative to the potentially severe dangers resulting from bicycle accidents clearly demonstrates the benefits of such protective equipment.  Additionally, reducing serious head injuries may result in a financial benefit for businesses due to reduced medical and insurance costs.  Finally, a reduction in such injuries may help spare the City\\rquote s health care resources. \\par\n\\pard\\fi720\\ri115\\sl480\\slmult1\\qj\\'a72.  Subdivisions e and f of section 10-157 \\expndtw-3 of the administrative code of the city of New York are relettered as subdivisions g and h respectively, relettered subdivisions g and h are amended and two new subdivisions e and f are added to read as follows:\\par\n\\pard\\fi720\\ri120\\sl480\\slmult1\\qj\\tx720\\ul e.  (1)  \\expndtw0 The owner of any business engaged in providing a service as authorized in this section shall provide, at its own expense, protective headgear suitable for each bicycle operator.  Such headgear shall: \\par\n(i) meet the standards set forth by the consumer product safety commission in title 16, part 1203 of the code of federal regulations;\\par\n(ii) be readily available at each employment site for use by each bicycle operator; and \\par\n(iii) be replaced if such headgear is no longer in good condition.  Headgear is no longer in good condition if it is missing any of its component parts or is otherwise damaged so as to impair its functionality. \\par\n(2)  Each bicycle operator shall wear protective headgear that meets the requirements of paragraph 1 of this subdivision while making deliveries or otherwise operating a bicycle on behalf of such business.  The term \\ldblquote wear such protective headgear\\rdblquote  means having the headgear fastened securely upon the head with the headgear straps.\\par\n\\expndtw-3 f.  \\expndtw0 The owner of any business engaged in providing a service as authorized in this section, notwithstanding that a bicycle may be provided by an employee thereof, shall provide at its own expense and ensure that each bicycle is equipped with a lamp; a bell or other device capable of giving an audible signal; brakes; reflective tires or, alternately, a reflex reflector mounted on the spokes of each wheel; as well as other reflective devices or material, in accordance with section 1236 of the vehicle and traffic law. \\par\n\\ulnone g.  Except as otherwise provided in subdivision [f] \\ul h\\ulnone  of this section, the violation of any of the provisions of this section, or of any of the rules or regulations that may be promulgated pursuant hereto, shall be a violation triable by a judge of the criminal court of the city of New York and upon conviction thereof shall be punishable by a fine of not less than one hundred dollars nor more than two hundred and fifty dollars or imprisonment for not more than fifteen days or both such fine and imprisonment.\\par\nh.  Any person who makes deliveries or otherwise operates a bicycle on behalf of a business without carrying the identification required by subdivision b of this section or who fails to produce such identification upon demand as required by such subdivision, \\ul or who fails to wear protective headgear required by subdivision e of this section,\\ulnone  shall be guilty of a traffic infraction and upon conviction thereof shall be liable for a fine of not less than twenty-five dollars nor more than fifty dollars.  \\ul It shall be an affirmative defense to such traffic infraction that the business did not provide the protective headgear required by subdivision e of this section\\ulnone .  Such traffic infraction may be adjudicated by such an administrative tribunal as is authorized under article two-A of the vehicle and traffic law.  \\ul\\par\n\\pard\\fi720\\sl480\\slmult1\\ulnone\\'a73.  This local law shall take effect one hundred twenty days after it shall have been enacted into law.\\par\n\\pard\\fs16\\par\nPH\\par\nInt 754/2005\\par\n3.06.07 - 8:30 pm\\fs24\\par\n}\n\u0000",
  "LastModified": "2015-06-02T14:33:18.53Z"
}
