{
  "ID": 35203,
  "GUID": "4BADC431-0031-480C-9C14-DFE2FCAE1A0B",
  "File": "Int 0026-2006",
  "Name": "Translation of all content on the city’s official website.",
  "Title": "A Local Law to amend the charter of the city of New York, in relation to the translation of all content on the city’s official website.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5121,
  "BodyName": "Committee on Technology in Government",
  "IntroDate": "2006-02-01T00:00:00Z",
  "AgendaDate": "2006-02-01T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    }
  ],
  "History": [
    {
      "ID": 186254,
      "Date": "2006-02-01T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 186470,
      "Date": "2006-02-01T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Technology in Government",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5736,
      "AgendaSequence": 153,
      "MinutesSequence": 171,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Technology in Government",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 235963,
      "Date": "2009-12-31T17:33:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 35680,
  "Text": "Be it enacted by the Council as follows:\n\nSection One. Legislative declaration.\n\nAccess to information about the workings of and services provided by city government is the right of all taxpayers and residents of the city of New York. One of the most important ways city government provides information about its workings and the services it provides is the official city website. The website offers information about elected officials, news and updates regarding city agencies and services, more than 400 online forms to access public services and many other important features.\nAll of this information is currently accessible only in English. Because as many New Yorkers as possible should have the ability to access this vital resource, it is critical that the website be made accessible to non-English speakers. There are approximately 170 languages spoken in New York City. The city’s own website should reflect this diversity. Other major American cities, including Philadelphia, San Francisco, Dallas and Houston, have already made their websites accessible to non-English speakers. \nThe Council finds that by translating the city’s website into languages other than English, many more people from the city’s non-English-speaking communities will be able to participate in their democracy and will be able to take advantage of the benefits and services to which they are entitled by law. \n\t§2.  Section 1072 of the charter of the city of New York is amended by adding a new subdivision q, and by amending subdivisions o and p, to read as follows:\n\to. to institute procedures to assure restrictions of access to information to the appropriate individuals, where such restrictions is required by law; (and)\np. to perform such other responsibilities with respect to information technology and telecommunications matters, including responsibilities delegated elsewhere by the charter, as the mayor shall direct; and \nq. provide that all content that is posted in English on the official city website is also available online in a manner easy to locate for persons of limited English proficiency in at least every covered language as defined by section 8-1002 of the administrative code of the city of New York.\n\t§3.  This law shall take effect six (6) months after the date of enactment. \n\nFK\nInt 647/2005",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul\\i Be it enacted by the Council as follows\\i0 :\\par\n\\par\n\\pard\\nowidctlpar\\fi720\\ulnone Section One. Legislative declaration.\\par\n\\pard\\nowidctlpar\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Access to information about the workings of and services provided by city government is the right of all taxpayers and residents of the city of New York. One of the most important ways city government provides information about its workings and the services it provides is the official city website. The website offers information about elected officials, news and updates regarding city agencies and services, more than 400 online forms to access public services and many other important features.\\par\nAll of this information is currently accessible only in English. Because as many New Yorkers as possible should have the ability to access this vital resource, it is critical that the website be made accessible to non-English speakers. There are approximately 170 languages spoken in New York City. The city\\rquote s own website should reflect this diversity. Other major American cities, including Philadelphia, San Francisco, Dallas and Houston, have already made their websites accessible to non-English speakers. \\par\nThe Council finds that by translating the city\\rquote s website into languages other than English, many more people from the city\\rquote s non-English-speaking communities will be able to participate in their democracy and will be able to take advantage of the benefits and services to which they are entitled by law. \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\tab\\'a72.  Section 1072 of the charter of the city of New York is amended by adding a new subdivision q, and by amending subdivisions o and p, to read as follows:\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tab o. to institute procedures to assure restrictions of access to information to the appropriate individuals, where such restrictions is required by law; (and)\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj p. to perform such other responsibilities with respect to information technology and telecommunications matters, including responsibilities delegated elsewhere by the charter, as the mayor shall direct; \\ul and\\ulnone  \\par\n\\ul q. provide that all content that is posted in English on the official city website is also available online in a manner easy to locate for persons of limited English proficiency in at least every covered language as defined by section 8-1002 of the administrative code of the city of New York.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\ulnone\\tab\\'a73.  This law shall take effect six (6) months after the date of enactment. \\par\n\\par\n\\pard\\nowidctlpar\\cf1 FK\\par\nInt 647/2005\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\cf0\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
