{
  "ID": 35174,
  "GUID": "F3CABAAC-D110-41F4-88AC-4CC8825AF6D8",
  "File": "Int 0027-2006",
  "Name": "Filing of deeds containing restrictive covenants.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the filing of deeds containing restrictive covenants.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2006-02-01T00:00:00Z",
  "AgendaDate": "2006-02-01T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    }
  ],
  "History": [
    {
      "ID": 186225,
      "Date": "2006-02-01T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 186473,
      "Date": "2006-02-01T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5736,
      "AgendaSequence": 156,
      "MinutesSequence": 174,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 235964,
      "Date": "2009-12-31T17:34:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 35651,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Section 26-103 of the administrative code of the city of New York is amended by lettering the existing paragraph as subdivision (a) and by adding a new subdivision (b) to read as follows:\n\tb.  The department shall maintain a registry of all deeds containing restrictive covenants filed with the department.  Any such filing shall not be deemed as acceptable in lieu of any other filing requirements mandated or permitted under any other provisions of law, rule or regulation.  The filing shall be accompanied by a registration statement acknowledging the authenticity of such deed.  Prior to the issuance of any permit, the department shall search such registry for the purpose of determining whether any such deeds within this registry contain any restrictive covenants that would be violated by the issuance of such a permit or the completion of the project for which such permit would be issued.  If a violation of any such restrictive covenant filed with the department would occur then the department shall not issue such permit except as permitted by order of law by a court of competent jurisdiction.  This registry shall be made available to the public during regular business hours.  The department shall promulgate any additional rules for the implementation of this subdivision.\n§2. This local law shall take effect immediately after it shall have been enacted into law.\n\nInt 67/2004\nAS",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\pard\\qj\\v0\\fs24\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1.  Section 26-103 of the administrative code of the city of New York is amended by lettering the existing paragraph as subdivision (a) and by adding a new subdivision (b) to read as follows:\\par\n\\pard\\sl480\\slmult1\\qj\\tab\\ul b.  The department shall maintain a registry of all deeds containing restrictive covenants filed with the department.  Any such filing shall not be deemed as acceptable in lieu of any other filing requirements mandated or permitted under any other provisions of law, rule or regulation.  The filing shall be accompanied by a registration statement acknowledging the authenticity of such deed.  Prior to the issuance of any permit, the department shall search such registry for the purpose of determining whether any such deeds within this registry contain any restrictive covenants that would be violated by the issuance of such a permit or the completion of the project for which such permit would be issued.  If a violation of any such restrictive covenant filed with the department would occur then the department shall not issue such permit except as permitted by order of law by a court of competent jurisdiction.  This registry shall be made available to the public during regular business hours.  The department shall promulgate any additional rules for the implementation of this subdivision.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a72. This local law shall take effect immediately after it shall have been enacted into law.\\par\n\\pard\\qj\\ulnone\\par\nInt 67/2004\\par\nAS\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
