{
  "ID": 35196,
  "GUID": "51281B80-1600-42A1-8197-B6BAFC997098",
  "File": "Int 0030-2006",
  "Name": "Requiring notification to CB's and CM's of applications for new construction and demolition permits.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the notification of community boards and council members of applications for new construction and certain demolition and alteration permits.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2006-02-01T00:00:00Z",
  "AgendaDate": "2006-02-01T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    }
  ],
  "History": [
    {
      "ID": 186247,
      "Date": "2006-02-01T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 186478,
      "Date": "2006-02-01T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5736,
      "AgendaSequence": 161,
      "MinutesSequence": 179,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 190967,
      "Date": "2006-05-16T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 6096,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 30-A",
      "MinutesNote": "Proposed Int. No. 30-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 191161,
      "Date": "2006-05-16T13:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 6096,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 191194,
      "Date": "2006-05-16T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 6096,
      "MinutesSequence": 7,
      "Version": "A",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 235966,
      "Date": "2009-12-31T17:35:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 72534,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 30 - 2/1/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/92adbe9e-c758-424e-976a-89625472fe2f. No. 30.doc",
      "Sort": 1
    },
    {
      "ID": 72533,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 5/16/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/ab603ac8-cb98-4cc0-bc73-1860c5360a66.doc",
      "Sort": 2
    },
    {
      "ID": 73944,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 5/16/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/50f2aa4d-2029-4e02-8d80-c86f20ccf34b.doc",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 37081,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Section 27-191 of the administrative code of the city of New York is amended by lettering the existing section as subdivision a and by adding thereto new subdivisions b and c to read as follows:\n§27-191  Approval of permit application.  a.  All applications for permits and any accompanying plans and papers, including any amendments thereto, shall be examined promptly after their submission for compliance with the provisions of this code and other applicable laws and regulations.  Except as otherwise provided in section 27-198 of this article, applications complying with the provisions of this code and other applicable laws and regulations shall be approved by the commissioner and the permit issued promptly and not later than forty calendar days after the submission thereof, and applications failing to comply with the requirements of this code and other applicable laws and regulations shall be rejected and written notice of rejection, stating the grounds of rejection, shall be given the applicant promptly and not later than forty calendar days after the submission thereof, except that on or before the fortieth day, the commissioner may on good cause shown, and upon notification to the applicant, extend such time for an additional twenty days.  Whenever a permit application has been rejected and is thereafter revised and resubmitted to meet stated grounds of rejection, the revised application shall be approved if it meets the stated grounds of rejection, or shall be rejected if it fails to meet the stated grounds of rejection; and the permit shall be issued or written notice of rejection, stating the grounds of rejection, shall be given the applicant promptly and not later than twenty calendar days after the resubmission thereof.\nb.  No application submitted pursuant to article eleven of this subchapter shall be approved unless the applicant certifies in writing that at least ten days prior to the submission of such application, the community board and council member in whose district the property in question is located was notified in writing by the applicant of the applicant’s intent to submit such application.  Such notice shall contain a general description of the proposed work, the proposed occupancy and the number of units, and the location.\nc.  For any building built more than seventy-five years ago, no application submitted pursuant to article fourteen of this subchapter or article twelve of this subchapter shall be approved if such application is for a permit to raze or remove an existing building or structure unless the applicant certifies in writing that at least ten days prior to the submission of such application, the community board and council member in whose district the property in question is located was notified in writing of the applicant’s intent to submit such application.\n§2. This local law shall take effect ninety days after its enactment.\n\n\n\n05-02-06",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1. Section 27-191 of the administrative code of the city of New York is amended by lettering the existing section as subdivision a and by adding thereto new subdivisions b and c to read as follows:\\par\n\\'a727-191  Approval of permit application.\\b   \\ul\\b0 a.\\ulnone   All applications for permits and any accompanying plans and papers, including any amendments thereto, shall be examined promptly after their submission for compliance with the provisions of this code and other applicable laws and regulations.  Except as otherwise provided in section 27-198 of this article, applications complying with the provisions of this code and other applicable laws and regulations shall be approved by the commissioner and the permit issued promptly and not later than forty calendar days after the submission thereof, and applications failing to comply with the requirements of this code and other applicable laws and regulations shall be rejected and written notice of rejection, stating the grounds of rejection, shall be given the applicant promptly and not later than forty calendar days after the submission thereof, except that on or before the fortieth day, the commissioner may on good cause shown, and upon notification to the applicant, extend such time for an additional twenty days.  Whenever a permit application has been rejected and is thereafter revised and resubmitted to meet stated grounds of rejection, the revised application shall be approved if it meets the stated grounds of rejection, or shall be rejected if it fails to meet the stated grounds of rejection; and the permit shall be issued or written notice of rejection, stating the grounds of rejection, shall be given the applicant promptly and not later than twenty calendar days after the resubmission thereof.\\par\n\\ul b.  No application submitted pursuant to article eleven of this subchapter shall be approved unless the applicant certifies in writing that at least ten days prior to the submission of such application, the community board and council member in whose district the property in question is located was notified in writing by the applicant of the applicant\\rquote s intent to submit such application.  Such notice shall contain a general description of the proposed work, the proposed occupancy and the number of units, and the location.\\par\nc.  For any building built more than seventy-five years ago, no application submitted pursuant to article fourteen of this subchapter or article twelve of this subchapter shall be approved if such application is for a permit to raze or remove an existing building or structure unless the applicant certifies in writing that at least ten days prior to the submission of such application, the community board and council member in whose district the property in question is located was notified in writing of the applicant\\rquote s intent to submit such application.\\par\n\\ulnone\\'a72. This local law shall take effect ninety days after its enactment.\\par\n\\pard\\sl480\\slmult1\\qj\\par\n\\par\n\\par\n05-02-06\\par\n}\n\u0000",
  "LastModified": "2015-06-17T15:10:56.44Z"
}
