{
  "ID": 35224,
  "GUID": "690FCD29-C232-487A-8130-8844E6736777",
  "File": "Int 0036-2006",
  "Name": "Providing for the activation of parking meters on Sundays in certain commercial areas.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to providing for the activation of parking meters on Sundays in certain commercial areas.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2006-02-01T00:00:00Z",
  "AgendaDate": "2006-02-01T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    }
  ],
  "History": [
    {
      "ID": 186276,
      "Date": "2006-02-01T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 186486,
      "Date": "2006-02-01T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5736,
      "AgendaSequence": 167,
      "MinutesSequence": 185,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 235970,
      "Date": "2009-12-31T17:38:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 35701,
  "Text": "Be it enacted by the Council as follows:\n \nSection 1.  Section 19-167 of the administrative code of the city of New York, as added by local law of 2005 is amended to read as follows:\n§19-167 Suspending the activation of parking meters on Sundays; activation of parking meters on Sundays in certain commercial areas.  a.  Notwithstanding any other provision of law, but subject to the provisions of paragraph b of this section, no person parking a vehicle at a parking meter is required to activate such meter on a Sunday and no notice of violation or summons may be issued solely for the failure to activate such parking meter on a Sunday.  \nb.  Notwithstanding the provisions of subdivision a of this section to the contrary, the department may promulgate rules eliminating the suspension of the requirement to activate a parking meter on a Sunday contained in subdivision a of this section, for parking meters on streets or sidewalks immediately adjacent to all, or any portion of a zoning district designated C4, C5, C6, C7 or C8 in the New York City zoning resolution, or in all, or any portion of, a business improvement district established pursuant to chapter four of title twenty-five of this code upon a determination that the suspension of such requirement would serve the commercial interests of such area or district or portion thereof.\n§2.  This local law shall take effect immediately.\nPH\nInt 759/2005",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n \\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj Section 1.  Section 19-167 of the administrative code of the city of New York, as added by local law of 2005 is amended to read as follows:\\par\n\\'a719-167 Suspending the activation of parking meters on Sundays\\ul ; activation of parking meters on Sundays in certain commercial areas\\ulnone .  \\ul a.\\ulnone   Notwithstanding any other provision of law, \\ul but subject to the provisions of paragraph b of this section,\\ulnone  no person parking a vehicle at a parking meter is required to activate such meter on a Sunday and no notice of violation or summons may be issued solely for the failure to activate such parking meter on a Sunday.  \\par\n\\ul b.  Notwithstanding the provisions of subdivision a of this section to the contrary, the department may promulgate rules eliminating the suspension of the requirement to activate a parking meter on a Sunday contained in subdivision a of this section, for parking meters on streets or sidewalks immediately adjacent to all, or any portion of a zoning district designated C4, C5, C6, C7 or C8 in the New York City zoning resolution, or in all, or any portion of, a business improvement district established pursuant to chapter four of title twenty-five of this code upon a determination that the suspension of such requirement would serve the commercial interests of such area or district or portion thereof.\\par\n\\ulnone\\'a72.  This local law shall take effect immediately.\\par\n\\pard PH\\par\nInt 759/2005\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
