{
  "ID": 35560,
  "GUID": "C1280AE9-9DC5-48DB-9493-3CF008D49A8C",
  "File": "Int 0043-2006",
  "Name": "Enforcement of stop-work orders issued by the department of buildings.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the enforcement of stop-work orders issued by the department of buildings.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2006-02-15T00:00:00Z",
  "AgendaDate": "2006-02-15T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    },
    {
      "ID": 5294,
      "Slug": "betsy-gotbaum",
      "FullName": "Betsy Gotbaum"
    }
  ],
  "History": [
    {
      "ID": 187106,
      "Date": "2006-02-15T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 187262,
      "Date": "2006-02-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5803,
      "AgendaSequence": 74,
      "MinutesSequence": 98,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 197147,
      "Date": "2006-10-30T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 6713,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 43-A",
      "MinutesNote": "Proposed Int. No. 43-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 197250,
      "Date": "2006-10-30T10:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 6713,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 197251,
      "Date": "2006-10-30T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 6713,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236818,
      "Date": "2009-12-31T17:13:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 75158,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 43 - 2/15/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/d7e7e93d-6503-491c-9c85-90bd1e8b18d9.doc",
      "Sort": 1
    },
    {
      "ID": 75157,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 10/30/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/4645bd26-c357-44b8-a527-3a9a38479632.doc",
      "Sort": 2
    },
    {
      "ID": 75976,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 10/30/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/9629a763-5f76-45ce-8509-f11d11423461.doc",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 38305,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Section 26-118 of the administrative code of the city of New York is amended to read as follows:\n§26-118 Stop-work notices and orders.  Notwithstanding the provisions of sections 26-115 through 26-117 of this subchapter, a notice or order to stop work may be issued by the commissioner, or his or her authorized representative, at any time when it is found that building work is being executed in violation of the provisions of any law, rule or regulation enforceable by the department, or in a dangerous or unsafe manner.\nSuch notice or order may be given orally or in writing to the owner, lessee or occupant of the property involved, or to the agent of any of them, or to the person or persons executing the work and may require all persons in and about the building or premises to vacate the same forthwith, and also require such work to be done as, in the opinion of the commissioner, may be necessary to remove any danger therefrom.  The police department shall, upon the request of the commissioner, assist the department in the enforcement of this section.   Such enforcement may include the arrest of persons engaged in criminal activity and, to the extent permitted by law, the seizure of equipment being used to engage in criminal activity.  \nConditions warranting issuance of a stop work order include but are not limited to, the failure to have a construction site safety coordinator present in the course of on-going construction at those sites where department rules and regulations require that a construction site safety coordinator be designated and present; the failure to erect a sidewalk shed (or portions thereof) as required by section 27-1021 of the code, or the removal of a sidewalk shed or portions thereof, when such sidewalk shed is still required pursuant to such section.\nThe department shall post and maintain on its website:\n(i) a list of addresses, disaggregated by zip code, and for each zip code, disaggregated by community district and council district, for which a notice or order stop work has been given, and the date when such notice or order was given; and \n(ii) a list of addresses, disaggregated by zip code, and for each zip code, disaggregated by community district and council district, for which a notice or order to stop work has been rescinded, and the date of such rescission.  \nNo rescission of a stop work order shall be valid unless it is made in writing in a form prescribed by the department. Immediately upon the issuance or rescission of a notice or order to stop work, the department shall post the information regarding such notice or order onto the appropriate website list as required in this section.\nIn addition to the penalties provided for in this subchapter, failure to comply with a stop work order shall be subject to the payment of a penalty in the sum of five hundred dollars for each day there is non-compliance, to be recovered in a civil action brought in the name of the commissioner; provided, however, this shall not apply to any work performed to remedy an unsafe or hazardous condition.\n§2.\tThis local law shall take effect immediately.\n\n10-16-06, 8:00 pm",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\fi720\\sl480\\slmult1 Section 1.  Section 26-118 of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a726-118 Stop-work notices and orders.  Notwithstanding the provisions of sections 26-115 through 26-117 of this subchapter, a notice or order to stop work may be issued by the commissioner, or his or her authorized representative, at any time when it is found that building work is being executed in violation of the provisions of any law, rule or regulation enforceable by the department, or in a dangerous or unsafe manner.\\par\nSuch notice or order may be given orally or in writing to the owner, lessee or occupant of the property involved, or to the agent of any of them, or to the person or persons executing the work and may require all persons in and about the building or premises to vacate the same forthwith, and also require such work to be done as, in the opinion of the commissioner, may be necessary to remove any danger therefrom.  The police department shall, upon the request of the commissioner, assist the department in the enforcement of this section.   \\ul Such enforcement may include the arrest of persons engaged in criminal activity and, to the extent permitted by law, the seizure of equipment being used to engage in criminal activity.\\ulnone   \\par\nConditions warranting issuance of a stop work order include but are not limited to, the failure to have a construction site safety coordinator present in the course of on-going construction at those sites where department rules and regulations require that a construction site safety coordinator be designated and present; the failure to erect a sidewalk shed (or portions thereof) as required by section 27-1021 of the code, or the removal of a sidewalk shed or portions thereof, when such sidewalk shed is still required pursuant to such section.\\par\n\\ul The department shall post and maintain on its website:\\par\n(i) a list of addresses, disaggregated by zip code, and for each zip code, disaggregated by community district and council district, for which a notice or order stop work has been given, and the date when such notice or order was given; and \\par\n(ii) a list of addresses, disaggregated by zip code, and for each zip code, disaggregated by community district and council district, for which a notice or order to stop work has been rescinded, and the date of such rescission.  \\par\nNo rescission of a stop work order shall be valid unless it is made in writing in a form prescribed by the department. Immediately upon the issuance or rescission of a notice or order to stop work, the department shall post the information regarding such notice or order onto the appropriate website list as required in this section.\\par\n\\ulnone In addition to the penalties provided for in this subchapter, failure to comply with a stop work order shall be subject to the payment of a penalty in the sum of five hundred dollars for each day there is non-compliance, to be recovered in a civil action brought in the name of the commissioner; provided, however, this shall not apply to any work performed to remedy an unsafe or hazardous condition.\\par\n\\'a72.\\tab This local law shall take effect immediately.\\par\n\\pard\\par\n\\pard\\qj\\fs20 10-16-06, 8:00 pm\\par\n}\n\u0000",
  "LastModified": "2015-06-16T17:36:48.497Z"
}
