{
  "ID": 35450,
  "GUID": "74257678-0AB6-4273-8159-B2E71E3D01AF",
  "File": "Int 0046-2006",
  "Name": "Collection of claims on behalf of the city of New York.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the collection of claims on behalf of the city of New York.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2006-02-15T00:00:00Z",
  "AgendaDate": "2006-02-15T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    }
  ],
  "History": [
    {
      "ID": 186989,
      "Date": "2006-02-15T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 187260,
      "Date": "2006-02-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5803,
      "AgendaSequence": 77,
      "MinutesSequence": 101,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Finance",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236815,
      "Date": "2009-12-31T17:12:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 35941,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Chapter 3 of  Title 3 of the administrative code of the city of New York is hereby amended by adding a new §3-321 to read as follows:\n§3-321 a.  The comptroller shall compromise, settle or adjust all claims on behalf of the city of New York.  City agencies shall forward all reports of property damage in such form as prescribed by the comptroller within two weeks of notice to the agency of the property damage.  If the comptroller is unable to compromise, settle or adjust a claim, the comptroller shall refer the matter to the corporation counsel for appropriate legal action.\nb.\tIncentive/Reward Program.  Any money collected or received by the comptroller pursuant to subdivision a of this section shall be paid in the following manner: \n(i) The forwarding agency shall receive 20 percent of the proceeds obtained by the comptroller on its claims; these monies may be used to establish risk management initiatives, or to fund pre-existing risk management programs of said agency.  \n(ii) The remaining 80 percent of the proceeds shall be paid into the general\n fund of the city of New York.\n(iii)  Where funds are collected or received by the comptroller pursuant to\n subdivision a of this section based upon information furnished by an\nindividual or individuals and where the comptroller determines, in the\nexercise of his or her discretion, that such information, in conjunction with\ncollection activities conducted by the comptroller’s office, has resulted in \nthe collection of said funds, the comptroller shall offer as a reward to such \nindividual or individuals an amount that, in the aggregate, is:\n(a)    Up to ten percent of the collected funds, up to a maximum of $500 per affirmative claim. In determining the amount of the reward, the comptroller shall consider factors that include, but are not limited to: (1) the type of property damaged; (2) the specificity of the information provided, including but not limited to, the license place number, make or model or other description of the vehicle alleged to have been used, the location, date or time of the alleged incident causing damage, and the description of the individual or individuals alleged to have caused the damage.\n(iv) No peace officer, employee of the comptroller’s office or forwarding agency, or employee of any governmental entity involved in thefurtherance of subsection a of this section, shall be entitled to obtain the benefit of any such reward or obtain the benefit of such reward when acting in the discharge of his or her official duties.\n§2.  This local law shall take effect immediately.\n\n\nAB\nInt. No. 7- 2004",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1.  Chapter 3 of  Title 3 of the administrative code of the city of New York is hereby amended by adding a new \\'a73-321 to read as follows:\\par\n\\pard\\fi360\\sl480\\slmult1\\qj\\ul\\'a73-321 a.  The comptroller shall compromise, settle or adjust all claims on behalf of the city of New York.  City agencies shall forward all reports of property damage in such form as prescribed by the comptroller within two weeks of notice to the agency of the property damage.  If the comptroller is unable to compromise, settle or adjust a claim, the comptroller shall refer the matter to the corporation counsel for appropriate legal action.\\par\n\\pard\\fi-375\\li735\\sl480\\slmult1\\qj\\tx735\\ulnone b.\\tab\\ul Incentive/Reward Program.  Any money collected or received by the comptroller pursuant to subdivision a of this section shall be paid in the following manner: \\par\n\\pard\\li1440\\sl480\\slmult1\\qj\\tx2160\\ulnone (i)\\fs14  \\ul\\fs24 The forwarding agency shall receive 20 percent of the proceeds obtained by the comptroller on its claims; these monies may be used to establish risk management initiatives, or to fund pre-existing risk management programs of said agency.  \\par\n\\pard\\fi-720\\li2160\\sl480\\slmult1\\qj\\tx2160\\ulnone (ii)\\fs14  \\ul\\fs24 The remaining 80 percent of the proceeds shall be paid into the general\\par\n fund of the city of New York.\\par\n\\ulnone (iii)\\fs14   \\ul\\fs24 Where funds are collected or received by the comptroller pursuant to\\par\n subdivision a of this section based upon information furnished by an\\par\n\\pard\\fi-720\\li2160\\sl480\\slmult1\\tx2160 individual or individuals and where the comptroller determines, in the\\par\nexercise of his or her discretion, that such information, in conjunction with\\par\n\\pard\\fi-720\\li2160\\sl480\\slmult1\\qj\\tx2160 collection activities conducted by the comptroller\\rquote s office, has resulted in \\par\nthe collection of said funds, the comptroller shall offer as a reward to such \\par\nindividual or individuals an amount that, in the aggregate, is:\\par\n\\pard\\fi-360\\li2700\\sl480\\slmult1\\qj\\tx2700\\ulnone (a)\\fs14     \\ul\\fs24 Up to ten percent of the collected funds, up to a maximum of $500 per affirmative claim. In determining the amount of the reward, the comptroller shall consider factors that include, but are not limited to: (1) the type of property damaged; (2) the specificity of the information provided, including but not limited to, the license place number, make or model or other description of the vehicle alleged to have been used, the location, date or time of the alleged incident causing damage, and the description of the individual or individuals alleged to have caused the damage.\\par\n\\pard\\fi-360\\li1800\\sl480\\slmult1\\qj\\ulnone (iv)\\fs14  \\ul\\fs24 No peace officer, employee of the comptroller\\rquote s office or forwarding agency, or employee of any governmental entity involved in thefurtherance of subsection a of this section, shall be entitled to obtain the benefit of any such reward or obtain the benefit of such reward when acting in the discharge of his or her official duties.\\par\n\\pard\\fi720\\sl480\\slmult1\\ulnone\\'a72.  This local law shall take effect immediately.\\par\n\\pard\\par\n\\par\nAB\\par\nInt. No. 7- 2004\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
