{
  "ID": 35388,
  "GUID": "F00DA403-58C0-45F2-81B9-940133ECB6C0",
  "File": "Int 0049-2006",
  "Name": "Require commercial shopping establishments that maintain a parking area of at least 200 spaces install, maintain and operate surveillance cameras in order to deter crime.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring that commercial shopping establishments that maintain a parking area of at least 200 spaces install, maintain and operate surveillance cameras in order to deter crime.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2006-02-15T00:00:00Z",
  "AgendaDate": "2006-02-15T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    }
  ],
  "History": [
    {
      "ID": 186840,
      "Date": "2006-02-15T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 187257,
      "Date": "2006-02-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5803,
      "AgendaSequence": 80,
      "MinutesSequence": 104,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 189161,
      "Date": "2006-04-11T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 5926,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 189713,
      "Date": "2006-04-11T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 5926,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236812,
      "Date": "2009-12-31T17:11:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 72141,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/b6fe860e-fd9f-408e-ab37-ae74026532c8.doc",
      "Sort": 1
    },
    {
      "ID": 73218,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/0116c2ca-5591-4170-b6a4-e215503db642.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 35879,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Legislative Intent and Findings.\n\tIn order to continue the dramatic decrease in crime in New York City of the past decade, every reasonable effort should be made to deter crime from taking place.  Surveillance cameras, for example, have proven effective in fighting and deterring crime, as evidenced by maintaining such cameras at ATM locations and in certain housing developments operated by the New York City Housing Authority.\nLarge parking lots adjacent to large stores and shopping centers are especially vulnerable to crime, particularly the theft of automobiles.  These parking lots are unfortunately well suited for crime as a result of their size and proximity to major highways and thoroughfares, thus making escape easier.\nIn order to deter crime, the Council finds that commercial shopping areas that maintain parking lots with 200 or more parking spaces should be required to install and maintain surveillance cameras.\n\t§2. \tChapter one of title 10 of the administrative code of the city of New York is amended to add a new section 10-164, to read as follows:\n§10-164. Surveillance cameras required in parking lots of certain shopping malls and shopping establishments.\na. \tThe owner or operator of a shopping mall or shopping establishment that operates and maintains, on its own or through an agent or other entity, a parking area with 200 or more parking spaces, shall install video security cameras in each such parking area.  Such cameras shall be placed so that the entire parking area may be viewed by a security camera; however, the number, type, placement, and location of such cameras shall be within the discretion of the owner or operator.  The owner or operator shall be responsible for monitoring the cameras installed at each parking lot.  The owner or operator is also responsible for the maintenance and upkeep of the cameras installed.  \nb. \tAn owner or operator found to be in violation of this section shall be subject to a civil penalty of not more than five hundred dollars.  An owner or operator found to be in violation of this section shall correct the violation within seven days after such finding.  Failure to correct the violation within seven days after such finding shall subject the owner or operator to a civil penalty of not less than five hundred dollars nor more than one thousand dollars and an additional civil penalty of two hundred fifty dollars per day for each day such violation continues.\n§3.  \tThis local law shall take effect 90 days after its enactment.\n\n\nTB\nInt 347/2004",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\tab Section 1.  Legislative Intent and Findings.\\par\n\\tab In order to continue the dramatic decrease in crime in New York City of the past decade, every reasonable effort should be made to deter crime from taking place.  Surveillance cameras, for example, have proven effective in fighting and deterring crime, as evidenced by maintaining such cameras at ATM locations and in certain housing developments operated by the New York City Housing Authority.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Large parking lots adjacent to large stores and shopping centers are especially vulnerable to crime, particularly the theft of automobiles.  These parking lots are unfortunately well suited for crime as a result of their size and proximity to major highways and thoroughfares, thus making escape easier.\\par\nIn order to deter crime, the Council finds that commercial shopping areas that maintain parking lots with 200 or more parking spaces should be required to install and maintain surveillance cameras.\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tab\\'a72. \\tab Chapter one of title 10 of the administrative code of the city of New York is amended to add a new section 10-164, to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ul\\'a710-164. Surveillance cameras required in parking lots of certain shopping malls and shopping establishments.\\par\na. \\ulnone\\tab\\ul The owner or operator of a shopping mall or shopping establishment that operates and maintains, on its own or through an agent or other entity, a parking area with 200 or more parking spaces, shall install video security cameras in each such parking area.  Such cameras shall be placed so that the entire parking area may be viewed by a security camera; however, the number, type, placement, and location of such cameras shall be within the discretion of the owner or operator.  The owner or operator shall be responsible for monitoring the cameras installed at each parking lot.  The owner or operator is also responsible for the maintenance and upkeep of the cameras installed.  \\par\nb. \\ulnone\\tab\\ul An owner or operator found to be in violation of this section shall be subject to a civil penalty of not more than five hundred dollars.  An owner or operator found to be in violation of this section shall correct the violation within seven days after such finding.  Failure to correct the violation within seven days after such finding shall subject the owner or operator to a civil penalty of not less than five hundred dollars nor more than one thousand dollars and an additional civil penalty of two hundred fifty dollars per day for each day such violation continues.\\par\n\\ulnone\\'a73.  \\tab This local law shall take effect 90 days after its enactment.\\par\n\\pard\\qj\\par\n\\par\nTB\\par\nInt 347/2004\\par\n}\n\u0000",
  "LastModified": "2015-05-29T18:17:35.723Z"
}
