{
  "ID": 35547,
  "GUID": "9D1A75A2-113C-4741-8112-9F0605BDDA6D",
  "File": "Int 0051-2006",
  "Name": "Evictions of elderly tenants.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to evictions of elderly tenants.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2006-02-15T00:00:00Z",
  "AgendaDate": "2006-02-15T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    }
  ],
  "History": [
    {
      "ID": 187095,
      "Date": "2006-02-15T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 187299,
      "Date": "2006-02-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5803,
      "AgendaSequence": 115,
      "MinutesSequence": 139,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236810,
      "Date": "2009-12-31T17:10:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 36039,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Title 26 of the administrative code of the city of New York is hereby amended by adding a new chapter 10 to read as follows:\nCHAPTER 10\nEVICTIONS OF ELDERLY TENANTS\n§ 26-901 Definitions\n§ 26-902 Notification requirement\n§ 26-903 Tenant assistance\n§ 26-904 Reporting \n§ 26-905 Violations\n§ 26-906 Rules   \n§26-901 Definitions.  a.  For the purposes of this section, the following terms shall have the following meanings:\n(1) “Department” shall mean the department of housing preservation and development.\n(2)  “Eligible head of household” shall mean a person or his or her spouse or domestic partner who is sixty-two years of age or older and is entitled to the possession or to the use and occupancy of a dwelling unit.\n(3)  “Owner” shall mean an owner as defined in section 27-2004 of the administrative code of the city of New York.\n§26-902 Notification requirement.  An owner shall provide written notification to the department of the name, address and phone number of any eligible head of household that such owner has served or has intention to serve a petition or notice of petition for a summary proceeding to recover possession of real property, pursuant to article 7 of the real property actions and proceedings law of New York state.  Such notification shall be in the form and manner determined by the department pursuant to rules promulgated by the department, and shall be provided on or before the day on which such eligible head of household is served with such petition or notice of petition.  \n§26-903 Tenant assistance.  Upon receiving notification of an impending eviction pursuant to section 26-902 of this chapter, the department shall provide such eligible head of household with a list of entities funded by the city that may provide low-income eligible head of households with legal services or which may assist such eligible heads of households in obtaining legal services.  \n§26-904 Reporting.  The commissioner of the department, in conjunction with the commissioner of the commission on human rights, shall analyze information received pursuant to section 26-902 of this chapter.  The commissioner of the department shall submit an annual report to the mayor and the speaker of the council on or before March 30th of each year regarding the findings of such analysis and any trends in evictions of eligible heads of households, including, but not limited to, information regarding any finding or pattern of discrimination against elderly tenants with respect to eviction.\n§26-905 Violations.  Any person who violates section 26-902 of this chapter shall be guilty of a misdemeanor and subject to a fine not to exceed one thousand dollars.\n§26-906 Rules.  The commissioner shall promulgate such rules as may be necessary for the purposes of implementing the provisions of this chapter.\n§2.  If any section, subsection, sentence, clause, phrase or other portion of this local law is for any reason declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this local law, which remaining portions shall continue in full force and effect.\n§3.  This local law shall take effect ninety days after its enactment into law; provided, however, that any actions necessary for the implementation of this local law may be taken prior to its effective date.\n\n\n\n\n\n\n\n\n\nInt. 501/2004\nTNN",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1. Title 26 of the administrative code of the city of New York is hereby amended by adding a new chapter 10 to read as follows:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qc\\ul CHAPTER 10\\par\nEVICTIONS OF ELDERLY TENANTS\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a7 26-901 Definitions\\par\n\\'a7 26-902 Notification requirement\\par\n\\'a7 26-903 Tenant assistance\\par\n\\'a7 26-904 Reporting \\par\n\\'a7 26-905 Violations\\par\n\\'a7 26-906 Rules   \\par\n\\'a726-901 Definitions.  a.  For the purposes of this section, the following terms shall have the following meanings:\\par\n(1) \\ldblquote Department\\rdblquote  shall mean the department of housing preservation and development.\\par\n(2)  \\ldblquote Eligible head of household\\rdblquote  shall mean a person or his or her spouse or domestic partner who is sixty-two years of age or older and is entitled to the possession or to the use and occupancy of a dwelling unit.\\par\n(3)  \\ldblquote Owner\\rdblquote  shall mean an owner as defined in section 27-2004 of the administrative code of the city of New York.\\par\n\\'a726-902 Notification requirement.  An owner shall provide written notification to the department of the name, address and phone number of any eligible head of household that such owner has served or has intention to serve a petition or notice of petition for a summary proceeding to recover possession of real property, pursuant to article 7 of the real property actions and proceedings law of New York state.  Such notification shall be in the form and manner determined by the department pursuant to rules promulgated by the department, and shall be provided on or before the day on which such eligible head of household is served with such petition or notice of petition.  \\par\n\\'a726-903 Tenant assistance\\b .\\b0   Upon receiving notification of an impending eviction pursuant to section 26-902 of this chapter, the department shall provide such eligible head of household with a list of entities funded by the city that may provide low-income eligible head of households with legal services or which may assist such eligible heads of households in obtaining legal services.  \\par\n\\'a726-904 Reporting.  The commissioner of the department, in conjunction with the commissioner of the commission on human rights, shall analyze information received pursuant to section 26-902 of this chapter.  The commissioner of the department shall submit an annual report to the mayor and the speaker of the council on or before March 30\\super th\\nosupersub  of each year regarding the findings of such analysis and any trends in evictions of eligible heads of households, including, but not limited to, information regarding any finding or pattern of discrimination against elderly tenants with respect to eviction.\\par\n\\'a726-905 Violations.  Any person who violates section 26-902 of this chapter shall be guilty of a misdemeanor and subject to a fine not to exceed one thousand dollars.\\ulnone\\par\n\\ul\\'a726-906 Rules.  The commissioner shall promulgate such rules as may be necessary for the purposes of implementing the provisions of this chapter.\\par\n\\pard\\nowidctlpar\\fi720\\sa120\\sl480\\slmult1\\qj\\ulnone\\'a72.  If any section, subsection, sentence, clause, phrase or other portion of this local law is for any reason declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this local law, which remaining portions shall continue in full force and effect.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a73.  This local law shall take effect ninety days after its enactment into law; provided, however, that any actions necessary for the implementation of this local law may be taken prior to its effective date.\\fs16\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\par\n\\fs20\\par\n\\pard\\nowidctlpar\\fs24\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\pard\\nowidctlpar\\tx720 Int. 501/2004\\par\nTNN\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
