{
  "ID": 35533,
  "GUID": "2E2E3A22-2226-4B77-9D48-5547EBF62908",
  "File": "Int 0052-2006",
  "Name": "Preparation and submission of revenue estimate.",
  "Title": "A Local Law to amend the charter of the city of New York in relation to the preparation and submission of a revenue estimate.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2006-02-15T00:00:00Z",
  "AgendaDate": "2006-02-15T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    }
  ],
  "History": [
    {
      "ID": 187081,
      "Date": "2006-02-15T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 187298,
      "Date": "2006-02-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Finance",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5803,
      "AgendaSequence": 116,
      "MinutesSequence": 140,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Finance",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236809,
      "Date": "2009-12-31T17:10:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 36025,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Section 247 of the New York City charter is amended by adding a new subdivision c to read as follows:\n\tc.  The council shall submit to the mayor and the comptroller, and shall cause to be published, not later than the twenty-fifth day of March, its preliminary estimate of the probable amount of (1) receipts into the city treasury during the ensuing fiscal year from all the sources of revenue of the general fund and (2) all receipts other than those of the general fund and taxes on real property. \n\t§2.  Section 250 of the New York City charter is amended by adding a new subdivision 17 to read as follows:\n\t17.  Comments on the council’s preliminary revenue estimate as submitted pursuant to subdivision c of section 247, including an explanation for any difference between the mayor’s forecast of revenues for the ensuing fiscal year as required by this section and the council’s preliminary estimate.  \n§3.  Chapter 58 of the New York City charter is hereby amended by adding a new section, 1514-a, to read as follows:\n§1514-a.  Revenue estimate. a.  Contemporaneously with the adoption of a single budget pursuant to section two hundred fifty-four, the council shall submit to the mayor and the comptroller an estimate of the probable amount of (1) receipts into the city treasury during the ensuing fiscal year from all the sources of revenue of the general fund and (2) all receipts other than those of the general fund and taxes on real property.  \nb. The council prior to establishing a final estimate of revenues for the ensuing fiscal year as required by this section, shall consider the estimate of the mayor, as well as the comments of the mayor on the council’s preliminary revenue estimate, contained in the budget message submitted pursuant to section two hundred fifty of this charter.  The council shall also consider any alternative estimate of revenues which is submitted pursuant to subdivision c of this section and which is accompanied by a statement of the methodologies and assumptions upon which such estimate is based in such detail as is necessary to facilitate official and public understanding of such estimates. \nc.  Any person or organization may, prior to the fifteenth day of May, submit to the council an official alternative estimate of revenues for consideration by the  council in accordance with subdivision b. Such estimate shall be in a form prescribed by the  council.  \n§4.  The title of section 1515 of the New York City charter and subdivision a thereof are amended to read as follows:\n§1515 Statement of the budget [and estimate] by the mayor.  a. The mayor shall prepare and submit to the council, immediately upon the adoption of a single budget pursuant to section two hundred fifty-four, a statement setting forth the amount of the budget as approved by the council for the ensuing year [and the mayor shall prepare and submit to the council not later than the fifth day of June an estimate of the probable amount of (1) receipts into the city treasury during the ensuing fiscal year from all the sources of revenue of the general fund and (2) all receipts other than those of the general fund and taxes on real property].  The mayor may include in the statement of the amount of the budget as approved by the council a confirmation of such amount, and thereby waive mayoral veto power pursuant to section two hundred fifty-five.\n§5.  Sections 1515 c and d of the New York City charter are hereby REPEALED.\n§6.  Subdivision a of section 1516 of the New York City charter is amended to read as follows: \na.  The council shall fix the annual tax rates immediately upon the approval of the budget pursuant to section two hundred fifty-four.  The council shall deduct the total amount of receipts as established pursuant to section 1514-a hereof [estimated by the mayor] from the amount of the budget, for the ensuing fiscal year, and shall cause to be raised by tax on real property such sum as shall be as nearly as possible but not less than, the balance so arrived at, by fixing tax rates in cents and thousandths of a cent upon each dollar of assessed valuation.  The tax rates shall be such to produce a balanced budget within generally accepted accounting principles for municipalities.\n§7.  This local law shall become effective immediately after it shall be approved by the voters at the next general election held after its enactment. \n\nAB\nInt. 173/2004",
  "RTF": "{\\rtf1\\adeflang1025\\ansi\\ansicpg1252\\uc1\\adeff0\\deff0\\stshfdbch0\\stshfloch0\\stshfhich0\\stshfbi0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fcharset0\\fprq2{\\*\\panose 02020603050405020304}Times New Roman;}{\\f35\\froman\\fcharset0\\fprq2{\\*\\panose 020b0604020202020204}Arial Unicode MS{\\*\\falt Times New Roman};}\n{\\f177\\froman\\fcharset238\\fprq2 Times New Roman CE;}{\\f178\\froman\\fcharset204\\fprq2 Times New Roman Cyr;}{\\f180\\froman\\fcharset161\\fprq2 Times New Roman Greek;}{\\f181\\froman\\fcharset162\\fprq2 Times New Roman Tur;}\n{\\f182\\fbidi \\froman\\fcharset177\\fprq2 Times New Roman (Hebrew);}{\\f183\\fbidi \\froman\\fcharset178\\fprq2 Times New Roman (Arabic);}{\\f184\\froman\\fcharset186\\fprq2 Times New Roman Baltic;}{\\f185\\froman\\fcharset163\\fprq2 Times New Roman (Vietnamese);}}\n{\\colortbl;\\red0\\green0\\blue0;\\red0\\green0\\blue255;\\red0\\green255\\blue255;\\red0\\green255\\blue0;\\red255\\green0\\blue255;\\red255\\green0\\blue0;\\red255\\green255\\blue0;\\red255\\green255\\blue255;\\red0\\green0\\blue128;\\red0\\green128\\blue128;\\red0\\green128\\blue0;\n\\red128\\green0\\blue128;\\red128\\green0\\blue0;\\red128\\green128\\blue0;\\red128\\green128\\blue128;\\red192\\green192\\blue192;}{\\stylesheet{\\ql \\li0\\ri0\\nowidctlpar\\wrapdefault\\faauto\\rin0\\lin0\\itap0 \\rtlch\\fcs1 \\af0\\afs24\\alang1025 \\ltrch\\fcs0 \n\\fs24\\lang1033\\langfe1033\\cgrid\\langnp1033\\langfenp1033 \\snext0 Normal;}{\\s1\\ql \\li0\\ri0\\nowidctlpar\\wrapdefault\\faauto\\outlinelevel0\\rin0\\lin0\\itap0 \\rtlch\\fcs1 \\af0\\afs24\\alang1025 \\ltrch\\fcs0 \\fs24\\lang1033\\langfe1033\\cgrid\\langnp1033\\langfenp1033 \n\\sbasedon0 \\snext0 heading 1;}{\\s2\\ql \\li0\\ri0\\nowidctlpar\\wrapdefault\\faauto\\outlinelevel1\\rin0\\lin0\\itap0 \\rtlch\\fcs1 \\af0\\afs24\\alang1025 \\ltrch\\fcs0 \\fs24\\lang1033\\langfe1033\\cgrid\\langnp1033\\langfenp1033 \\sbasedon0 \\snext0 heading 2;}{\\*\\cs10 \n\\additive \\ssemihidden Default Paragraph Font;}{\\*\n\\ts11\\tsrowd\\trftsWidthB3\\trpaddl108\\trpaddr108\\trpaddfl3\\trpaddft3\\trpaddfb3\\trpaddfr3\\trcbpat1\\trcfpat1\\tblind0\\tblindtype3\\tscellwidthfts0\\tsvertalt\\tsbrdrt\\tsbrdrl\\tsbrdrb\\tsbrdrr\\tsbrdrdgl\\tsbrdrdgr\\tsbrdrh\\tsbrdrv \n\\ql \\li0\\ri0\\widctlpar\\wrapdefault\\aspalpha\\aspnum\\faauto\\adjustright\\rin0\\lin0\\itap0 \\rtlch\\fcs1 \\af0\\afs20 \\ltrch\\fcs0 \\fs20\\lang1024\\langfe1024\\cgrid\\langnp1024\\langfenp1024 \\snext11 \\ssemihidden Normal Table;}}\n{\\*\\latentstyles\\lsdstimax156\\lsdlockeddef0}{\\*\\rsidtbl \\rsid9445656}{\\*\\generator Microsoft Word 11.0.0000;}{\\info{\\title Int}{\\author NYCC}{\\operator NYCC}{\\creatim\\yr2009\\mo12\\dy29\\hr17\\min10}{\\revtim\\yr2009\\mo12\\dy29\\hr17\\min10}{\\version2}{\\edmins0}\n{\\nofpages3}{\\nofwords695}{\\nofchars3965}{\\nofcharsws4651}{\\vern24613}{\\*\\password 00000000}}{\\*\\xmlnstbl {\\xmlns1 http://schemas.microsoft.com/office/word/2003/wordml}{\\xmlns2 urn:schemas-microsoft-com:office:smarttags}}\n\\paperw12240\\paperh15840\\margl1800\\margr1800\\margt1440\\margb1440\\gutter0\\ltrsect \n\\widowctrl\\ftnbj\\aenddoc\\donotembedsysfont0\\donotembedlingdata1\\grfdocevents0\\validatexml0\\showplaceholdtext0\\ignoremixedcontent0\\saveinvalidxml0\\showxmlerrors0\\horzdoc\\dghspace120\\dgvspace120\\dghorigin1701\\dgvorigin1984\\dghshow0\\dgvshow3\n\\jcompress\\viewkind4\\viewscale100\\rsidroot9445656 \\fet0{\\*\\wgrffmtfilter 013f}\\ilfomacatclnup0\\ltrpar \\sectd \\ltrsect\\linex0\\sectdefaultcl\\sftnbj {\\*\\pnseclvl1\\pnucrm\\pnstart1\\pnindent720\\pnhang {\\pntxta .}}{\\*\\pnseclvl2\n\\pnucltr\\pnstart1\\pnindent720\\pnhang {\\pntxta .}}{\\*\\pnseclvl3\\pndec\\pnstart1\\pnindent720\\pnhang {\\pntxta .}}{\\*\\pnseclvl4\\pnlcltr\\pnstart1\\pnindent720\\pnhang {\\pntxta )}}{\\*\\pnseclvl5\\pndec\\pnstart1\\pnindent720\\pnhang {\\pntxtb (}{\\pntxta )}}{\\*\\pnseclvl6\n\\pnlcltr\\pnstart1\\pnindent720\\pnhang {\\pntxtb (}{\\pntxta )}}{\\*\\pnseclvl7\\pnlcrm\\pnstart1\\pnindent720\\pnhang {\\pntxtb (}{\\pntxta )}}{\\*\\pnseclvl8\\pnlcltr\\pnstart1\\pnindent720\\pnhang {\\pntxtb (}{\\pntxta )}}{\\*\\pnseclvl9\\pnlcrm\\pnstart1\\pnindent720\\pnhang \n{\\pntxtb (}{\\pntxta )}}\\pard\\plain \\ltrpar\\qc \\li0\\ri0\\nowidctlpar\\wrapdefault\\faauto\\rin0\\lin0\\itap0 \\rtlch\\fcs1 \\af0\\afs24\\alang1025 \\ltrch\\fcs0 \\fs24\\lang1033\\langfe1033\\cgrid\\langnp1033\\langfenp1033 {\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\insrsid9445656 \nInt. No. 52\n\\par \n\\par }\\pard\\plain \\ltrpar\\s1\\ql \\li0\\ri0\\keepn\\nowidctlpar\\wrapdefault\\faauto\\outlinelevel0\\rin0\\lin0\\itap0 \\rtlch\\fcs1 \\af0\\afs24\\alang1025 \\ltrch\\fcs0 \\fs24\\lang1033\\langfe1033\\cgrid\\langnp1033\\langfenp1033 {\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\insrsid9445656 \nBy Council Members Barron and {\\*\\xmlopen\\xmlns2{\\factoidname place}}{\\*\\xmlopen\\xmlns2{\\factoidname City}}Palma{\\*\\xmlclose}{\\*\\xmlclose}\n\\par }\\pard\\plain \\ltrpar\\s2\\qc \\li0\\ri0\\keepn\\nowidctlpar\\wrapdefault\\faauto\\outlinelevel1\\rin0\\lin0\\itap0 \\rtlch\\fcs1 \\af0\\afs24\\alang1025 \\ltrch\\fcs0 \\fs24\\lang1033\\langfe1033\\cgrid\\langnp1033\\langfenp1033 {\\rtlch\\fcs1 \\ab\\af35 \\ltrch\\fcs0 \n\\b\\f35\\insrsid9445656 \n\\par }\\pard\\plain \\ltrpar\\ql \\li0\\ri0\\nowidctlpar\\wrapdefault\\faauto\\rin0\\lin0\\itap0 \\rtlch\\fcs1 \\af0\\afs24\\alang1025 \\ltrch\\fcs0 \\fs24\\lang1033\\langfe1033\\cgrid\\langnp1033\\langfenp1033 {\\rtlch\\fcs1 \\ab\\af0 \\ltrch\\fcs0 \\b\\v\\insrsid9445656 ..Title\n\\par }{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\insrsid9445656 A Local Law to amend the charter of the city of {\\*\\xmlopen\\xmlns2{\\factoidname place}}{\\*\\xmlopen\\xmlns2{\\factoidname City}}New York{\\*\\xmlclose}{\\*\\xmlclose}\n in relation to the preparation and submission of a revenue estimate.\n\\par }{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\v\\insrsid9445656 ..Body\n\\par }{\\rtlch\\fcs1 \\af35 \\ltrch\\fcs0 \\f35\\insrsid9445656 \n\\par \n\\par }{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\ul\\insrsid9445656 Be it enacted by the Council as follows:\n\\par }{\\rtlch\\fcs1 \\af35 \\ltrch\\fcs0 \\f35\\insrsid9445656 \n\\par }\\pard \\ltrpar\\ql \\li0\\ri0\\sl480\\slmult1\\nowidctlpar\\wrapdefault\\faauto\\rin0\\lin0\\itap0 {\\rtlch\\fcs1 \\af35 \\ltrch\\fcs0 \\f35\\insrsid9445656 \\tab }{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\insrsid9445656 Section 1. Section 247 of the {\\*\\xmlopen\\xmlns2{\\factoidname \nplace}}{\\*\\xmlopen\\xmlns2{\\factoidname City}}New York City{\\*\\xmlclose}{\\*\\xmlclose} charter is amended by adding a new subdivision c to read as follows:\n\\par \\tab }{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\ul\\insrsid9445656 c.  The council shall submit to the mayor and the comptroller, and shall cause to be published, not later than the twenty-fifth day of March, its preliminary esti\nmate of the probable amount of (1) receipts into the city treasury during the ensuing fiscal year from all the sources of revenue of the general fund and (2) all receipts other than those of the general fund and taxes on real property. \n\\par }\\pard \\ltrpar\\qj \\li0\\ri0\\sl480\\slmult1\\nowidctlpar\\wrapdefault\\faauto\\rin0\\lin0\\itap0 {\\rtlch\\fcs1 \\af35 \\ltrch\\fcs0 \\f35\\insrsid9445656 \\tab }{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\insrsid9445656 \\'a72.  Section 250 of the {\\*\\xmlopen\\xmlns2{\\factoidname place\n}}{\\*\\xmlopen\\xmlns2{\\factoidname City}}New York City{\\*\\xmlclose}{\\*\\xmlclose} charter is amended by adding a new subdivision 17 to read as follows:\n\\par \\tab }{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\ul\\insrsid9445656 17.  Comments on the council\\rquote s preliminary revenue estimate as submitted pursuant to subdivision c of section 247, including an explanation for any difference between the mayor\\rquote \ns forecast of revenues for the ensuing fiscal year as required by this section and the council\\rquote s preliminary estimate.  \n\\par }\\pard \\ltrpar\\qj \\fi720\\li0\\ri0\\sl480\\slmult1\\nowidctlpar\\wrapdefault\\faauto\\rin0\\lin0\\itap0 {\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\insrsid9445656 \\'a73.  Chapter 58 of the {\\*\\xmlopen\\xmlns2{\\factoidname place}}{\\*\\xmlopen\\xmlns2{\\factoidname City}}\nNew York City{\\*\\xmlclose}{\\*\\xmlclose} charter is hereby amended by adding a new section, 1514-a, to read as follows:\n\\par }{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\ul\\insrsid9445656 \\'a71514-a.  Revenue estimate}{\\rtlch\\fcs1 \\ab\\af0 \\ltrch\\fcs0 \\b\\ul\\insrsid9445656 .}{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\ul\\insrsid9445656 \n a.  Contemporaneously with the adoption of a single budget pursuant to section two hundred fifty-four, the council shall submit to the mayor and the comptroller an estimate of the probable amount of (1) receipts into the city treasury \nduring the ensuing fiscal year from all the sources of revenue of the general fund and (2) all receipts other than those of the general fund and taxes on real property.  \n\\par b. The council prior to establishing a final estimate of revenues for the ensuing fiscal year as required by this section, shall consider the estimate of the mayor, as well as the comments of the mayor on the council\\rquote \ns preliminary revenue estimate, contained in the budget message submitted pursuant to section two hundred fifty of this char\nter.  The council shall also consider any alternative estimate of revenues which is submitted pursuant to subdivision c of this section and which is accompanied by a statement of the methodologies and assumptions upon which such estimate is based in such \ndetail as is necessary to facilitate official and public understanding of such estimates. \n\\par c.  Any person or organization may, prior to the fifteenth day of May, submit to the council an official alternative estimate of revenues for consideration by the  co\nuncil in accordance with subdivision b. Such estimate shall be in a form prescribed by the  council.  \n\\par }{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\insrsid9445656 \\'a74.  The title of section 1515 of the {\\*\\xmlopen\\xmlns2{\\factoidname place}}{\\*\\xmlopen\\xmlns2{\\factoidname City}}New York City{\\*\\xmlclose}{\\*\\xmlclose}\n charter and subdivision a thereof are amended to read as follows:\n\\par \\'a71515 Statement }{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\ul\\insrsid9445656 of the budget}{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\insrsid9445656  [and estimate] by the mayor}{\\rtlch\\fcs1 \\ab\\af0 \\ltrch\\fcs0 \\b\\insrsid9445656 .}{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \n\\insrsid9445656   a. The mayor shall prepare and submit to the council, immediately upon the adoption of a single budget pursuant to section two hundred fifty-four, a statement setting forth the amount of the budget as approved by the council for th\ne ensuing year [and the mayor shall prepare and submit to the council not later than the fifth day of June an estimate of the probable amount of (1) receipts into the city treasury during the ensuing fiscal year from all the sources of revenue of the gene\nr\nal fund and (2) all receipts other than those of the general fund and taxes on real property].  The mayor may include in the statement of the amount of the budget as approved by the council a confirmation of such amount, and thereby waive mayoral veto pow\ner pursuant to section two hundred fifty-five.\n\\par \\'a75.  Sections 1515 c and d of the {\\*\\xmlopen\\xmlns2{\\factoidname place}}{\\*\\xmlopen\\xmlns2{\\factoidname City}}New York City{\\*\\xmlclose}{\\*\\xmlclose} charter are hereby REPEALED.\n\\par \\'a76.  Subdivision a of section 1516 of the {\\*\\xmlopen\\xmlns2{\\factoidname place}}{\\*\\xmlopen\\xmlns2{\\factoidname City}}New York City{\\*\\xmlclose}{\\*\\xmlclose} charter is amended to read as follows: \n\\par a.  The council shall fix the annual tax rates immediately upon the approval of the budget pursuant to section two hundred fifty-four.  The council shall deduct the total amount of receipts as }{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\ul\\insrsid9445656 \nestablished pursuant to section 1514-a hereof}{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\insrsid9445656  [estimated by the mayor] from the amount of the budget\n, for the ensuing fiscal year, and shall cause to be raised by tax on real property such sum as shall be as nearly as possible but not less than, the balance so arrived at, by fixing tax rates in cents and thousandths of a cent upon each dollar of assesse\nd valuation.  The tax rates shall be such to produce a balanced budget within generally accepted accounting principles for municipalities.\n\\par }\\pard \\ltrpar\\qj \\fi720\\li0\\ri0\\sl480\\slmult1\\nowidctlpar\\tx864\\tx1584\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640\\wrapdefault\\faauto\\rin0\\lin0\\itap0 {\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\insrsid9445656 \\'a7\n7.  This local law shall become effective immediately after it shall be approved by the voters at the next general election held after its enactment. \n\\par }\\pard \\ltrpar\\ql \\li0\\ri0\\nowidctlpar\\wrapdefault\\faauto\\rin0\\lin0\\itap0 {\\rtlch\\fcs1 \\af35 \\ltrch\\fcs0 \\f35\\insrsid9445656 \n\\par }{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\insrsid9445656 AB\n\\par Int. 173/2004\n\\par }}",
  "LastModified": "0001-01-01T00:00:00Z"
}
