{
  "ID": 35347,
  "GUID": "0C663660-6FEE-42B8-986B-635D2505EEB9",
  "File": "Int 0070-2006",
  "Name": "Raising the legal age to buy tobacco to nineteen years.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to raising the legal age to buy tobacco to nineteen years.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2006-02-15T00:00:00Z",
  "AgendaDate": "2006-02-15T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    }
  ],
  "History": [
    {
      "ID": 186798,
      "Date": "2006-02-15T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 187339,
      "Date": "2006-02-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5803,
      "AgendaSequence": 162,
      "MinutesSequence": 189,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 196611,
      "Date": "2006-10-19T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 6642,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 196904,
      "Date": "2006-10-19T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 6642,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236794,
      "Date": "2009-12-31T17:05:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 74973,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/9814b816-f157-44a6-893a-92553ae9e9b4.doc",
      "Sort": 1
    },
    {
      "ID": 75651,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/e6972e3c-2c2e-4beb-8039-638844daf305.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 35838,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1. Legislative intent. The Centers for Disease Control and Prevention (the “CDC”) estimates that almost 23% of high school students in the United States are current cigarette smokers and, each day, nearly 4,400 young people between the ages of twelve and seventeen years begin cigarette smoking.  According to the American Lung Association, everyday, approximately 40 New York City schoolchildren start smoking, 13 of whom will eventually die from the addiction.  \nSince many high school students reportedly get their cigarettes from their eighteen year-old classmates, the Council finds that raising the legal age to buy tobacco products to nineteen years will help curb the access of younger teenagers to tobacco and will help prevent them from starting to smoke. Three states - Alaska, Utah and Alabama - have raised the age when teenagers can buy tobacco products from eighteen to nineteen and, according to the CDC, in each of those states the rate of teenage smoking has dropped in the past five years. Additionally, Suffolk County, in May 2005, became the first county in the State to raise the legal age for tobacco products to nineteen, while Rockland County, in August 2005, passed similar legislation.  Furthermore, Nassau County is considering a similar action.  A bill to raise the legal purchasing age throughout the State has also been recently introduced in the New York State Legislature.  \nIn raising the legal age to buy tobacco to nineteen years, the Council seeks to augment existing tobacco prevention and control programs, to help prevent the initiation of smoking by teenagers and improve the general health of all New Yorkers.  \n\t§2. Section 17-620 of chapter 7 of title 17 of the administrative code of the city of New York is hereby amended to read as follows:\n\t§ 17-620 Sale of tobacco products to minors prohibited.  Any person operating a place of business wherein tobacco products are sold or offered for sale must be licensed as required by section 17-617.1 of this code and is prohibited from selling such products to individuals under [eighteen] nineteen years of age, and shall post in a conspicuous place a sign upon which there shall be imprinted the following statement, “SALE OF CIGARETTES, CIGARS, CHEWING TOBACCO, POWDERED TOBACCO, OR OTHER TOBACCO PRODUCTS, ROLLING PAPER OR PIPES, TO PERSONS UNDER [EIGHTEEN] NINETEEN YEARS OF AGE IS PROHIBITED BY LAW.” Such sign shall be printed on a white card in red letters at least one-half inch in height. Sale of tobacco products in such places, other than by a vending machine, shall be made only to an individual who demonstrates, through a driver’s license or other photographic identification card issued by a government entity or educational institution, that the individual is at least [eighteen] nineteen years of age. Such identification need not be required of any individual who reasonably appears to be at least twenty-five years of age, provided, however, that such appearance shall not constitute a defense in any proceeding alleging the sale of a tobacco product to an individual under [eighteen] nineteen years of age.\n\t§3. Effective date.  This local law shall take effect sixty days after its enactment into law.\n\nAT\nInt.  697/2005",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\tab Section 1. Legislative intent. The Centers for Disease Control and Prevention (the \\ldblquote CDC\\rdblquote ) estimates that almost 23% of high school students in the United States are current cigarette smokers and, each day, nearly 4,400 young people between the ages of twelve and seventeen years begin cigarette smoking.  According to the American Lung Association, everyday, approximately 40 New York City schoolchildren start smoking, 13 of whom will eventually die from the addiction.  \\par\n\\pard\\fi720\\sl480\\slmult1\\qj Since many high school students reportedly get their cigarettes from their eighteen year-old classmates, the Council finds that raising the legal age to buy tobacco products to nineteen years will help curb the access of younger teenagers to tobacco and will help prevent them from starting to smoke. Three states - Alaska, Utah and Alabama - have raised the age when teenagers can buy tobacco products from eighteen to nineteen and, according to the CDC, in each of those states the rate of teenage smoking has dropped in the past five years. Additionally, Suffolk County, in May 2005, became the first county in the State to raise the legal age for tobacco products to nineteen, while Rockland County, in August 2005, passed similar legislation.  Furthermore, Nassau County is considering a similar action.  A bill to raise the legal purchasing age throughout the State has also been recently introduced in the New York State Legislature.  \\par\nIn raising the legal age to buy tobacco to nineteen years, the Council seeks to augment existing tobacco prevention and control programs, to help prevent the initiation of smoking by teenagers and improve the general health of all New Yorkers.  \\par\n\\pard\\sl480\\slmult1\\qj\\tab\\'a72. Section 17-620 of chapter 7 of title 17 of the administrative code of the city of New York is hereby amended to read as follows:\\par\n\\tab\\'a7 17-620 Sale of tobacco products to minors prohibited.  Any person operating a place of business wherein tobacco products are sold or offered for sale must be licensed as required by section 17-617.1 of this code and is prohibited from selling such products to individuals under [eighteen] \\ul nineteen\\ulnone  years of age, and shall post in a conspicuous place a sign upon which there shall be imprinted the following statement, \\ldblquote SALE OF CIGARETTES, CIGARS, CHEWING TOBACCO, POWDERED TOBACCO, OR OTHER TOBACCO PRODUCTS, ROLLING PAPER OR PIPES, TO PERSONS UNDER [EIGHTEEN] \\ul NINETEEN\\ulnone  YEARS OF AGE IS PROHIBITED BY LAW.\\rdblquote  Such sign shall be printed on a white card in red letters at least one-half inch in height. Sale of tobacco products in such places, other than by a vending machine, shall be made only to an individual who demonstrates, through a driver\\rquote s license or other photographic identification card issued by a government entity or educational institution, that the individual is at least [eighteen] \\ul nineteen\\ulnone  years of age. Such identification need not be required of any individual who reasonably appears to be at least twenty-five years of age, provided, however, that such appearance shall not constitute a defense in any proceeding alleging the sale of a tobacco product to an individual under [eighteen] \\ul nineteen\\ulnone  years of age.\\par\n\\tab\\'a73. Effective date.  This local law shall take effect sixty days after its enactment into law.\\par\n\\pard\\fs20\\par\nAT\\par\nInt.  697/2005\\fs24\\line\\par\n}\n\u0000",
  "LastModified": "2015-06-15T18:13:35.36Z"
}
