{
  "ID": 35435,
  "GUID": "391A3C6E-145C-4E31-87FE-3CC71173667B",
  "File": "Int 0075-2006",
  "Name": "Pedicabs",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to pedicabs.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2006-02-15T00:00:00Z",
  "AgendaDate": "2006-02-15T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    }
  ],
  "History": [
    {
      "ID": 186929,
      "Date": "2006-02-15T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 187349,
      "Date": "2006-02-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5803,
      "AgendaSequence": 167,
      "MinutesSequence": 194,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 187554,
      "Date": "2006-02-28T13:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 5812,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 187826,
      "Date": "2006-02-28T13:30:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 5812,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 190437,
      "Date": "2006-05-11T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 6036,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 191039,
      "Date": "2006-05-11T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 6036,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 198215,
      "Date": "2006-12-11T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 6789,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 75-A",
      "MinutesNote": "Proposed Int. No. 75-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 198532,
      "Date": "2006-12-11T13:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 6789,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 198533,
      "Date": "2006-12-11T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 6789,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236789,
      "Date": "2009-12-31T17:03:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 75403,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 75 - 2/15/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/1f288a9f-cade-48bc-b4df-27bda881dc0d.doc",
      "Sort": 1
    },
    {
      "ID": 71257,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 2/28/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/c21584c6-c31c-4b1c-ae9d-448f62c4ea07.doc",
      "Sort": 3
    },
    {
      "ID": 74189,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 2/28/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/5f86effd-46a4-4874-a9eb-c24b40426615.doc",
      "Sort": 4
    },
    {
      "ID": 72438,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 5/11/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/20d0f5de-52af-4861-84d1-7f216c48f1ea.doc",
      "Sort": 5
    },
    {
      "ID": 74004,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 5/11/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/a7e84b1e-ab0a-442b-891d-8981424b7c65.doc",
      "Sort": 6
    },
    {
      "ID": 75421,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 12/11/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/9d2c6f16-971b-4d74-a001-e4c6d3c3fe6d.doc",
      "Sort": 7
    },
    {
      "ID": 76442,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 12/11/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/75dff220-395a-4f97-aa99-6bd014d71159.doc",
      "Sort": 8
    }
  ],
  "Summary": "",
  "TextID": 38549,
  "Text": "Be it enacted by the Council as follows:\n \n\tSection 1.  Legislative findings and intent.\n\t\n\tDue to the large population and heavy commerce of New York City, the public streets are congested with countless vehicles for transporting consumer goods and individuals.  Recently, the city has seen a significant growth in the number of pedicabs operating in the City.  Due to their high maneuverability and unique character, pedicabs have become a new and increasingly utilized form of paid transportation for city tourists and residents.\nHowever, due to the quantity of pedestrian and vehicular traffic within the city, the safe operation of pedicabs is of great concern.  Presently, the City has no mechanism to monitor the quantity or operational procedures of these slow moving vehicles.  Consequently, the City is unable to ensure that pedicabs are safely maintained and that their operators are sufficiently versed in all city traffic regulations.\n The Council finds that regulations regarding such matters are necessary in the interest of public safety and welfare.  \n§2.  Chapter 2 of title 20 of the administrative code of the city of New York is amended by the addition of a new subchapter 33, to read as follows:\nSUBCHAPTER 33\nPEDICABS\n§ 20-540  Definitions.\t\n§ 20-541  License required; fee; term.\n§ 20-542  Insurance.\n   \t§ 20-543  License plate.\n§ 20-544  Inspection.  \n§ 20-545  Pedicab operator's license.  \n§ 20-546  Training program and examination.  \n§ 20-547  Suspension and revocation.  \n§ 20-548  Penalties.\n§ 20-549  Enforcement.  \n\n§20-540  Definitions.  Whenever used in this subchapter, the following terms shall have the following meanings:\n  \ta. “Pedicab owner” means any person, firm, partnership, corporation or association owning and operating a pedicab or pedicabs, and shall include a purchaser under a reserve title contract, conditional sales agreement or vendor's agreement and the lessee of such vehicle or vehicles under a written lease or similar contract.  \nb. “Pedicab license” means a license issued by the commissioner to each pedicab owner for each individual pedicab owned or operated by such pedicab owner.\nc.  “Operator’s license” means a license issued by the commissioner for each person authorized to operate a pedicab within the city of New York.\n  \td. “Inspection card” means a card issued by the commissioner to pedicab licensees which card shall display the license number of such vehicle.\n  \te. “Pedicab” shall mean a bicycle as defined in the vehicle and traffic law or other device that is designed and constructed to transport or carry passengers, that is propelled solely by human power, without operation or assistance of any form of engine or motor, and that is operated to transport passengers for hire\nf. “Pedicab operator” means any person licensed to operate a pedicab in the city of New York.\n  \t§ 20-541 License required; fee; term.  a. It shall be unlawful for any business to operate or permit another to operate a pedicab within the city unless the owner shall have first obtained a license for such pedicab from the commissioner.  An applicant for a pedicab license shall be at least eighteen years of age and hold a valid state issued driver’s license.\nb.  Each licensee shall immediately notify the Commissioner within ten days of any amendment to, or suspension or revocation of, his or her state driver’s license.\n  \tc.  The original and renewal license fee for each pedicab shall be fifty dollars.\n  \td.  The term of the license shall be one year.\n  \te.  It shall be unlawful for a pedicab license to be transferred to any person, firm, partnership, corporation, association or to another pedicab.    \nf.  No more than three hundred pedicabs may be licensed concurrently pursuant to this subchapter.\ng.  No pedicab owner may simultaneously possess more than thirty pedicab licenses pursuant to this subchapter.\n  \t§ 20-542  Insurance.  a.  It shall be unlawful for any pedicab to operate within the city unless it is indemnified by a policy of liability insurance that meets the requirements of this section.\n  \tb.  Such policy of liability insurance shall insure such pedicab owner, pedicab and all pedicab operators of the pedicabs held by such pedicab owner, whether such pedicab operators are employees of the pedicab owner or operate such pedicabs otherwise by agreement with the pedicab owner.  The insurance shall cover each pedicab for personal injury or death to one person, one hundred thousand dollars; for personal injury or death to all persons in one accident, three hundred thousand dollars, with a maximum of one hundred thousand dollars for each person; and for property damage, fifty thousand dollars. \nc.  The pedicab owner shall notify the commissioner of any modification, amendment, cancellation or substitution of any insurance policy required under subdivision b of this section within ten days of notice to the pedicab business of such modification, amendment, cancellation or substitution. \n  \t§ 20-543  License plate.  Upon the payment of the license fee, and subject to the qualifications set forth in this subchapter, the commissioner shall issue a license to the owner of the pedicab together with a license plate to be securely affixed to a conspicuous part of such pedicab, on which shall be clearly set forth the license number of the pedicab.  The license plate issued to the licensee may, in the discretion of the commissioner, be a plate of a permanent nature with a replaceable date tag attached thereto, indicating the expiration date of the plate during each license year and the issuance of such a plate with such date tag to a person possessing such a plate, shall be deemed issuance of a license plate.  Such license plate and the replaceable date tag to be attached thereto shall be of such material, form, design and dimension and set forth such distinguishing number or other identification marks as the commissioner shall prescribe. The commissioner, upon renewal of the license hereunder, may continue the use of the license plate for as many additional license years as he or she in his or her discretion may determine, in which event he or she shall issue and deliver to the licensee a replaceable date tag or license plate as evidence of renewal of the license, which shall be attached or affixed in such manner as he or she may prescribe by rule.  In the event of the loss, mutilation or destruction of any license plate or date tag issued hereunder, the owner may file such statement and proof of facts as the commissioner shall require, with a fee of twenty-five dollars, at the department, and the department shall issue a duplicate or substitute license plate or date tag.  The failure to affix or display such date tag or license plate in a manner prescribed by the commissioner shall constitute a violation of this section.\n  \t§ 20-544  Inspection.  a.  A vehicle shall be licensed as a pedicab only after it shall have been examined and inspected.  The commissioner shall refuse a license to or, if already issued, suspend the license of any pedicab found to be unfit for operation.\n\tb.  The commissioner shall cause all licensed pedicabs to be inspected on the date of renewal of the pedicab license, or more frequently as required by rule.  The date of such inspection and the signature of the person making the inspection shall be recorded upon the inspection card.\n  \tc.  The commissioner shall prescribe an appropriate form of inspection card for pedicabs and the manner in which such card and pedicab driver's identification cards shall be displayed.\n  \t§ 20-545  Pedicab operator's license.  a.  It shall be unlawful for any person to operate a pedicab within the city without having a valid pedicab operator’s license.\n  \tb.  The annual fee for each such pedicab operator's license shall be fifty dollars.\n  \tc.  The commissioner shall investigate each applicant as to character and fitness before such operator’s license shall be issued.\n  \td.  A pedicab operator’s license shall not be issued or renewed unless the applicant has satisfactorily completed a pedicab safety training course and examination pursuant to section 20-546 of this subchapter within six months prior to the date of application. \n  \te.  It shall be unlawful for any pedicab owner to permit such pedicab to be operated by a person who does not possess a valid pedicab operator's license issued pursuant to this section.  In any prosecution of an owner for a violation of this section, it shall not be necessary to prove that the owner knew or should have known that the operator was unlicensed, and there shall be a rebuttable presumption that such pedicab was operated with the permission of the owner.\nf. An applicant for a pedicab license shall be at least eighteen years of age and hold a valid state issued driver’s license.\ng.  Each licensee shall immediately notify the Commissioner within ten days of any amendment to, or suspension or revocation of, his or her state driver’s license.\n  \th.  All licensed pedicab drivers shall adhere to all traffic laws and rules of the city and state of New York.\n  \t§20-546  Training program and examination.  a. The department, in conjunction with the department of transportation, shall offer a training program and a written examination for all pedicab drivers. The commissioner shall issue a certificate to any person successfully completing the training program and achieving satisfactory results on the written examination administered by the department.  Such training program shall include, but not be limited to, the following subjects: (1) passenger, pedestrian and vehicular traffic safety; (2) proper care and maintenance of the pedicab; (3) traffic laws and rules of the city and state of New York; (4) all laws and rules of the city of New York pertaining to pedicabs; and (5) such other subjects as shall be deemed appropriate and necessary by the commissioner.\n  \tb. The department may impose a fee for the training program and examination, in order to defray expenses incurred in the administration thereof.\n  \tc. The department shall offer the training program and examination, as provided in subdivision a of this section, on a regularly scheduled basis, but no less frequently than at least three times per year, or more frequently as deemed necessary by the commissioner.\n  \t§ 20-547  Suspension and revocation.  \na.  After notice and opportunity to be heard, the commissioner may suspend or revoke any pedicab or pedicab operator’s license where the holder has failed to comply with any provisions of this subchapter or of the rules promulgated thereunder, or with any other laws or rules governing pedicabs, or which pedicab or pedicab operator is otherwise found to be unfit for such license. Such suspension shall remain in effect until compliance and fitness have been established by the licensee and accepted by the department. Grounds for suspension or revocation shall include, but not be limited to, failure to submit a pedicab for inspection and suspension and revocation of a licensee’s state issued driver’s license.\n  \tb.  Any pedicab operator found to have committed at least three violations of this subchapter within any twelve-month period shall have his or her license suspended by the commissioner for a period of not less than three months. For purposes of this subdivision, all violations written on any one day shall constitute a single violation.\n  \tc.  Notwithstanding the provisions of subdivision b of this section, any operator of a pedicab found to have committed at least five violations of this subchapter within any twenty-four month period shall have his or her license suspended by the commissioner for a period of not less than six months. For purposes of this subdivision, all violations written on any one day shall constitute a single violation.\n  \td. A pedicab operator whose license has been revoked in accordance with this provision may not apply for a new license for three years from the date of revocation.\nRestrictions.  a.  No pedicab operator shall, at any time, carry more than four passengers in his or her cab.\nb.  Each pedicab owner licensed pursuant to this subchapter shall review the qualifications of each pedicab operator to whom said pedicab owner loans, leases or otherwise authorizes to operate his or her licensed pedicab.\nc.  Each pedicab owner shall ensure that all pedicabs licensed thereto comply with all relevant state and local traffic provisions with respect to the use and maintenance of equipment relating to the safety of passengers, operators and pedestrians.    \nb.  All pedicabs shall prominently display a placard listing all rates and fees associated with the hiring of such pedicab.  \n  \t§ 20-548  Penalties.  a.  Any person who violates a provision of this subchapter may be liable for a fine of not less than $250 nor more than $1,000 and a civil penalty of $250, for each violation.\nb.  Any person operating an unlicensed pedicab may further be subject to seizure and impoundment of his or her pedicab until all applicable penalties and storage fees have been satisfied, or bond has been posted pursuant to the rules promulgated hereunder.\n § 20-549  Enforcement.  Authorized officers and employees of the department, the police department and any department designated by the commissioner, and any police or peace officer shall have the power to enforce any provision of this subchapter or any rule or regulation promulgated pursuant to this subchapter.\n§ 3.  This local law shall take effect 120 days after it shall have been enacted into law; provided that the commissioner may take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, establishing guidelines and promulgating rules.\n\n \nT.S.F.\nInt. 75-A/2006\n11.29.06",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fnil\\fprq2\\fcharset134 SimSun;}{\\f2\\froman\\fprq2\\fcharset0 Times New Roman Bold;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0  \\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\nowidctlpar\\expndtw0  \\par\n\\tab Section 1.  Legislative findings and intent.\\par\n\\tab\\par\n\\pard\\nowidctlpar\\fi480\\ri120\\sl480\\slmult1\\qj\\f1\\tab\\f0 Due to the large population and heavy commerce of New York City, the public streets are congested with countless vehicles for transporting consumer goods and individuals.  Recently, the city has seen a significant growth in the number of pedicabs operating in the City.  Due to their high maneuverability and unique character, pedicabs have become a new and increasingly utilized form of paid transportation for city tourists and residents.\\par\nHowever, due to the quantity of pedestrian and vehicular traffic within the city, the safe operation of pedicabs is of great concern.  Presently, the City has no mechanism to monitor the quantity or operational procedures of these slow moving vehicles.  Consequently, the City is unable to ensure that pedicabs are safely maintained and that their operators are sufficiently versed in all city traffic regulations.\\par\n The Council finds that regulations regarding such matters are necessary in the interest of public safety and welfare.  \\cf0\\f1\\par\n\\pard\\nowidctlpar\\fi475\\sl480\\slmult1\\cf1\\f0\\'a72.  Chapter 2 of title 20 of the administrative code of the city of New York is amended by the addition of a new subchapter 33, to read as follows:\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qc\\f1\\page\\ul\\b\\f2 SUBCHAPTER 33\\par\n\\pard\\keepn\\nowidctlpar\\s1\\sl480\\slmult1\\qc\\cf0 PEDICABS\\par\n\\pard\\nowidctlpar\\fi720\\cf1\\'a7 \\b0 20-540\\b\\f0   \\f2 Definitions.\\ulnone\\f1\\tab\\ul\\par\n\\f2\\'a7 \\b0 20-541\\f0   \\b\\f2 License required; fee; term.\\b0\\f1\\par\n\\b\\f2\\'a7 \\b0 20-542\\b\\f0   \\f2 Insurance.\\f1\\par\n\\pard\\nowidctlpar\\ulnone\\f2    \\tab\\ul\\'a7 \\b0 20-543\\b\\f0   \\f2 License plate.\\f1\\par\n\\pard\\nowidctlpar\\fi720\\f2\\'a7 \\b0 20-544\\f0   \\b\\f2 Inspection\\f0 .  \\par\n\\f2\\'a7 \\b0 20-545\\b\\f0   Pedicab o\\f2 perator's license\\f0 .  \\par\n\\f2\\'a7 \\b0 20-546\\b\\f0   \\f2 Training program and examination\\f0 .  \\par\n\\f2\\'a7 \\b0 20-547\\f0   \\b\\f2 Suspension and revocation\\b0\\f0 .  \\par\n\\b\\f2\\'a7 \\b0 20-548\\f0   \\b\\f2 Penalties.\\par\n\\'a7 \\b0 20-549  Enforcement.\\f0   \\b\\f1\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\b0\\par\n\\f0\\'a720-540  \\b\\f2 Definitions\\b0\\f0 .  Whenever used in this subchapter, the following terms shall have the following meanings:\\line\\ulnone   \\tab\\ul a. \\ldblquote Pedicab owner\\rdblquote  means any person, firm, partnership, corporation or association owning and operating a pedicab or pedicabs, and shall include a purchaser under a reserve title contract, conditional sales agreement or vendor's agreement and the lessee of such vehicle or vehicles under a written lease or similar contract.  \\par\n\\cf0 b. \\ldblquote Pedicab license\\rdblquote  means a license issued by the commissioner to each pedicab owner for each individual pedicab owned or operated by such pedicab owner.\\par\n\\cf1 c.  \\ldblquote Operator\\rquote s license\\rdblquote  means a license issued by the commissioner for each person authorized to operate a pedicab within the city of New York.\\line\\ulnone   \\tab\\ul d. \\ldblquote Inspection card\\rdblquote  means a card issued by the commissioner to pedicab licensees which card shall display the license number of such vehicle.\\line\\ulnone   \\tab\\ul e. \\ldblquote Pedicab\\rdblquote  shall mean a bicycle as defined in the vehicle and traffic law or other device that is designed and constructed to transport or carry passengers, that is propelled solely by human power, without operation or assistance of any form of engine or motor, and that is operated to transport passengers for hire\\par\nf. \\ldblquote Pedicab operator\\rdblquote  means any person licensed to operate a pedicab in the city of New York.\\line\\ulnone   \\tab\\ul\\'a7 20-541 \\b\\f2 License required; fee; term\\b0\\f0 .  a. It shall be unlawful for any business to operate or permit another to operate a pedicab within the city unless the owner shall have first obtained a license for such pedicab from the commissioner.  An applicant for a pedicab license shall be at least eighteen years of age and hold a valid state issued driver\\rquote s license.\\par\nb.  Each licensee shall immediately notify the Commissioner within ten days of any amendment to, or suspension or revocation of, his or her state driver\\rquote s license.\\line\\ulnone   \\tab\\ul c.  The original and renewal license fee for each pedicab shall be fifty dollars.\\line\\ulnone   \\tab\\ul d.  The term of the license shall be one year.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\ulnone   \\tab\\ul e.  It shall be unlawful for a pedicab license to be transferred to any person, firm, partnership, corporation, association or to another pedicab.    \\par\n\\pard\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\cf0 f.  No more than three hundred pedicabs may be licensed concurrently pursuant to this subchapter.\\par\ng.  No pedicab owner may simultaneously possess more than thirty pedicab licenses pursuant to this subchapter.\\b\\f1\\par\n\\pard\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\ulnone\\b0\\f0   \\tab\\ul\\'a7 20-542  \\b Insurance.  \\b0 a.  It shall be unlawful for any pedicab to operate within the city unless it is indemnified by a policy of liability insurance that meets the requirements of this section.\\par\n\\ulnone   \\tab\\ul b.  Such policy of liability insurance shall insure such pedicab owner, pedicab and all pedicab operators of the pedicabs held by such pedicab owner, whether such pedicab operators are employees of the pedicab owner or operate such pedicabs otherwise by agreement with the pedicab owner.  The insurance shall cover each pedicab for personal injury or death to one person, one hundred thousand dollars; for personal injury or death to all persons in one accident, three hundred thousand dollars, with a maximum of one hundred thousand dollars for each person; and for property damage, fifty thousand dollars. \\par\n\\pard\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1 c.  The pedicab owner shall notify the commissioner of any modification, amendment, cancellation or substitution of any insurance policy required under subdivision b of this section within ten days of notice to the pedicab business of such modification, amendment, cancellation or substitution. \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\cf1\\ulnone   \\tab\\ul\\'a7 20-543  \\b\\f2 License plate\\b0\\f0 .  Upon the payment of the license fee, and subject to the qualifications set forth in this subchapter, the commissioner shall issue a license to the owner of the pedicab together with a license plate to be securely affixed to a conspicuous part of such pedicab, on which shall be clearly set forth the license number of the pedicab.  The license plate issued to the licensee may, in the discretion of the commissioner, be a plate of a permanent nature with a replaceable date tag attached thereto, indicating the expiration date of the plate during each license year and the issuance of such a plate with such date tag to a person possessing such a plate, shall be deemed issuance of a license plate.  Such license plate and the replaceable date tag to be attached thereto shall be of such material, form, design and dimension and set forth such distinguishing number or other identification marks as the commissioner shall prescribe. The commissioner, upon renewal of the license hereunder, may continue the use of the license plate for as many additional license years as he or she in his or her discretion may determine, in which event he or she shall issue and deliver to the licensee a replaceable date tag or license plate as evidence of renewal of the license, which shall be attached or affixed in such manner as he or she may prescribe by rule.  In the event of the loss, mutilation or destruction of any license plate or date tag issued hereunder, the owner may file such statement and proof of facts as the commissioner shall require, with a fee of twenty-five dollars, at the department, and the department shall issue a duplicate or substitute license plate or date tag.  The failure to affix or display such date tag or license plate in a manner prescribed by the commissioner shall constitute a violation of this section.\\par\n\\ulnone   \\tab\\ul\\'a7 20-544  \\b\\f2 Inspection\\b0\\f0 .  a.  A vehicle shall be licensed as a pedicab only after it shall have been examined and inspected.  The commissioner shall refuse a license to or, if already issued, suspend the license of any pedicab found to be unfit for operation.\\par\n\\ulnone\\f1\\tab\\ul\\f0 b.  The commissioner shall cause all licensed pedicabs to be inspected on the date of renewal of the pedicab license, or more frequently as required by rule.  The date of such inspection and the signature of the person making the inspection shall be recorded upon the inspection card.\\par\n\\ulnone   \\tab\\ul c.  The commissioner shall prescribe an appropriate form of inspection card for pedicabs and the manner in which such card and pedicab driver's identification cards shall be displayed.\\par\n\\ulnone   \\tab\\ul\\'a7 20-545  \\b Pedicab o\\f2 perator's license\\b0\\f0 .  a.  It shall be unlawful for any person to operate a pedicab within the city without having a valid pedicab operator\\rquote s license.\\line\\ulnone   \\tab\\ul b.  The annual fee for each such pedicab operator's license shall be fifty dollars.\\line\\ulnone   \\tab\\ul c.  The commissioner shall investigate each applicant as to character and fitness before such operator\\rquote s license shall be issued.\\line\\ulnone   \\tab\\ul d.  A pedicab operator\\rquote s license shall not be issued or renewed unless the applicant has satisfactorily completed a pedicab safety training course and examination pursuant to section 20-546 of this subchapter within six months prior to the date of application. \\line\\ulnone   \\tab\\ul e.  It shall be unlawful for any pedicab owner to permit such pedicab to be operated by a person who does not possess a valid pedicab operator's license issued pursuant to this section.  In any prosecution of an owner for a violation of this section, it shall not be necessary to prove that the owner knew or should have known that the operator was unlicensed, and there shall be a rebuttable presumption that such pedicab was operated with the permission of the owner.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1 f. An applicant for a pedicab license shall be at least eighteen years of age and hold a valid state issued driver\\rquote s license.\\par\ng.  Each licensee shall immediately notify the Commissioner within ten days of any amendment to, or suspension or revocation of, his or her state driver\\rquote s license.\\line\\ulnone   \\tab\\ul h.  All licensed pedicab drivers shall adhere to all traffic laws and rules of the city and state of New York.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\ulnone   \\tab\\ul\\'a720-546  \\b\\f2 Training program and examination\\b0\\f0 .  a. The department, in conjunction with the department of transportation, shall offer a training program and a written examination for all pedicab drivers. The commissioner shall issue a certificate to any person successfully completing the training program and achieving satisfactory results on the written examination administered by the department.  Such training program shall include, but not be limited to, the following subjects: (1) passenger, pedestrian and vehicular traffic safety; (2) proper care and maintenance of the pedicab; (3) traffic laws and rules of the city and state of New York; (4) all laws and rules of the city of New York pertaining to pedicabs; and (5) such other subjects as shall be deemed appropriate and necessary by the commissioner.\\par\n\\ulnone   \\tab\\ul b. The department may impose a fee for the training program and examination, in order to defray expenses incurred in the administration thereof.\\line\\ulnone   \\tab\\ul c. The department shall offer the training program and examination, as provided in subdivision a of this section, on a regularly scheduled basis, but no less frequently than at least three times per year, or more frequently as deemed necessary by the commissioner.\\par\n\\ulnone   \\tab\\ul\\'a7 20-547  \\b\\f2 Suspension and revocation\\b0\\f0 .  \\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1 a.  After notice and opportunity to be heard, the commissioner may suspend or revoke any pedicab or pedicab operator\\rquote s license where the holder has failed to comply with any provisions of this subchapter or of the rules promulgated thereunder, or with any other laws or rules governing pedicabs, or which pedicab or pedicab operator is otherwise found to be unfit for such license. Such suspension shall remain in effect until compliance and fitness have been established by the licensee and accepted by the department. Grounds for suspension or revocation shall include, but not be limited to, failure to submit a pedicab for inspection and suspension and revocation of a licensee\\rquote s state issued driver\\rquote s license.\\line\\ulnone   \\tab\\ul b.  Any pedicab operator found to have committed at least three violations of this subchapter within any twelve-month period shall have his or her license suspended by the commissioner for a period of not less than three months. For purposes of this subdivision, all violations written on any one day shall constitute a single violation.\\line\\ulnone   \\tab\\ul c.  Notwithstanding the provisions of subdivision b of this section, any operator of a pedicab found to have committed at least five violations of this subchapter within any twenty-four month period shall have his or her license suspended by the commissioner for a period of not less than six months. For purposes of this subdivision, all violations written on any one day shall constitute a single violation.\\line\\ulnone   \\tab\\ul d. A pedicab operator whose license has been revoked in accordance with this provision may not apply for a new license for three years from the date of revocation.\\par\nRestrictions.  a.  No pedicab operator shall, at any time, carry more than four passengers in his or her cab.\\par\nb.  Each pedicab owner licensed pursuant to this subchapter shall review the qualifications of each pedicab operator to whom said pedicab owner loans, leases or otherwise authorizes to operate his or her licensed pedicab.\\par\nc.  Each pedicab owner shall ensure that all pedicabs licensed thereto comply with all relevant state and local traffic provisions with respect to the use and maintenance of equipment relating to the safety of passengers, operators and pedestrians.    \\par\nb.  All pedicabs shall prominently display a placard listing all rates and fees associated with the hiring of such pedicab.  \\line\\ulnone   \\tab\\ul\\'a7 20-548  \\b\\f2 Penalties\\b0\\f0 .  a.  Any person who violates a provision of this subchapter may be liable for a fine of not less than $250 nor more than $1,000 and a civil penalty of $250, for each violation.\\par\nb.  Any person operating an unlicensed pedicab may further be subject to seizure and impoundment of his or her pedicab until all applicable penalties and storage fees have been satisfied, or bond has been posted pursuant to the rules promulgated hereunder.\\par\n\\ulnone  \\ul\\'a7\\b\\f2  \\b0\\f0 20-549\\f2   \\b\\f0 Enforcement.\\b0   Authorized officers and employees of the department, the police department and any department designated by the commissioner, and any police or peace officer shall have the power to enforce any provision of this subchapter or any rule or regulation promulgated pursuant to this subchapter.\\par\n\\ulnone\\'a7 3.  This local law shall take effect 120 days after it shall have been enacted into law; provided that the commissioner may take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, establishing guidelines and promulgating rules.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\f1\\par\n\\f0  \\par\n\\pard\\nowidctlpar T.S.F.\\par\nInt. 75-A/2006\\par\n11.29.06\\par\n\\pard\\nowidctlpar\\fi720  \\par\n \\par\n \\par\n \\par\n \\par\n \\par\n \\par\n \\par\n\\pard\\nowidctlpar\\hyphpar0\\qj\\tx180\\tqr\\tx9360\\f1\\tab\\ul\\par\n\\pard\\nowidctlpar\\ulnone\\par\n}\n\u0000",
  "LastModified": "2015-06-17T15:23:50.767Z"
}
