{
  "ID": 35424,
  "GUID": "861CADBE-FDFF-4902-A3FB-3DFAA89A4301",
  "File": "Int 0082-2006",
  "Name": "Commercial display of video or computer games.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the commercial display of video or computer games.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2006-02-15T00:00:00Z",
  "AgendaDate": "2006-02-15T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    }
  ],
  "History": [
    {
      "ID": 186917,
      "Date": "2006-02-15T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 187356,
      "Date": "2006-02-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5803,
      "AgendaSequence": 174,
      "MinutesSequence": 201,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236783,
      "Date": "2009-12-31T17:01:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 35915,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Legislative findings and intent. The Entertainment Software Rating Board, the video game industry’s self-regulating body, has created an independent and voluntary content-based rating system for video and computer games; the ratings established by the Entertainment Software Rating Board are printed on the games’ packaging and included in advertisements. Video or computer games that are intended for consumers who are at least seventeen years of age are rated as ‘Mature’ or ‘Adults Only.’\nThe Council finds that video or computer games receive such ratings due to strong language or expressions of violence, sexual activity or substance abuse. Accordingly, the Council finds a compelling governmental interest in ensuring that video games that depict such content and which are intended to be sold to consumers who are at least seventeen years of age are clearly identifiable at the point of sale.\n§2. Chapter 4 of title 20 of the administrative code of the city of New York is hereby amended by adding a new subchapter 13 to read as follows:  \nSUBCHAPTER 13\n\nCOMMERCIAL DISPLAY OF VIDEO OR COMPUTER GAMES \n \n\t§ 20-699.7 Definitions.  For the purposes of this subchapter, \n(i)\t\"violent video or computer game\" means an interactive video or computer game that has received a rating of ‘mature’ or ‘adults only’ from the Entertainment Software Rating Board or is otherwise identified, through the use of labels or markings on its packaging, as containing strong language or expressions of violence, sexual activity or substance abuse; and\n(ii)\t\"person\" means any natural person, corporation, partnership, firm, organization, association or other legal entity.\n§20-699.8 Restrictions on game placement; identification of violent video games; display of rating system. a. Any person who sells, rents or offers to sell or rent violent video or computer games shall locate such games in a display, container, or other space that is physically separated from all other video or computer games.  \nb. Any person who sells, rents or offers to sell or rent violent video or computer games shall conspicuously identify such games at the point of display and shall indicate that such games are only intended for consumers who are at least seventeen years of age.\nc. Any person who sells, rents or offers to sell or rent any video or computer game must conspicuously post, at the point of display, a list of the current rating system for video and computer games and a clear description of each rating included therein.\n§20-699.9 Penalties. Any person who violates any provisions of this subchapter shall be liable for a civil penalty of not less than fifty dollars nor more than one hundred dollars for the first violation and for each succeeding violation a civil penalty of not less than one hundred dollars nor more than two hundred fifty dollars. For the purposes of paragraph a of section 20-699.8, each placement of a single violent video game in a display, container, or other space that is not physically separated from all other video or computer games shall constitute a separate violation. For the purposes of paragraph b of section 20-699.8, each day that violent video or computer games are displayed without proper description shall constitute a separate violation. For the purposes of paragraph c of section 20-699.8, each day that video or computer game ratings and descriptions are not conspicuously displayed shall constitute a separate violation.  \n§3.  This local law shall take effect 60 days after it is enacted.\n\n\n\nSD\nInt60/2004",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Tahoma;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\pard\\nowidctlpar\\v0\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1. Legislative findings and intent. The Entertainment Software Rating Board, the video game industry\\rquote s self-regulating body, has created an independent and voluntary content-based rating system for video and computer games; the ratings established by the Entertainment Software Rating Board are printed on the games\\rquote  packaging and included in advertisements. Video or computer games that\\b  \\b0 are intended for consumers who are at least seventeen years of age are rated as \\lquote Mature\\rquote  or \\lquote Adults Only.\\rquote\\par\nThe Council finds that video or computer games receive such ratings due to strong language or expressions of violence, sexual activity or substance abuse. Accordingly, the Council finds a compelling governmental interest in ensuring that video games that depict such content and which are intended to be sold to consumers who are at least seventeen years of age are clearly identifiable at the point of sale.\\par\n\\'a72. Chapter 4 of title 20 of the administrative code of the city of New York is hereby amended by adding a new subchapter 13 to read as follows:  \\par\n\\pard\\keepn\\nowidctlpar\\s1\\qc\\ul SUBCHAPTER 13\\par\n\\pard\\nowidctlpar\\qc\\par\n\\pard\\keepn\\nowidctlpar\\s1\\qc COMMERCIAL DISPLAY OF VIDEO OR COMPUTER GAMES \\par\n\\pard\\nowidctlpar\\ulnone  \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tab\\ul\\'a7 20-699.7 Definitions.  For the purposes of this subchapter, \\par\n\\pard\\nowidctlpar\\fi-720\\li1440\\sl480\\slmult1\\qj\\tx1440\\ulnone (i)\\tab\\ul \"violent video or computer game\" means an interactive video or computer game that has received a rating of \\lquote mature\\rquote  or \\lquote adults only\\rquote  from the Entertainment Software Rating Board or is otherwise identified, through the use of labels or markings on its packaging, as containing strong language or expressions of violence, sexual activity or substance abuse; and\\par\n\\pard\\nowidctlpar\\fi-720\\li1440\\sl480\\slmult1\\qj\\ulnone (ii)\\tab\\ul \"person\" means any natural person, corporation, partnership, firm, organization, association or other legal entity.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a720-699.8 Restrictions on game placement; identification of violent video games; display of rating system. a. Any person who sells, rents or offers to sell or rent violent video or computer games shall locate such games in a display, container, or other space that is physically separated from all other video or computer games.  \\par\nb. Any person who sells, rents or offers to sell or rent violent video or computer games shall conspicuously identify such games at the point of display and shall indicate that such games are only intended\\b  \\b0 for consumers who are at least seventeen years of age.\\par\n\\pard\\nowidctlpar\\fi720\\sa120\\sl480\\slmult1\\qj c. Any person who sells, rents or offers to sell or rent any video or computer game must conspicuously post, at the point of display, a list of the current rating system for video and computer games and a clear description of each rating included therein.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a720-699.9 Penalties. Any person who violates any provisions of this subchapter shall be liable for a civil penalty of not less than fifty dollars nor more than one hundred dollars for the first violation and for each succeeding violation a civil penalty of not less than one hundred dollars nor more than two hundred fifty dollars. For the purposes of paragraph a of section 20-699.8, each placement of a single violent video game in a display, container, or other space that is not physically separated from all other video or computer games shall constitute a separate violation. For the purposes of paragraph b of section 20-699.8, each day that violent video or computer games are displayed without proper description shall constitute a separate violation. For the purposes of paragraph c of section 20-699.8, each day that video or computer game ratings and descriptions are not conspicuously displayed shall constitute a separate violation.  \\par\n\\ulnone\\'a73.  This local law shall take effect 60 days after it is enacted.\\par\n\\pard\\nowidctlpar\\par\n\\par\n\\par\nSD\\par\nInt60/2004\\par\n\\pard\\nowidctlpar\\tx720\\tqc\\tx4320\\tqr\\tx8640\\f1\\par\n\\pard\\nowidctlpar\\f0\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
