{
  "ID": 35433,
  "GUID": "C9264A01-A497-4A80-8302-22E2E01232CA",
  "File": "Int 0085-2006",
  "Name": "Regularly updated online performance measures and statistics on city agencies.",
  "Title": "A Local Law to amend the New York city charter, in relation to regularly updated online performance measures and statistics on city agencies.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2006-02-15T00:00:00Z",
  "AgendaDate": "2006-02-15T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    }
  ],
  "History": [
    {
      "ID": 186927,
      "Date": "2006-02-15T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 187358,
      "Date": "2006-02-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5803,
      "AgendaSequence": 177,
      "MinutesSequence": 204,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236781,
      "Date": "2009-12-31T17:01:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 35924,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Statement of findings and purpose.  Transparency and accountability are the cornerstones of good government.  A comprehensive reporting system can increase effective results, both by bringing light to the successes and deficiencies in the management of City affairs, and by enabling top management to marshal resources towards producing quick outcomes.  Annual performance data for City agencies currently found in the Mayor’s Management Report (MMR), however, is limited in its scope and depth.  Specifically, the MMR fails to provide detailed information on a real-time basis, and omits information regarding resource allocation.  Furthermore, while select City agencies report additional periodic data, this data is equally limited in the extent to which it illuminates the use of City resources.  As a result, City government can skirt accountability to the people from whom it, like all governments, derives its legitimacy and to whom it must ultimately answer.  \n\tIn 1994, the New York City Police Department adopted a now well-known data management and analysis system, CompStat, to efficiently allocate department resources in the constant fight against crime.  Managerial accountability and regular, frequent, up-to-date reporting are fundamental elements of the CompStat system.  CompStat’s success derives from its unrelenting focus on measurable, quantifiable objectives.  It has since been adopted in municipalities nationwide.\nTaking the CompStat model a step further, the City of Baltimore developed and implemented CitiStat, a comprehensive management and accountability tool for many of its municipal agencies.  CitiStat requires 16 Baltimore agencies or initiatives to produce regular reports on performance data.  As with CompStat, this data is analyzed and discussed in accountability sessions held between the mayor and the commissioners and top management of target agencies.  CitiStat analysts examine the data to assess productivity, to determine the geographic areas with the greatest need for City services, and to identify and respond to problematic trends quickly, before they escalate.  By successfully analyzing the availability of resources and aligning it with demand, CitiStat has reportedly produced over $43 million in cost savings, cost avoidances, and revenue enhancements for Baltimore in its first three years of operation.  Its successes have included filling 95 percent of potholes within 48 hours, reducing violent crime by 29 percent, decreasing its backlog of cleanup projects and planting more trees.  In fact, outside of the police department, overtime expenditures have decreased by 40 percent across city agencies in Baltimore, resulting in $24 million in savings. \nThe Council finds that current reporting requirements for City agencies-predominately through the MMR-do not allow for sufficient transparency into the daily workings of the vast bureaucracy of New York City’s government, and are, at best, a blunt tool for gauging its efficiency and effectiveness.  A data reporting system such as CompStat or CitiStat merits implementation at all New York City agencies.  By keeping the Mayor, the Council and the public apprised, the day-to-day management of City agencies will become more transparent and more accountable.  The detailed data reported by City agencies and its subsequent analysis can be used to improve services and to maximize the efficient use of resources by City agencies.\nTherefore, the Council finds that City agencies should make public online a regular report card of performance indicators.  The Council recognizes that each City agency has unique goals and responsibilities, and each agency’s “report card” will differ accordingly.  Nevertheless, such report card should include, at minimum, data currently reported in the Mayor’s Management Report, an accounting of all expenditures, and the number of employees, disaggregated by functional unit or division.  This information should be presented in such a manner that the public and the Council can discern both periodic and year-to-date data and compare those to previous reporting periods.  Furthermore, each City agency should attempt, where applicable, to provide an inventory of its facilities and vehicles, a report of its achievements and responses to citizen requests, and any additional data that can assist the public in assessing the effectiveness of the agency, and the Council in the fulfillment of its Charter-mandated oversight responsibilities. The data provided should be further analyzed to identify geographic or seasonal patterns and trends.\n§2. Section 12 of the New York city charter is hereby amended to add a new subdivision f to read as follows:\nf. The mayor shall publish on the internet, make accessible through one page of the city’s web site, and regularly update, performance measures and statistics on each city agency. Such performance measures and statistics shall include the following for each city agency, disaggregated by division or functional unit:\n(1) assessment of how the agency fulfills its mission, duties and responsibilities, including any statistic or measure currently reported in the mayor's management report and supplementary indicator tables; and\n(2) how each agency allocates its resources, including headcount, expenditures and an inventory of its capital assets; and\n(3) geographic or time trends reflected in any measure or statistic reported for any city agency.\nAny information expressed as an average number, shall also include the numerical range of the data.  Agencies shall consult with the appropriate committee of the council to determine what information such agency shall report, and the frequency with which reports shall be submitted.\n§3. This local law shall take effect immediately upon enactment into law.\n\n\n\nSD\nInt604/2005",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\noline\\hyphpar0\\fi-1440\\li1440\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\expndtw0 Section 1. Statement of findings and purpose.  Transparency and accountability are the cornerstones of good government.  A comprehensive reporting system can increase effective results, both by bringing light to the successes and deficiencies in the management of City affairs, and by enabling top management to marshal resources towards producing quick outcomes.  Annual performance data for City agencies currently found in the Mayor\\rquote s Management Report (MMR), however, is limited in its scope and depth.  Specifically, the MMR fails to provide detailed information on a real-time basis, and omits information regarding resource allocation.  Furthermore, while select City agencies report additional periodic data, this data is equally limited in the extent to which it illuminates the use of City resources.  As a result, City government can skirt accountability to the people from whom it, like all governments, derives its legitimacy and to whom it must ultimately answer.  \\par\n\\pard\\sl480\\slmult1\\qj\\tab In 1994, the New York City Police Department adopted a now well-known data management and analysis system, CompStat, to efficiently allocate department resources in the constant fight against crime.  Managerial accountability and regular, frequent, up-to-date reporting are fundamental elements of the CompStat system.  CompStat\\rquote s success derives from its unrelenting focus on measurable, quantifiable objectives.  It has since been adopted in municipalities nationwide.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Taking the CompStat model a step further, the City of Baltimore developed and implemented CitiStat, a comprehensive management and accountability tool for many of its municipal agencies.  CitiStat requires 16 Baltimore agencies or initiatives to produce regular reports on performance data.  As with CompStat, this data is analyzed and discussed in accountability sessions held between the mayor and the commissioners and top management of target agencies.  CitiStat analysts examine the data to assess productivity, to determine the geographic areas with the greatest need for City services, and to identify and respond to problematic trends quickly, before they escalate.  By successfully analyzing the availability of resources and aligning it with demand, CitiStat has reportedly produced over $43 million in cost savings, cost avoidances, and revenue enhancements for Baltimore in its first three years of operation.  Its successes have included filling 95 percent of potholes within 48 hours, reducing violent crime by 29 percent, decreasing its backlog of cleanup projects and planting more trees.  In fact, outside of the police department, overtime expenditures have decreased by 40 percent across city agencies in Baltimore, resulting in $24 million in savings. \\par\nThe Council finds that current reporting requirements for City agencies-predominately through the MMR-do not allow for sufficient transparency into the daily workings of the vast bureaucracy of New York City\\rquote s government, and are, at best, a blunt tool for gauging its efficiency and effectiveness.  A data reporting system such as CompStat or CitiStat merits implementation at all New York City agencies.  By keeping the Mayor, the Council and the public apprised, the day-to-day management of City agencies will become more transparent and more accountable.  The detailed data reported by City agencies and its subsequent analysis can be used to improve services and to maximize the efficient use of resources by City agencies.\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj Therefore, the Council finds that City agencies should make public online a regular report card of performance indicators.  The Council recognizes that each City agency has unique goals and responsibilities, and each agency\\rquote s \\ldblquote report card\\rdblquote  will differ accordingly.  Nevertheless, such report card should include, at minimum, data currently reported in the Mayor\\rquote s Management Report, an accounting of all expenditures, and the number of employees, disaggregated by functional unit or division.  This information should be presented in such a manner that the public and the Council can discern both periodic and year-to-date data and compare those to previous reporting periods.  Furthermore, each City agency should attempt, where applicable, to provide an inventory of its facilities and vehicles, a report of its achievements and responses to citizen requests, and any additional data that can assist the public in assessing the effectiveness of the agency, and the Council in the fulfillment of its Charter-mandated oversight responsibilities. The data provided should be further analyzed to identify geographic or seasonal patterns and trends.\\par\n\\'a72. Section 12 of the New York city charter is hereby amended to add a new subdivision f to read as follows:\\par\n\\ul f. The mayor shall publish on the internet, make accessible through one page of the city\\rquote s web site, and regularly update, performance measures and statistics on each city agency. Such performance measures and statistics shall include the following for each city agency, disaggregated by division or functional unit:\\par\n(1) assessment of how the agency fulfills its mission, duties and responsibilities, including any statistic or measure currently reported in the mayor's management report and supplementary indicator tables; and\\par\n(2) how each agency allocates its resources, including headcount, expenditures and an inventory of its capital assets; and\\par\n(3) geographic or time trends reflected in any measure or statistic reported for any city agency.\\par\nAny information expressed as an average number, shall also include the numerical range of the data.  Agencies shall consult with the appropriate committee of the council to determine what information such agency shall report, and the frequency with which reports shall be submitted.\\par\n\\ulnone\\'a73. This local law shall take effect immediately upon enactment into law.\\par\n\\pard\\hyphpar0\\qj\\par\n\\par\n\\par\nSD\\par\nInt604/2005\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
