{
  "ID": 35544,
  "GUID": "02516C0F-485D-44E8-BB91-222FC323495C",
  "File": "Int 0087-2006",
  "Name": "Regulation of receptacles for removal of waste material.",
  "Title": "A Local Law to amend the administrative code of the City of New York, in relation to the regulation of receptacles for removal of waste material.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5108,
  "BodyName": "Committee on Sanitation and Solid Waste Management",
  "IntroDate": "2006-02-15T00:00:00Z",
  "AgendaDate": "2006-02-15T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    }
  ],
  "History": [
    {
      "ID": 187092,
      "Date": "2006-02-15T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 187364,
      "Date": "2006-02-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Small Business",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5803,
      "AgendaSequence": 181,
      "MinutesSequence": 208,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Sanitation and Solid Waste Management",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236779,
      "Date": "2009-12-31T17:00:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 36036,
  "Text": "Be it enacted by the Council as follows:\n\n    \tSection one. Section 16-120 of the administrative code of the city of New York is hereby amended by adding a new subdivision j to read as follows:\n\tj. Owners or residents of one-, two- or three-family dwellings who are sixty-five years of age or older shall be exempt from the requirements contained in subdivisions c and d of this section relating to  times for the placing out and removal of trash receptacles and other refuse. The department shall, upon written application in such manner as the department shall require, issue to all those who qualify for this exemption decals to be placed on their trash receptacles indicating that they are exempt from said requirements. \n\t§2. This local law shall take effect on January 1, 2007, except that the commissioner of sanitation shall take such measures, as are necessary for the implementation of this local law prior to such date, including the promulgation of rules.\n\nCJC -2/7/06\nLS#129",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\tx5760     \\tab Section one. Section 16-120 of the administrative code of the city of New York is hereby amended by adding a new subdivision j to read as follows:\\par\n\\tab\\ul j. Owners or residents of one-, two- or three-family dwellings who are sixty-five years of age or older shall be exempt from the requirements contained in subdivisions c and d of this section relating to  times for the placing out and removal of trash receptacles and other refuse. The department shall, upon written application in such manner as the department shall require, issue to all those who qualify for this exemption decals to be placed on their trash receptacles indicating that they are exempt from said requirements. \\par\n\\ulnone\\tab\\'a72. This local law shall take effect on January 1, 2007, except that the commissioner of sanitation shall take such measures, as are necessary for the implementation of this local law prior to such date, including the promulgation of rules.\\par\n\\ul\\par\n\\pard\\qj\\tx720\\tx1440\\tx2160\\tx5760\\ulnone CJC -2/7/06\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\tx5760 LS#129\\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
