{
  "ID": 35575,
  "GUID": "E5F8A1C7-114E-4BE7-B67C-9BF3438E353D",
  "File": "Int 0089-2006",
  "Name": "Establishment of maximum school zone speed limits.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the establishment of maximum school zone speed limits.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2006-02-15T00:00:00Z",
  "AgendaDate": "2006-02-15T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    }
  ],
  "History": [
    {
      "ID": 187121,
      "Date": "2006-02-15T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 187370,
      "Date": "2006-02-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5803,
      "AgendaSequence": 183,
      "MinutesSequence": 210,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236777,
      "Date": "2009-12-31T16:59:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 36067,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1.  Section 19-177 of title 19 of the administrative code of the city of New York is amended by adding thereto a new subdivision d to read as follows:\n\t19-177  Speed Limits.  a.  The official speed limit for a vehicle in the city of New York shall be thirty miles per hour except where an official sign indicates that a different speed limit is in effect.\n\tb.  No person shall drive a vehicle on any street in excess of the speed limit in effect for that street.\n\tc.  The commissioner shall post a sign at each exit within the city of New York of each bridge and tunnel having only one terminus in the city of New York that states the speed limit within the city.\n\td.  Maximum school zone speed limits shall be established on all highways adjacent to schools and shall be indicated on school zone speed limit signs posted at all such locations.  Such school zone speed limit shall not exceed fifteen miles per hour during: (i) school days at times indicated on the school zone speed limit sign, provided, however, that such times shall be between the hours of seven o’clock a.m. and six o’clock p.m. or alternative times within such hours; or (ii) a period when the beacons attached to the school zone speed limit sign are flashing and such sign is equipped with a notice that indicates that the school zone speed limit is in effect when such beacons are flashing, provided, however, that such beacons shall only flash during student activities at the school and up to thirty minutes immediately before and up to thirty minutes immediately after such student activities.  School speed zone limits established pursuant to this subdivision shall only apply for a distance not to exceed one thousand three hundred twenty feet from a school, on a highway passing a school building and to an entrance or exit of a school abutting on the highway.  The provisions of this section shall apply to all schools of high school level and below.  \n\t§2.  This act shall take effect immediately.\n\n\nPH\nInt. 338/2004",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tab Section 1.  Section 19-177 of title 19 of the administrative code of the city of New York is amended by adding thereto a new subdivision d to read as follows:\\par\n\\tab 19-177  Speed Limits.  a.  The official speed limit for a vehicle in the city of New York shall be thirty miles per hour except where an official sign indicates that a different speed limit is in effect.\\par\n\\tab b.  No person shall drive a vehicle on any street in excess of the speed limit in effect for that street.\\par\n\\tab c.  The commissioner shall post a sign at each exit within the city of New York of each bridge and tunnel having only one terminus in the city of New York that states the speed limit within the city.\\par\n\\tab\\ul d.  Maximum school zone speed limits shall be established on all highways adjacent to schools and shall be indicated on school zone speed limit signs posted at all such locations.  Such school zone speed limit shall not exceed fifteen miles per hour during: (i) school days at times indicated on the school zone speed limit sign, provided, however, that such times shall be between the hours of seven o\\rquote clock a.m. and six o\\rquote clock p.m. or alternative times within such hours; or (ii) a period when the beacons attached to the school zone speed limit sign are flashing and such sign is equipped with a notice that indicates that the school zone speed limit is in effect when such beacons are flashing, provided, however, that such beacons shall only flash during student activities at the school and up to thirty minutes immediately before and up to thirty minutes immediately after such student activities.  School speed zone limits established pursuant to this subdivision shall only apply for a distance not to exceed one thousand three hundred twenty feet from a school, on a highway passing a school building and to an entrance or exit of a school abutting on the highway.  The provisions of this section shall apply to all schools of high school level and below.  \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\ulnone\\tab\\'a72.  This act shall take effect immediately.\\par\n\\pard\\nowidctlpar\\par\n\\par\nPH\\par\nInt. 338/2004\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
