{
  "ID": 35572,
  "GUID": "CE134FF2-3A13-4C6F-A74F-EF509663BD1E",
  "File": "Int 0090-2006",
  "Name": "Requiring all for-hire vehicle base stations to have at least one for-hire vehicle accessible to persons who use wheelchairs or other mobility aids.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to accessible for-hire vehicles.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2006-02-15T00:00:00Z",
  "AgendaDate": "2006-02-15T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    }
  ],
  "History": [
    {
      "ID": 187118,
      "Date": "2006-02-15T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 187368,
      "Date": "2006-02-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Technology in Government",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5803,
      "AgendaSequence": 184,
      "MinutesSequence": 211,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 192025,
      "Date": "2006-06-14T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 6227,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 90-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 192492,
      "Date": "2006-06-14T13:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 6227,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 192587,
      "Date": "2006-06-14T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 6227,
      "MinutesSequence": 7,
      "Version": "A",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236776,
      "Date": "2009-12-31T16:59:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 73193,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 90 - 2/15/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/0afeb3c0-9f34-41f2-8dca-0f777a1d85cb. No. 90.doc",
      "Sort": 1
    },
    {
      "ID": 73196,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 6/14/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/bf73724c-4328-4266-81c0-bb96d8d2b482.doc",
      "Sort": 2
    },
    {
      "ID": 73576,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 6/14/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/27683c85-d49c-4a9d-868c-9e7319716b27.doc",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 37363,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Declaration of legislative findings and intent. New York City’s for-hire vehicle (FHV) industry uses nearly 25,000 licensed community car service vehicles to service 8.1 million residents. FHVs provide a crucial transportation service for New Yorkers living outside of Manhattan and often serve as an important supplement to public transportation in areas of the City with poor transit service. Demand responsive transportation, such as FHVs, are especially vital for wheelchair users in New York City, since the City’s public transportation system is largely inaccessible to physically disabled persons. \nThe Taxi and Limousine Commission (TLC) recognized the importance of the FHV industry in providing transportation for disabled persons when it promulgated §6-07 (f) of the TLC Regulations on October 31, 2001. This regulation requires individual FHV base stations to provide service for physically disabled persons, either using vehicles owned by the base station or by contracting with another base station that provides equivalent service. However, it has become apparent that large numbers of base stations have entered into contracts with as few as two accessible transportation providers in order to provide accessible service for all persons in the City. Furthermore, of the 159 base stations inspected by the TLC in 2005, 110 were not in compliance with the regulation. The Council finds that the City’s for-hire vehicle industry should play an important role in providing transportation for physically disabled persons. The Council further finds that the existing regulation, which allows base stations that provide accessible service to enter into an unlimited number of service contracts with other base stations, has created an impractical system that is failing to provide adequate services for physically disabled persons.\n§ 2. Chapter 5 of title 19 of the administrative code of the city of New York is amended by adding a new section 19-503.2 to read as follows:\n  \t§19-503.2  Accessible for-hire vehicles. a. Definitions. For purposes of this section, the following terms shall have the following meanings:\n1. “Accessible for-hire vehicle” shall mean any licensed for-hire vehicle equipped with a hydraulic lift or ramps designed for the purpose of transporting physically disabled persons, or containing any other physical device or alteration designed to permit access to and enable the transportation of physically disabled persons and that complies with the accessibility requirements of the Americans With Disabilities Act of 1990, as amended, and any regulations promulgated thereunder, or any licensed for-hire vehicle determined to be accessible to physically disabled persons pursuant to rules promulgated by the commissioner. \n2. “Base station” shall mean any central facility that manages, organizes or dispatches affiliated vehicles licensed pursuant to this chapter; provided that such term shall not include luxury limousines or black cars. \n3. “On-demand” shall mean when requested. \n4. “Physically disabled person” shall mean any person using a wheelchair or other personal mobility aid, such as a scooter. \nb. Accessible for-hire vehicle service required. An owner of any base station shall provide accessible for-hire vehicle transportation services to physically disabled persons on-demand by (i) utilizing one or more accessible for-hire vehicles licensed by such owner and/or (ii) arranging for the dispatch on-demand of one or more accessible for-hire vehicles from another base station pursuant to a contract with the owner of such other station; provided that such owner of such other station shall not have contracts for the arrangement of the dispatch on-demand of accessible for-hire vehicles with more than ten owners of base stations. \n c. Accessible service at base stations with ten or more vehicles. An owner of any base station shall license at least one accessible for-hire vehicle available to be dispatched on-demand at such station for every ten for-hire vehicles licensed, owned or otherwise controlled by such owner at such station.  \n\td. Equivalent service required. Transportation services provided to physically disabled persons pursuant to his section shall be equivalent to such services provided to all other persons with respect to the following: (i) service availability; (ii) response time with respect to request for service; (iii) fares charged; (iv) ability to accept reservations; (v) restrictions or limitation upon services offered; and (vi) service quality.  \ne. Penalty. Any base station owner that violates any provision of this section shall be liable for a civil penalty in the amount of five hundred dollars for each such violation. Failure to comply with any provision of this section within six months of receipt of a first violation issued pursuant to this section shall result in suspension of all base station licenses held by such owner until such time as the commissioner determines that such violation is remedied.\nf. Enforcement and rules. The commissioner shall take appropriate action to enforce this section and shall promulgate rules as may be necessary to carry out the provisions of this section. \nh. Report. Not later than January 1, 2007, and not later than January 1 of each year thereafter, the commissioner shall submit a report to the mayor and the speaker of the council regarding the accessibility of for-hire vehicles in the city of New York, including but not limited to (i) the number of base stations in the city and the number of vehicles and accessible for-hire vehicles licensed by the owner of each such station; (ii) whether accessible for-hire vehicle service is provided pursuant to subdivision b of this section; (iii) the number of contracts or arrangements at each such station that an owner of a base station has with another owner of a base station for the dispatch on-demand of one or more accessible for-hire vehicles; (iv) whether equivalent service is provided by each such station pursuant to subdivision d of this section; (v) the number of violations issued pursuant to subdivision e of this section and the nature of such violations; and (vi) a description of measures implemented by the commissioner in order to enforce the provisions of this section. The information contained in this report shall also be included in the preliminary mayor’s management report and the mayor’s management report for the relevant fiscal year. \n§3.  If any section, subsection, sentence, clause, phrase, or other portion of this local law, including any requirement imposed pursuant to it, is for any reason declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this local law, which remaining portions shall continue in full force and effect.\n§4. This local law shall take effect ninety days after it is enacted into law.  \n\nLP\n6/1/06 - 5:00 p.m.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\tab Section 1. Declaration of legislative findings and intent. New York City\\rquote s for-hire vehicle (FHV) industry uses nearly 25,000 licensed community car service vehicles to service 8.1 million residents. FHVs provide a crucial transportation service for New Yorkers living outside of Manhattan and often serve as an important supplement to public transportation in areas of the City with poor transit service. Demand responsive transportation, such as FHVs, are especially vital for wheelchair users in New York City, since the City\\rquote s public transportation system is largely inaccessible to physically disabled persons. \\par\n\\pard\\fi720\\sl480\\slmult1\\qj The Taxi and Limousine Commission (TLC) recognized the importance of the FHV industry in providing transportation for disabled persons when it promulgated \\'a76-07 (f) of the TLC Regulations on October 31, 2001. This regulation requires individual FHV base stations to provide service for physically disabled persons, either using vehicles owned by the base station or by contracting with another base station that provides equivalent service. However, it has become apparent that large numbers of base stations have entered into contracts with as few as two accessible transportation providers in order to provide accessible service for all persons in the City. Furthermore, of the 159 base stations inspected by the TLC in 2005, 110 were not in compliance with the regulation. The Council finds that the City\\rquote s for-hire vehicle industry should play an important role in providing transportation for physically disabled persons. The Council further finds that the existing regulation, which allows base stations that provide accessible service to enter into an unlimited number of service contracts with other base stations, has created an impractical system that is failing to provide adequate services for physically disabled persons.\\par\n\\'a7 2. Chapter 5 of title 19 of the administrative code of the city of New York is amended by adding a new section 19-503.2 to read as follows:\\par\n\\pard\\sl480\\slmult1\\qj   \\tab\\ul\\'a719-503.2  Accessible for-hire vehicles. a. Definitions. For purposes of this section, the following terms shall have the following meanings:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj 1. \\ldblquote Accessible for-hire vehicle\\rdblquote  shall mean any licensed for-hire vehicle equipped with a hydraulic lift or ramps designed for the purpose of transporting physically disabled persons, or containing any other physical device or alteration designed to permit access to and enable the transportation of physically disabled persons and that complies with the accessibility requirements of the Americans With Disabilities Act of 1990, as amended, and any regulations promulgated thereunder, or any licensed for-hire vehicle determined to be accessible to physically disabled persons pursuant to rules promulgated by the commissioner. \\par\n2. \\ldblquote Base station\\rdblquote  shall mean any central facility that manages, organizes or dispatches affiliated vehicles licensed pursuant to this chapter; provided that such term shall not include luxury limousines or black cars. \\par\n3. \\ldblquote On-demand\\rdblquote  shall mean when requested. \\par\n4. \\ldblquote Physically disabled person\\rdblquote  shall mean any person using a wheelchair or other personal mobility aid, such as a scooter. \\par\nb. Accessible for-hire vehicle service required. An owner of any base station shall provide accessible for-hire vehicle transportation services to physically disabled persons on-demand by (i) utilizing one or more accessible for-hire vehicles licensed by such owner and/or (ii) arranging for the dispatch on-demand of one or more accessible for-hire vehicles from another base station pursuant to a contract with the owner of such other station; provided that such owner of such other station shall not have contracts for the arrangement of the dispatch on-demand of accessible for-hire vehicles with more than ten owners of base stations. \\par\n c. Accessible service at base stations with ten or more vehicles. An owner of any base station shall license at least one accessible for-hire vehicle available to be dispatched on-demand at such station for every ten for-hire vehicles licensed, owned or otherwise controlled by such owner at such station.  \\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab d\\ul . Equivalent service required. Transportation services provided to physically disabled persons pursuant to his section shall be equivalent to such services provided to all other persons with respect to the following: (i) service availability; (ii) response time with respect to request for service; (iii) fares charged; (iv) ability to accept reservations; (v) restrictions or limitation upon services offered; and (vi) service quality.  \\par\n\\pard\\fi720\\sl480\\slmult1\\qj e. Penalty. Any base station owner that violates any provision of this section shall be liable for a civil penalty in the amount of five hundred dollars for each such violation. Failure to comply with any provision of this section within six months of receipt of a first violation issued pursuant to this section shall result in suspension of all base station licenses held by such owner until such time as the commissioner determines that such violation is remedied.\\par\nf. Enforcement and rules. The commissioner shall take appropriate action to enforce this section and shall promulgate rules as may be necessary to carry out the provisions of this section. \\par\nh. Report. Not later than January 1, 2007, and not later than January 1 of each year thereafter, the commissioner shall submit a report to the mayor and the speaker of the council regarding the accessibility of for-hire vehicles in the city of New York, including but not limited to (i) the number of base stations in the city and the number of vehicles and accessible for-hire vehicles licensed by the owner of each such station; (ii) whether accessible for-hire vehicle service is provided pursuant to subdivision b of this section; (iii) the number of contracts or arrangements at each such station that an owner of a base station has with another owner of a base station for the dispatch on-demand of one or more accessible for-hire vehicles; (iv) whether equivalent service is provided by each such station pursuant to subdivision d of this section; (v) the number of violations issued pursuant to subdivision e of this section and the nature of such violations; and (vi) a description of measures implemented by the commissioner in order to enforce the provisions of this section. The information contained in this report shall also be included in the preliminary mayor\\rquote s management report and the mayor\\rquote s management report for the relevant fiscal year. \\ulnone\\par\n\\'a73.  If any section, subsection, sentence, clause, phrase, or other portion of this local law, including any requirement imposed pursuant to it, is for any reason declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this local law, which remaining portions shall continue in full force and effect.\\par\n\\pard\\fi720\\sl480\\slmult1\\'a74. This local law shall take effect ninety days after it is enacted into law.\\ul   \\par\n\\pard\\ulnone\\par\n\\fs20 LP\\par\n6/1/06 - 5:00 p.m.\\fs24\\par\n}\n\u0000",
  "LastModified": "2015-06-02T14:50:12.33Z"
}
