{
  "ID": 35573,
  "GUID": "A0715820-E881-4D86-9583-1EC643ABF308",
  "File": "Int 0091-2006",
  "Name": "Recourse for an owner, sidewalk damaged by tree.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to providing recourse for a property owner whose sidewalk is damaged by a tree under the exclusive care of the city of New York.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2006-02-15T00:00:00Z",
  "AgendaDate": "2006-02-15T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    }
  ],
  "History": [
    {
      "ID": 187119,
      "Date": "2006-02-15T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 187369,
      "Date": "2006-02-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5803,
      "AgendaSequence": 185,
      "MinutesSequence": 212,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236775,
      "Date": "2009-12-31T16:59:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 36065,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Section 19-152 of the administrative code of the city of New York, as amended by local law number 64 for the year 1995, is amended by adding thereto a new subdivision o to read as follows:\no. Notwithstanding any inconsistent provision of subdivision e of this section, an owner of real property (1) shall not be required to pay for the cost of reinstalling, reconstructing, repaving or repairing an existing sidewalk flag at legal grade when the owner submits proof satisfactory to the department that:\n(i) the sidewalk flag sustained harm or damage from the growth of the roots of one or more trees under the exclusive care of the commissioner of parks and recreation; and\n(ii) the owner notified the department in accordance with the rules of the department; and\n(2) shall be reimbursed for the cost of reinstalling, reconstructing, repaving or repairing an existing sidewalk flag at legal grade when the owner submits proof satisfactory to the department that:\n(i) the sidewalk flag sustained harm or damage from the growth of the roots of one or more trees under the exclusive care of the commissioner of parks and recreation;\n(ii) the owner notified the department in accordance with the rules of the department; and\n(iii) the owner supplies proof of payment in accordance with the rules of the department for the cost of reinstalling, reconstructing, repaving or repairing an existing sidewalk flag at legal grade.\n§2. Title 18 of the administrative code of the city of New York is amended by adding thereto a new section 18-105.1 to read as follows:\n§18-105.1 Tree root pruning. Upon notice to the commissioner in accordance with its rules, the department shall prune the roots of trees which are under the exclusive jurisdiction of the commissioner when such roots are determined by the commissioner to be the cause of or the potential cause of injury, breakage, damage or removal of any portion of a sidewalk flag.\n§3. This local law shall take effect thirty days after its enactment.\n\nPH\nInt. No. 76/2004",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset0 Garamond;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1. Section 19-152 of the administrative code of the city of New York, as amended by local law number 64 for the year 1995, is amended by adding thereto a new subdivision o to read as follows:\\par\n\\ul o. Notwithstanding any inconsistent provision of subdivision e of this section, an owner of real property (1) shall not be required to pay for the cost of reinstalling, reconstructing, repaving or repairing an existing sidewalk flag at legal grade when the owner submits proof satisfactory to the department that:\\par\n(i) the sidewalk flag sustained harm or damage from the growth of the roots of one or more trees under the exclusive care of the commissioner of parks and recreation; and\\par\n(ii) the owner notified the department in accordance with the rules of the department; and\\par\n(2) shall be reimbursed for the cost of reinstalling, reconstructing, repaving or repairing an existing sidewalk flag at legal grade when the owner submits proof satisfactory to the department that:\\par\n\\f1 (i) the sidewalk flag sustained harm or damage from the growth of the roots of one or more trees under the exclusive care of the commissioner of parks and recreation;\\par\n\\f0 (ii) the owner notified the department in accordance with the rules of the department; and\\par\n(iii) the owner supplies proof of payment in accordance with the rules of the department for the cost of reinstalling, reconstructing, repaving or repairing an existing sidewalk flag at legal grade.\\par\n\\ulnone\\'a72. Title 18 of the administrative code of the city of New York is amended by adding thereto a new section 18-105.1 to read as follows:\\par\n\\ul\\'a718-105.1 Tree root pruning. Upon notice to the commissioner in accordance with its rules, the department shall prune the roots of trees which are under the exclusive jurisdiction of the commissioner when such roots are determined by the commissioner to be the cause of or the potential cause of injury, breakage, damage or removal of any portion of a sidewalk flag.\\par\n\\ulnone\\'a73. This local law shall take effect thirty days after its enactment.\\par\n\\pard\\nowidctlpar\\par\nPH\\par\nInt. No. 76/2004\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
