{
  "ID": 35367,
  "GUID": "CBB4C517-1899-4B7C-82C0-D1EC6594539A",
  "File": "Int 0097-2006",
  "Name": "Reducing the emission of pollutants from marine vessels.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to reducing the emission of pollutants from marine vessels that handle, transport or dispose of the City’s solid waste and recyclable materials.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5108,
  "BodyName": "Committee on Sanitation and Solid Waste Management",
  "IntroDate": "2006-02-15T00:00:00Z",
  "AgendaDate": "2006-02-15T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    }
  ],
  "History": [
    {
      "ID": 186818,
      "Date": "2006-02-15T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 187391,
      "Date": "2006-02-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Sanitation and Solid Waste Management",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5803,
      "AgendaSequence": 192,
      "MinutesSequence": 219,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Sanitation and Solid Waste Management",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236769,
      "Date": "2009-12-31T16:57:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 35858,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Paragraph 6 of subdivision a of section 24-163.5 of the administrative code of the city of New York is amended to read as follows:\n(6) “Nonroad vehicle” means a vehicle that is powered by a nonroad engine, fifty horsepower and greater, and that is not a motor vehicle or a vehicle used solely for competition, which shall include, but not be limited to, front loaders, excavators, backhoes, cranes, compressors, generators, bulldozers, tugboats and similar equipment.\n§2. A new paragraph 15 shall be added to subdivision a of section 24-163.5 of the administrative code of the city of New York to read as follows:\n(15) “Marine vessel” means a nonroad vehicle that is used or operated for commercial purposes on the navigable waters of the state.\n§3. Subdivision b and subdivision c of section 24-163.5 of the administrative code of the city of New York are amended to read as follows:  \nb. (1) Any solid waste contract or recyclable materials contract shall specify that all diesel fuel-powered motor vehicles and diesel fuel-powered nonroad vehicles used in the performance of such contract that operate primarily within the city of New York shall be powered by ultra low sulfur diesel fuel, provided, however, that such contract shall specify that diesel fuel-powered marine vessels shall be powered by ultra low sulfur diesel fuel if they begin or end any trip pursuant to such contract within the city of New York, and all contractors in the performance of such contract shall comply with such specification.  \n(2) Any solid waste contract or recyclable materials contract shall specify that, as of March 1, 2006, all diesel fuel-powered motor vehicles and diesel fuel-powered nonroad vehicles used in the performance of such contract that operate primarily within the city of New York shall utilize the best available retrofit technology, provided, however, that such contract shall specify that diesel fuel-powered marine vessels shall utilize the best available retrofit technology if they begin or end any trip pursuant to such contract within the city of New York, and all contractors in the performance of such contract shall comply with such specification.\n§4.  If any section, subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this law, which remaining portions shall continue in full force and effect.\n§5. This local law shall take effect immediately. \n\nInt. 676/2005\nCJC",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\ul\\v0\\par\nBe it enacted by the Council as follows:\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Paragraph 6 of subdivision a of section 24-163.5 of the administrative code of the city of New York is amended to read as follows:\\par\n(6) \\ldblquote Nonroad vehicle\\rdblquote  means a vehicle that is powered by a nonroad engine, fifty horsepower and greater, and that is not a motor vehicle or a vehicle used solely for competition, which shall include, but not be limited to, front loaders, excavators, backhoes, cranes, compressors, generators, bulldozers\\ul , tugboats\\ulnone  and similar equipment.\\par\n\\'a72. A new paragraph 15 shall be added to subdivision a of section 24-163.5 of the administrative code of the city of New York to read as follows:\\par\n\\ul (15) \\ldblquote Marine vessel\\rdblquote  means a nonroad vehicle that is used or operated for commercial purposes on the navigable waters of the state.\\par\n\\ulnone\\'a73. Subdivision b and subdivision c of section 24-163.5 of the administrative code of the city of New York are amended to read as follows:  \\par\nb. (1) Any solid waste contract or recyclable materials contract shall specify that all diesel fuel-powered motor vehicles and diesel fuel-powered nonroad vehicles used in the performance of such contract that operate primarily within the city of New York shall be powered by ultra low sulfur diesel fuel\\ul , provided, however, that such contract shall specify that diesel fuel-powered marine vessels shall be powered by ultra low sulfur diesel fuel if they begin or end any trip pursuant to such contract within the city of New York,\\ulnone  and all contractors in the performance of such contract shall comply with such specification.  \\par\n(2) Any solid waste contract or recyclable materials contract shall specify that, as of March 1, 2006, all diesel fuel-powered motor vehicles and diesel fuel-powered nonroad vehicles used in the performance of such contract that operate primarily within the city of New York shall utilize the best available retrofit technology\\ul , provided, however, that such contract shall specify that diesel fuel-powered marine vessels shall utilize the best available retrofit technology if they begin or end any trip pursuant to such contract within the city of New York,\\ulnone  and all contractors in the performance of such contract shall comply with such specification.\\par\n\\'a74.  If any section, subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this law, which remaining portions shall continue in full force and effect.\\par\n\\'a75. This local law shall take effect immediately. \\par\n\\pard\\qj\\par\nInt. 676/2005\\par\nCJC\\par\n\\pard\\sl480\\slmult1\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
