{
  "ID": 35365,
  "GUID": "AC0CBCD7-448E-4A16-8146-A5D5859434C8",
  "File": "Int 0099-2006",
  "Name": "In relation to commercial recycling.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to commercial recycling.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5108,
  "BodyName": "Committee on Sanitation and Solid Waste Management",
  "IntroDate": "2006-02-15T00:00:00Z",
  "AgendaDate": "2006-02-15T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    }
  ],
  "History": [
    {
      "ID": 186816,
      "Date": "2006-02-15T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 187389,
      "Date": "2006-02-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Sanitation and Solid Waste Management",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5803,
      "AgendaSequence": 194,
      "MinutesSequence": 221,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Sanitation and Solid Waste Management",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236767,
      "Date": "2009-12-31T16:56:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 35856,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Subdivisions a and b of section 16-306 of title 16 of the administrative code of the city of New York are amended to read as follows:\na. \tThe commissioner shall adopt and implement rules designating recyclable   materials that constitute in the aggregate at least one-half of all solid waste collected by private carters, and additional materials if the commissioner determines that economic markets exist for them, except that newspapers, magazines, catalogs, phone books, corrugated cardboard, aluminum foil and aluminum foil products, containers made of glass or metal and polyethylene terephthalate plastic (also known as PET, PETE and plastic resin number 1) and high density polyethylene plastic (also know as HDPE and plastic resin number 2) shall be source separated by the generators of solid waste collected by private carters and collected and recycled by private carters. Pursuant to subdivision b of this section, such rules shall require generators of private carter-collected waste to source separate some or all of the designated materials and to arrange for lawful collection for recycling, reuse or sale for reuse by private carters or persons other than private carters of such source separated materials. With regard to designated materials that are not required by such rules to be source separated, generators of private carter-collected waste may source separate these designated materials and, in any event, shall arrange for their lawful collection for recycling, reuse or sale for reuse by private carters or persons other than private carters.  If a generator of private carter-collected waste has source separated the designated materials in accordance with the rules and arranged for the lawful collection for recycling, reuse or sale for reuse by private carters or persons other than private carters of such source separated materials and, with regard to designated materials that are not required by such rules to be source separated, arranged for lawful collection for recycling, reuse or sale for reuse by private carters or persons other than private carters, such arrangement shall constitute an affirmative defense to any proceeding brought against the generator pursuant to section 16-324 of  this chapter. \nb. \tThe rules promulgated pursuant to subdivision a of this section shall require that generators of waste collected by businesses required to be licensed pursuant to section 16-505 of this code source separate the designated materials in such manner and to such extent as the commissioner determines to be necessary to minimize contamination and maximize the marketability of such materials. However, in promulgating such rules the commissioner shall not require source separation of a material unless the commissioner has determined that an economic market exists for such material, except that newspapers, magazines, catalogs, phone books, corrugated cardboard, aluminum foil and aluminum foil products, containers made of glass or metal and  polyethylene terephthalate plastic (also known as PET, PETE and plastic resin number1) and high density polyethylene plastic (also know as HDPE and  plastic resin number 2) shall be source separated by the generators of private carter-collected waste and collected  and recycled by private carters. For the purpose of this section, the term \"economic market\" refers to instances in which the full avoided costs of proper collection, transportation and disposal of source separated materials are equal to or greater than the cost of collection, transportation and sale of said materials less the amount received from the sale of said materials. The New York city trade waste commission shall adopt and implement rules requiring businesses licensed to remove, collect or dispose of trade waste to provide for the collection of, and ensure the continued separation of, designated materials that have been source separated, provide for the separation of all other designated materials, and provide for recycling of all the designated materials. Rules promulgated by the trade waste commission pursuant to this subdivision shall be enforced in the manner provided in section 16-517 of this code and violations of such rules shall be subject to the penalties provided in subdivision a of section 16-515 of this code for violation of the provisions of chapter 16-A. In addition, the commissioner shall have the authority to issue notices of violation for any violation of such rule and such notices of violation shall be returnable in a civil action brought in the name of the commissioner before the environmental control board which shall impose a penalty not to exceed ten thousand dollars for each such violation.\n§2. \tThis local law shall take effect on July 1, 2007.\n\nInt. 674/2005\nCJC",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1 Section 1. Subdivisions a and b of section 16-306 of title 16 of the administrative code of the city of New York are amended to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj a. \\tab The commissioner shall adopt and implement rules designating recyclable   materials that constitute in the aggregate at least one-half of all solid waste collected by private carters, and additional materials if the commissioner determines that economic markets exist for them\\ul , except that newspapers, magazines, catalogs, phone books, corrugated cardboard, aluminum foil and aluminum foil products, containers made of glass or metal and polyethylene terephthalate plastic (also known as PET, PETE and plastic resin number 1) and high density polyethylene plastic (also know as HDPE and plastic resin number 2) shall be source separated by the generators of solid waste collected by private carters and collected and recycled by private carters\\ulnone . Pursuant to subdivision b of this section, such rules shall require generators of private carter-collected waste to source separate some or all of the designated materials and to arrange for lawful collection for recycling, reuse or sale for reuse by private carters or persons other than private carters of such source separated materials. With regard to designated materials that are not required by such rules to be source separated, generators of private carter-collected waste may source separate these designated materials and, in any event, shall arrange for their lawful collection for recycling, reuse or sale for reuse by private carters or persons other than private carters.  If a generator of private carter-collected waste has source separated the designated materials in accordance with the rules and arranged for the lawful collection for recycling, reuse or sale for reuse by private carters or persons other than private carters of such source separated materials and, with regard to designated materials that are not required by such rules to be source separated, arranged for lawful collection for recycling, reuse or sale for reuse by private carters or persons other than private carters, such arrangement shall constitute an affirmative defense to any proceeding brought against the generator pursuant to section 16-324 of  this chapter. \\par\nb. \\tab The rules promulgated pursuant to subdivision a of this section shall require that generators of waste collected by businesses required to be licensed pursuant to section 16-505 of this code source separate the designated materials in such manner and to such extent as the commissioner determines to be necessary to minimize contamination and maximize the marketability of such materials. However, in promulgating such rules the commissioner shall not require source separation of a material unless the commissioner has determined that an economic market exists for such material, \\ul except that newspapers, magazines, catalogs, phone books, corrugated cardboard, aluminum foil and aluminum foil products, containers made of glass or metal and  polyethylene terephthalate plastic (also known as PET, PETE and plastic resin number1) and high density polyethylene plastic (also know as HDPE and  plastic resin number 2) shall be source separated by the generators of private carter-collected waste and collected  and recycled by private carters.\\ulnone  For the purpose of this section, the term \"economic market\" refers to instances in which the full avoided costs of proper collection, transportation and disposal of source separated materials are equal to or greater than the cost of collection, transportation and sale of said materials less the amount received from the sale of said materials. The New York city trade waste commission shall adopt and implement rules requiring businesses licensed to remove, collect or dispose of trade waste to provide for the collection of, and ensure the continued separation of, designated materials that have been source separated, provide for the separation of all other designated materials, and provide for recycling of all the designated materials. Rules promulgated by the trade waste commission pursuant to this subdivision shall be enforced in the manner provided in section 16-517 of this code and violations of such rules shall be subject to the penalties provided in subdivision a of section 16-515 of this code for violation of the provisions of chapter 16-A. In addition, the commissioner shall have the authority to issue notices of violation for any violation of such rule and such notices of violation shall be returnable in a civil action brought in the name of the commissioner before the environmental control board which shall impose a penalty not to exceed ten thousand dollars for each such violation.\\par\n\\pard\\fi720\\sl480\\slmult1\\'a72. \\tab This local law shall take effect on July 1, 2007.\\par\n\\par\n\\pard\\fi720 Int. 674/2005\\par\nCJC\\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
