{
  "ID": 35361,
  "GUID": "0846830F-F975-44C6-94F4-56B4AB9D5544",
  "File": "Int 0103-2006",
  "Name": "Permitting of private waste transfer stations.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the permitting of private waste transfer stations.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5108,
  "BodyName": "Committee on Sanitation and Solid Waste Management",
  "IntroDate": "2006-02-15T00:00:00Z",
  "AgendaDate": "2006-02-15T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    }
  ],
  "History": [
    {
      "ID": 186812,
      "Date": "2006-02-15T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 187385,
      "Date": "2006-02-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Sanitation and Solid Waste Management",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5803,
      "AgendaSequence": 198,
      "MinutesSequence": 225,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Sanitation and Solid Waste Management",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236763,
      "Date": "2009-12-31T16:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 35852,
  "Text": "Be it enacted by the Council as follows:\n\nSection One. Chapter 1 of Title 16 of the administrative code of the city of New York is amended by adding a new section 16-131.6 to read:\n§16-131.6  1. At no time may the total authorized capacity for all privately owned putrescible solid waste transfer stations that are permitted in accordance with section 16-130 of this chapter that are located in community district 1 in Brooklyn, community district 1 in the Bronx and community district 12 in Queens, respectively, exceed the authorized capacity in effect for each of those community districts as of July 1, 2005. \n2.  \t(a) \tThe total authorized capacity for privately owned putrescible solid waste transfer stations permitted in accordance with section 16-130 of this chapter that are located in community district 1 in Brooklyn at the time this section takes effect shall be decreased by nine hundred fifty tons per day once the City’s southwest brooklyn marine transfer station becomes operational and processes for a period of six months an average of eight hundred fifty tons per day of residential solid waste that was collected in Brooklyn. \n(b) \tThe total authorized capacity for privately owned putrescible solid waste transfer stations permitted in accordance with section 16-130 of this chapter that are located in community district 1 in Brooklyn at the time this section takes effect shall be decreased by one thousand nine hundred tons per day once the hamilton avenue marine transfer station becomes operational and processes for a period of six months an average of one thousand seven hundred tons per day of residential solid waste collected in Brooklyn. \n(c) \tWhen either the City’s hamilton avenue marine transfer station or the City’s southwest brooklyn marine transfer station, or both, processes commercial putrescible solid waste for a period in excess of one year, the total authorized capacity for privately owned putrescible solid waste transfer stations permitted in accordance with section 16-130of this chapter that are located in community district 1 in Brooklyn at the time this sections takes effect shall be reduced by an amount not less than the average daily tonnage of commercial waste processed at those facilities during their first full year of their operation.\n(d) \tThe total authorized capacity for privately owned putrescible solid waste transfer stations permitted in accordance with section 16-130 of this chapter that are located in community district 1 in the Bronx at the time this section takes effect shall be decreased by one thousand tons per day no later than July 1, 2008.\n(e)\tThe total authorized capacity for privately owned putrescible solid waste transfer stations permitted in accordance with section 16-130 of this chapter that are located in community district 12 in Queens at the time this section takes effect shall be decreased by one thousand tons per day once the City’s north shore queens marine transfer station becomes fully operational and processes for a period of six months an average of one thousand tons per day of residential solid waste that was collected in Queens. \n(f)\tThe commissioner shall take into consideration the following factors in determining which transfer stations shall have their permitted capacity decreased and the amount of such decrease:\ni.)\tnumber and type of violations issued for each such transfer station during the eighteen-month period immediately preceding the date when the obligation to reduce the authorized capacity became effective;\nii)\tnon-availability of space for queuing of trucks on site;\nii.)\toverall adverse impact on the surrounding neighborhood; and\niii.)\taverage daily unused capacity during the twelve- month period \nimmediately preceding the date when the obligation to reduce the authorized capacity became effective.   \n (g)\tThe commissioner shall make the reductions required by this section during the twelve-month period immediately subsequent to the date when the obligation to reduce the authorized capacity became effective.\n\t§2. \tThis law shall become effective immediately.\n\n\nInt. 670/2005\nCJC",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj Section One. Chapter 1 of Title 16 of the administrative code of the city of New York is amended by adding a new section 16-131.6 to read:\\par\n\\ul\\'a716-131.6  1. At no time may the total authorized capacity for all privately owned putrescible solid waste transfer stations that are permitted in accordance with section 16-130 of this chapter that are located in community district 1 in Brooklyn, community district 1 in the Bronx and community district 12 in Queens, respectively, exceed the authorized capacity in effect for each of those community districts as of July 1, 2005. \\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\tx1440\\tx2160\\tx2880 2.  \\ulnone\\tab\\ul (a) \\ulnone\\tab\\ul The total authorized capacity for privately owned putrescible solid waste transfer stations permitted in accordance with section 16-130 of this chapter that are located in community district 1 in Brooklyn at the time this section takes effect shall be decreased by nine hundred fifty tons per day once the City\\rquote s southwest brooklyn marine transfer station becomes operational and processes for a period of six months an average of eight hundred fifty tons per day of residential solid waste that was collected in Brooklyn. \\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj (b) \\ulnone\\tab\\ul The total authorized capacity for privately owned putrescible solid waste transfer stations permitted in accordance with section 16-130 of this chapter that are located in community district 1 in Brooklyn at the time this section takes effect shall be decreased by one thousand nine hundred tons per day once the hamilton avenue marine transfer station becomes operational and processes for a period of six months an average of one thousand seven hundred tons per day of residential solid waste collected in Brooklyn. \\par\n\\ulw (\\ul c) \\ulnone\\tab\\ul When either the City\\rquote s hamilton avenue marine transfer station or the City\\rquote s southwest brooklyn marine transfer station, or both, processes commercial putrescible solid waste for a period in excess of one year, the total authorized capacity for privately owned putrescible solid waste transfer stations permitted in accordance with section 16-130of this chapter that are located in community district 1 in Brooklyn at the time this sections takes effect shall be reduced by an amount not less than the average daily tonnage of commercial waste processed at those facilities during their first full year of their operation.\\par\n(d) \\ulnone\\tab\\ul The total authorized capacity for privately owned putrescible solid waste transfer stations permitted in accordance with section 16-130 of this chapter that are located in community district 1 in the Bronx at the time this section takes effect shall be decreased by one thousand tons per day no later than July 1, 2008.\\par\n\\ulw (\\ul e)\\ulnone\\tab\\ul The total authorized capacity for privately owned putrescible solid waste transfer stations permitted in accordance with section 16-130 of this chapter that are located in community district 12 in Queens at the time this section takes effect shall be decreased by one thousand tons per day once the City\\rquote s north shore queens marine transfer station becomes fully operational and processes for a period of six months an average of one thousand tons per day of residential solid waste that was collected in Queens.\\ulw  \\par\n\\ul (f)\\ulnone\\tab\\ul The commissioner shall take into consideration the following factors in determining which transfer stations shall have their permitted capacity decreased and the amount of such decrease:\\par\n\\pard\\hyphpar0\\fi-360\\li2160\\sl480\\slmult1\\qj\\tx1980\\ulnone i.)\\tab\\ul number and type of violations issued for each such transfer station during the eighteen-month period immediately preceding the date when the obligation to reduce the authorized capacity became effective;\\par\n\\pard\\hyphpar0\\fi-360\\li2160\\sl480\\slmult1\\qj\\tx2160\\ulnone ii)\\tab\\ul non-availability of space for queuing of trucks on site;\\par\n\\pard\\hyphpar0\\fi-1080\\li2880\\sl480\\slmult1\\qj\\tx2160\\ulnone ii.)\\tab\\ul overall adverse impact on the surrounding neighborhood; and\\par\n\\pard\\hyphpar0\\fi-1080\\li2880\\sl480\\slmult1\\qj\\ulnone iii.)\\tab\\ul average daily unused capacity during the twelve- month period \\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj immediately preceding the date when the obligation to reduce the authorized capacity became effective.   \\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\ulnone  \\ul (g)\\ulnone\\tab\\ul The commissioner shall make the reductions required by this section during the twelve-month period immediately subsequent to the date when the obligation to reduce the authorized capacity became effective.\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj\\tx720\\ulnone\\tab\\'a72. \\tab This law shall become effective immediately.\\par\n\\par\n\\par\n\\pard\\hyphpar0\\qj\\tx720 Int. 670/2005\\par\nCJC\\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
