{
  "ID": 35357,
  "GUID": "BA79C5AB-831F-4450-9E1F-66272836919D",
  "File": "Int 0107-2006",
  "Name": "Exempting businesses located within an industrial park from complying with the prohibition on placing sanitation dumpsters on sidewalks.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to exempting businesses located within an industrial park from complying with the prohibition on placing sanitation dumpsters on sidewalks.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5108,
  "BodyName": "Committee on Sanitation and Solid Waste Management",
  "IntroDate": "2006-02-15T00:00:00Z",
  "AgendaDate": "2006-02-15T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    }
  ],
  "History": [
    {
      "ID": 186808,
      "Date": "2006-02-15T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 187381,
      "Date": "2006-02-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Sanitation and Solid Waste Management",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5803,
      "AgendaSequence": 202,
      "MinutesSequence": 229,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Sanitation and Solid Waste Management",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236761,
      "Date": "2009-12-31T16:53:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 35848,
  "Text": "Be it enacted by the Council as follows:  \nSection 1. Subdivision c of section 16-120 of the administrative code of the city of New York is amended to read as follows:\nc. \tIncinerator, residue, ashes, refuse and liquid waste shall be stored in the building or dwelling or at the rear of the building or dwelling as may be required by the department of health and mental hygiene or the department of housing preservation and development until time for removal and kept in tightly covered metal receptacles or containers made of other materials of a type and grade acceptable to the department, department of health and mental hygiene, and the department of housing preservation and development. After the contents have been removed by the department or other collection agency any receptacles remaining shall immediately be removed from the front of the building or dwelling, except that buildings may keep such receptacles on the front sidewalk indefinitely provided there is at least three feet of space in front of such receptacles for pedestrian traffic and such building is located within an in-place industrial park, as designated by the economic development corporation of the city of New York pursuant to their contract with the city of New York. The receptacles shall at all times be kept covered or closed and kept in a manner satisfactory to the department, the department of health and mental hygiene, and in the case of residential premises, the department of housing preservation and development. No receptacles, refuse, incinerator residue or ashes, or liquid waste shall be kept so as to create a nuisance. Yard sweepings, hedge cuttings, grass, leaves, earth, stone or bricks shall not be mixed with household wastes.\n§2. \tThis local law shall take effect immediately upon its enactment into law.\n\nInt. 105/2004\nCJC",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\ul Be it enacted by the Council as follows:  \\par\n\\pard\\fi720\\sl480\\slmult1\\ulnone Section 1. Subdivision c of section 16-120 of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj c. \\tab Incinerator, residue, ashes, refuse and liquid waste shall be stored in the building or dwelling or at the rear of the building or dwelling as may be required by the department of health and mental hygiene or the department of housing preservation and development until time for removal and kept in tightly covered metal receptacles or containers made of other materials of a type and grade acceptable to the department, department of health and mental hygiene, and the department of housing preservation and development. After the contents have been removed by the department or other collection agency any receptacles remaining shall immediately be removed from the front of the building or dwelling, \\ul except that buildings may keep such receptacles on the front sidewalk indefinitely provided there is at least three feet of space in front of such receptacles for pedestrian traffic and such building is located within an in-place industrial park, as designated by the economic development corporation of the city of New York pursuant to their contract with the city of New York. \\ulnone The receptacles shall at all times be kept covered or closed and kept in a manner satisfactory to the department, the department of health and mental hygiene, and in the case of residential premises, the department of housing preservation and development. No receptacles, refuse, incinerator residue or ashes, or liquid waste shall be kept so as to create a nuisance. Yard sweepings, hedge cuttings, grass, leaves, earth, stone or bricks shall not be mixed with household wastes.\\par\n\\pard\\fi720\\sl480\\slmult1\\'a72. \\tab This local law shall take effect immediately upon its enactment into law.\\par\n\\pard\\sl480\\slmult1\\par\n\\pard Int. 105/2004\\par\nCJC\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
