{
  "ID": 35356,
  "GUID": "768A12A7-0E2B-4780-98F7-05B1757689E5",
  "File": "Int 0108-2006",
  "Name": "Vendors to keep the area free from litter.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring food vendors and general vendors to keep the area in which they vend free from litter.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5108,
  "BodyName": "Committee on Sanitation and Solid Waste Management",
  "IntroDate": "2006-02-15T00:00:00Z",
  "AgendaDate": "2006-02-15T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    }
  ],
  "History": [
    {
      "ID": 186807,
      "Date": "2006-02-15T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 187380,
      "Date": "2006-02-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on State and Federal Legislation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5803,
      "AgendaSequence": 203,
      "MinutesSequence": 230,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Sanitation and Solid Waste Management",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236760,
      "Date": "2009-12-31T16:53:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 35847,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1. Subdivision 2 of section 16-118 of the administrative code of the city of New York is amended to read as follows:\n\t2. \t(a) Every owner, lessee, tenant, occupant or person in charge of any building or premises shall keep and cause to be kept the sidewalk, flagging and curbstone abutting said building or premises free from obstruction and nuisances of every kind, and shall keep said sidewalks, air shafts, areaways, backyards, courts and alleys free from garbage, refuse, rubbish, litter and other offensive material.  Such persons shall also remove garbage, refuse, litter, debris and other offensive material between the curbstone abutting the building or premises and the roadway area extending one and one-half feet from the curbstone into the street on which the building or premises front.  Such persons shall not, however, be responsible for cleaning the garbage, refuse, rubbish, litter and other offensive material which accumulates at catch basins located within the one and one-half foot distance from the curbstone into the street.\n\t  (b) \tEvery food vendor, as defined in subdivision c of section 17-306 of the code, whether licensed or unlicensed, and every general vendor, as defined in subdivision b of section 20-452 of the code, whether licensed or unlicensed, shall keep the public space in which he or she vends free from garbage, refuse, rubbish, litter and other offensive material.  Such vendors shall not, however, be responsible for cleaning the garbage, \n\n\nrefuse, rubbish, litter and other offensive material which accumulates at catch basins located within such public space.  For the purpose of this paragraph, public space shall mean the public space within six feet of any pushcart, stand or vehicle used by such vendor or within six feet of any item displayed or offered for sale by such vendor, whichever is greater, but shall not include any area extending beyond one and one-half feet from a curbstone into a street within such public space.\n\t  (c) \tAn owner, lessee, tenant, occupant or person in charge of a building or premises subject to paragraph (a) of this subdivision and a vendor subject to paragraph (b) of this subdivision shall both be liable for any breach of the provisions of this subdivision in any area described in both paragraph (a) and  paragraph (b) of this subdivision.\n\t§2.  \tSubdivisions a and b of section 16-118.1 of the administrative code of the city of New York, as added by local law number 31 for the year 1990, are amended to read as follows:\na.\tThe department shall implement a citywide routing system\n for the enforcement of paragraph a of subdivision two of section 16-118 of this code, as such [subdivision] paragraph relates to cleaning of sidewalks, flagging, curbstones and roadway areas by owners, lessees, tenants, occupants or persons in charge of commercial premises. The routing system implemented for the enforcement of paragraph a of subdivision two of section 16-118 of this code shall apply to paragraph b of subdivision two of section 16-118 of this code, as such paragraph relates to cleaning of public spaces by vendors who vend within any sub-district of a local service delivery district covered by the routing system implemented for  the enforcement of paragraph a of subdivision two of section 16-118 of this code.  The citywide enforcement routing system shall limit the issuance of notices of violation, appearance tickets or summonses within any sub-district of a local service delivery district to predetermined periods of a total of no more than two hours each day, provided that each such predetermined period shall be one hour.  The department shall establish a citywide schedule of periods for issuing notices of violation, appearance tickets or summonses in each district and shall give written notice to the owners, lessees, tenants, occupants or persons in charge of commercial premises in each district of the periods for the district in which their premises are located by the use of flyers, community meetings or such other techniques as the commissioner reasonably determines to be useful, and to vendors to the extent practicable, by the use of such techniques as the commissioner reasonably determines to be useful.\nNotwithstanding the provisions of subdivision a of this section, the commissioner may provide an additional predetermined period of one hour per day during which notices of violation, appearance tickets or summonses may be issued in any sub-district within a local service delivery district upon the commissioner’s determination that the total of two hours otherwise permitted by this section is not sufficient to maintain the sidewalks, flagging, curbstones and roadways in such sub-districts in an adequately clean condition.  Such determination shall be based upon a finding that there has been a decline in the average street cleanliness ratings compiled by the mayor’s office of operations for such district for the most recent three-month period as compared to the average street cleanliness ratings compiled by the mayor’s office of operations for the same three-month period in fiscal year nineteen hundred ninety.  Notice of any increase in the number of hours during which notices of violation, appearance tickets or summonses can be issued or of any change in such hours shall be given by letter to the community board, the owners lessees, tenants, occupants or persons in charge of commercial premises in the affected sub-districts within a local service delivery district and every council member representing the local service delivery district no less than forty-five days prior to the implementation of such increase or change and, to the extent practicable, by the use of such techniques as the commissioner reasonably determines to be useful, to vendors who vend within the affected sub-districts.  Any additional notice may be given by use of letters, flyers, community meetings or such other techniques as the commissioner reasonably determines to be useful.  Written notice to a council member shall be sent to the council member’s district office.\n\t§3.   \tThis local law shall take effect on the sixtieth day after it shall have become a law.\n\nInt. 104/2004\nCJC",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\nowidctlpar\\sl360\\slmult1\\qj\\b0\\v0\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\tab Section 1. Subdivision 2 of section 16-118 of the administrative code of the city of New York is amended to read as follows:\\par\n\\tab 2. \\tab (a) Every owner, lessee, tenant, occupant or person in charge of any building or premises shall keep and cause to be kept the sidewalk, flagging and curbstone abutting said building or premises free from obstruction and nuisances of every kind, and shall keep said sidewalks, air shafts, areaways, backyards, courts and alleys free from garbage, refuse, rubbish, litter and other offensive material.  Such persons shall also remove garbage, refuse, litter, debris and other offensive material between the curbstone abutting the building or premises and the roadway area extending one and one-half feet from the curbstone into the street on which the building or premises front.  Such persons shall not, however, be responsible for cleaning the garbage, refuse, rubbish, litter and other offensive material which accumulates at catch basins located within the one and one-half foot distance from the curbstone into the street.\\par\n\\tab   (b) \\tab Every food vendor, as defined in subdivision c of section 17-306 of the code, whether licensed or unlicensed, and every general vendor, as defined in subdivision b of section 20-452 of the code, whether licensed or unlicensed, shall keep the public space in which he or she vends free from garbage, refuse, rubbish, litter and other offensive material.  Such vendors shall not, however, be responsible for cleaning the garbage, \\par\n\\par\n\\par\nrefuse, rubbish, litter and other offensive material which accumulates at catch basins located within such public space.  For the purpose of this paragraph, public space shall mean the public space within six feet of any pushcart, stand or vehicle used by such vendor or within six feet of any item displayed or offered for sale by such vendor, whichever is greater, but shall not include any area extending beyond one and one-half feet from a curbstone into a street within such public space.\\par\n\\tab   (\\ul c) \\tab An owner, lessee, tenant, occupant or person in charge of a building or premises subject to paragraph (a) of this subdivision and a vendor subject to paragraph (b) of this subdivision shall both be liable for any breach of the provisions of this subdivision in any area described in both paragraph (a) and  paragraph (b) of this subdivision.\\par\n\\ulnone\\tab\\'a72.  \\tab Subdivisions a and b of section 16-118.1 of the administrative code of the city of New York, as added by local law number 31 for the year 1990, are amended to read as follows:\\par\n\\pard\\nowidctlpar\\fi-795\\li1515\\sl480\\slmult1\\qj\\tx1515 a.\\tab The department shall implement a citywide routing system\\ul\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone  for the enforcement of \\ul paragraph a\\ulnone  of subdivision two of section 16-118 of this code, as such [subdivision] \\ul paragraph\\ulnone  relates to cleaning of sidewalks, flagging, curbstones and roadway areas by owners, lessees, tenants, occupants or persons in charge of commercial premises. \\ul The routing system implemented for the enforcement of paragraph a of subdivision two of section 16-118 of this code shall apply to paragraph b of subdivision two of section 16-118 of this code, as such paragraph relates to cleaning of public spaces by vendors who vend within any sub-district of a local service delivery district covered by the routing system implemented for  the enforcement of paragraph a of subdivision two of section 16-118 of this code.\\ulnone   The citywide enforcement routing system shall limit the issuance of notices of violation, appearance tickets or summonses within any sub-district of a local service delivery district to predetermined periods of a total of no more than two hours each day, provided that each such predetermined period shall be one hour.  The department shall establish a citywide schedule of periods for issuing notices of violation, appearance tickets or summonses in each district and shall give written notice to the owners, lessees, tenants, occupants or persons in charge of commercial premises in each district of the periods for the district in which their premises are located by the use of flyers, community meetings or such other techniques as the commissioner reasonably determines to be useful, \\ul and to vendors to the extent practicable, by the use of such techniques as the commissioner reasonably determines to be useful.\\par\n\\pard{\\pntext\\f0 a.\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart1\\pnlcltr{\\pntxta.}}\n\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\tx1440\\ulnone Notwithstanding the provisions of subdivision a of this section, the commissioner may provide an additional predetermined period of one hour per day during which notices of violation, appearance tickets or summonses may be issued in any sub-district within a local service delivery district upon the commissioner\\rquote s determination that the total of two hours otherwise permitted by this section is not sufficient to maintain the sidewalks, flagging, curbstones and roadways in such sub-districts in an adequately clean condition.  Such determination shall be based upon a finding that there has been a decline in the average street cleanliness ratings compiled by the mayor\\rquote s office of operations for such district for the most recent three-month period as compared to the average street cleanliness ratings compiled by the mayor\\rquote s office of operations for the same three-month period in fiscal year nineteen hundred ninety.  Notice of any increase in the number of hours during which notices of violation, appearance tickets or summonses can be issued or of any change in such hours shall be given by letter to the community board, the owners lessees, tenants, occupants or persons in charge of commercial premises in the affected sub-districts within a local service delivery district and every council member representing the local service delivery district no less than forty-five days prior to the implementation of such increase or change \\ul and, to the extent practicable, by the use of such techniques as the commissioner reasonably determines to be useful, to vendors who vend within the affected sub-districts.\\ulnone   Any additional notice may be given by use of letters, flyers, community meetings or such other techniques as the commissioner reasonably determines to be useful.  Written notice to a council member shall be sent to the council member\\rquote s district office.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tx720\\tab\\'a73.   \\tab This local law shall take effect on the sixtieth day after it shall have become a law.\\par\n\\pard\\nowidctlpar\\li720\\sl480\\slmult1\\qj\\par\n\\pard\\nowidctlpar\\li720\\qj Int. 104/2004\\par\nCJC\\par\n\\pard\\nowidctlpar\\li720\\sl480\\slmult1\\qj\\par\n\\pard\\nowidctlpar\\li1440\\sl480\\slmult1\\qj  \\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
