{
  "ID": 35355,
  "GUID": "89F0D8C2-2B3B-46FD-BD22-7DB73C033D94",
  "File": "Int 0109-2006",
  "Name": "Solid Waste Management Services, Fees",
  "Title": "A Local Law to amend the administrative code of the city of New York in relation to establishing rates for certain solid waste management services furnished by the city.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5108,
  "BodyName": "Committee on Sanitation and Solid Waste Management",
  "IntroDate": "2006-02-15T00:00:00Z",
  "AgendaDate": "2006-02-15T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    }
  ],
  "History": [
    {
      "ID": 186806,
      "Date": "2006-02-15T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 187379,
      "Date": "2006-02-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Sanitation and Solid Waste Management",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5803,
      "AgendaSequence": 204,
      "MinutesSequence": 231,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Sanitation and Solid Waste Management",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236759,
      "Date": "2009-12-31T16:53:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 35846,
  "Text": "Be it enacted by the Council as follows:\n\n    \tSection 1.  Section 16-115 of the administrative code of the city of New York is hereby amended to read as follows:\n    \t  §16-115 Sale of ashes by commissioner.  Ashes collected by the department may be sold by the commissioner at rates [fixed by the board of estimate] established by the council by local law, upon recommendation of the commissioner.\n    \t§2. \tSection 16-117 of such code is hereby amended to read as follows:\n    \t§16-117 Rules [and regulations] governing conveyance of rubbish, waste or offensive material through the streets.  The commissioner shall have power to adopt rules [and regulations]:\n    \t1.  \tControlling persons and their servants, agents and employees and the vehicles of each engaged in removing, disposing of, conveying or transporting upon the streets, public places or bridges, or over the ferries in the city, manure, swill, ashes, street sweepings, bones, garbage, night soil, offal, fat, hides, hoofs or entrails, or other refuse parts of slaughtered animals, refuse, rubbish, bodies of dead animals, or any other offensive or noxious material, paper stock, or trade waste;\n    \t2.  \tRules [and regulations] adopted by the commissioner pursuant to this section shall be submitted to the [board of estimate and, when approved by such board, shall be filed with the city clerk and published in like manner as prescribed by section eleven hundred five of the charter and shall be enforced in the same manner and to the same extent as local laws] council for its approval.\n\n\n\n    \t§3. \tSection 16-128 of such code is hereby amended to read as follows:\n    \t§16-128 Removal of incumbrances from streets. a. The commissioner shall remove, or cause to be removed, any vehicle, box, barrel, bale of merchandise or other movable property or article or thing whatsoever found upon any street, in accordance with [regulations] rules adopted by the [board of estimate] council, upon recommendation of the commissioner.\n    \tb.  \t[The board of estimate] These rules shall set forth[, in such regulations,] the procedures to be followed by the commissioner relating to:\n    \t    \t1.  \tthe leasing of yards for storage of property removed under the authority of this section;\n    \t    \t2.  \tnotification to the owner of the property removed, if such owner is ascertainable, that the property is being held by the commissioner;\n    \t    \t3.  \tredemption, by the owner, of the property removed;\n    \t    \t4.  \treimbursement, by the owner, of the expenses of removal incurred by the commissioner;\n    \t    \t5.  \tthe sale, by the commissioner, of the property held by him or her; and\n    \t    \t6.  \tthe keeping of records and accounts, the transmission of such records to the comptroller, and the transmission of funds collected to the commissioner of finance[; and\n    \t    \t7. \tsuch other regulations as the board of estimate may deem necessary to carry out the provisions of this section].\n    \tc.  \tNotwithstanding the provisions of section one thousand forty-five of the charter, [Such regulations] such rules shall not become effective until adopted by the [board of estimate and filed, by the secretary of such board, with the city clerk, pursuant to section eleven hundred five of the charter] council.\n§4. \tSection 16-132 of such code is hereby amended to read as follows:\n    \t §16-132 Lease of advertising space on litter baskets.  Notwithstanding any other provision of local law, the commissioner shall have the power, subject to the approval of the [board of estimate,] council to lease, rent or otherwise grant advertising space to any person on any basket, container or receptacle placed in a public place by the department or its authorized agent for the public disposal of litter and to collect rentals, fees, charges or accept any other consideration for the lease, rental or other grant of such advertising space as the council may approve.\n    \t§5. \tSection 16-203 of such code is hereby amended to read as follows:\n    \t    \t§16-203  Charges.  a.  The rates for use of facilities provided by or for the department shall be [fixed by the board of estimate] established by the council by local law, upon the recommendation of the commissioner, who shall require persons assigned to such facilities to pay such rates.\n    \tb.  \tThe rates shall be sufficient, when added to other waste disposal and resource recovery revenues and to the value to the department of its proportionate use of all facilities comprising the solid waste management system of the city, as determined by the commissioner, to provide for all expenses of transportation, land acquisition, construction, equipment, operations including enforcement, administrative and insurance costs, maintenance, expansion, replacement, financing and reasonable reserves therefore and any other costs that may be required for the financing or completion of facilities, equipment or land to be used for furnishing solid waste management services.  The commissioner may from time to time recommend and the [board of estimate] council may prescribe changes in rates, provided that such changes shall be based on changes in the cost of furnishing solid waste management services.\n    \tc.  \tThe rate for each facility may be fixed so as to vary according to volume, location of facility assignment, or weight, type, character or difficulty of storing, processing or disposing of the solid waste, or other factors relating to economic efficiency of allocation of resources and may not discriminate between classes of users.  \n\n\nThe commissioner shall state the basis for establishing such varying rates in the\n commissioner's recommendations to the [board of estimate] council.\n    \td.  \tThe commissioner shall notify by mail all persons assigned to use facilities of the [first meeting of the board of estimate at which any resolution fixing or changing such rates is scheduled to be considered] intention to present to the council a recommendation to establish or change a rate. Such notice shall be mailed at least thirty days prior to [such board of estimate meeting] the presentation of such recommendation to the council and shall include the proposed rates or rate changes. Failure to provide such notice shall not affect the validity of such rates.\n     \te. \tThe commissioner may collect charges in such manner as he or she determines shall minimize burdens and costs of the department, provided that the commissioner shall also consider burdens and costs of persons assigned to facilities.\n    \t§6. \tThis local law shall take effect immediately.\n\nInt. 103/2004\nCJC",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\nowidctlpar\\sl480\\slmult0     \\tab Section 1.  Section 16-115 of the administrative code of the city of New York is hereby amended to read as follows:\\par\n    \\tab   \\'a716-115 Sale of ashes by commissioner\\b .\\b0   Ashes collected by the department may be sold by the commissioner at rates [fixed by the board of estimate] \\ul established by the council by local law, upon recommendation of the commissioner.\\par\n\\ulnone     \\tab\\'a72. \\tab Section 16-117 of such code is hereby amended to read as follows:\\par\n    \\tab\\'a716-117 Rules [and regulations] governing conveyance of rubbish, waste or offensive material through the streets.  The commissioner shall have power to adopt rules [and regulations]:\\par\n    \\tab 1.  \\tab Controlling persons and their servants, agents and employees and the vehicles of each engaged in removing, disposing of, conveying or transporting upon the streets, public places or bridges, or over the ferries in the city, manure, swill, ashes, street sweepings, bones, garbage, night soil, offal, fat, hides, hoofs or entrails, or other refuse parts of slaughtered animals, refuse, rubbish, bodies of dead animals, or any other offensive or noxious material, paper stock, or trade waste;\\par\n    \\tab 2.  \\tab Rules [and regulations] adopted by the commissioner pursuant to this section shall be submitted to the [board of estimate and, when approved by such board, shall be filed with the city clerk and published in like manner as prescribed by section eleven hundred five of the charter and shall be enforced in the same manner and to the same extent as local laws] \\ul council for its approval.\\par\n\\ulnone\\par\n\\par\n\\par\n    \\tab\\'a73. \\tab Section 16-128 of such code is hereby amended to read as follows:\\par\n    \\tab\\'a716-128 Removal of incumbrances from streets\\b .\\b0  a. The commissioner shall remove, or cause to be removed, any vehicle, box, barrel, bale of merchandise or other movable property or article or thing whatsoever found upon any street, in accordance with [regulations] \\ulw rules\\ulnone  adopted by the [board of estimate] \\ulw council, upon recommendation of the\\ulnone  \\ulw commissioner\\ulnone .\\par\n    \\tab b.  \\tab [The board of estimate] \\ulw These rules\\ulnone  shall set forth[, in such regulations,] the procedures to be followed by the commissioner relating to:\\par\n    \\tab     \\tab 1.  \\tab the leasing of yards for storage of property removed under the authority of this section;\\par\n    \\tab     \\tab 2.  \\tab notification to the owner of the property removed, if such owner is ascertainable, that the property is being held by the commissioner;\\par\n    \\tab     \\tab 3.  \\tab redemption, by the owner, of the property removed;\\par\n    \\tab     \\tab 4.  \\tab reimbursement, by the owner, of the expenses of removal incurred by the commissioner;\\par\n\\pard\\nowidctlpar\\qj     \\tab     \\tab 5.  \\tab the sale, by the commissioner, of the property held by him or her; \\ul and\\ulnone\\par\n\\pard\\nowidctlpar\\sl480\\slmult0     \\tab     \\tab 6.  \\tab the keeping of records and accounts, the transmission of such records to the comptroller, and the transmission of funds collected to the commissioner of finance[; and\\par\n    \\tab     \\tab 7. \\tab such other regulations as the board of estimate may deem necessary to carry out the provisions of this section].\\par\n    \\tab c.  \\tab\\ulw Notwithstanding the provisions of section one\\ulnone  \\ulw thousand forty-five of the charter,\\ulnone  [Such regulations] \\ulw such\\ulnone  \\ulw rules\\ulnone  shall not become effective until adopted by the [board of estimate and filed, by the secretary of such board, with the city clerk, pursuant to section eleven hundred five of the charter] \\ulw council.\\ulnone\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult0\\'a74. \\tab Section 16-132 of such code is hereby amended to read as follows:\\par\n\\pard\\nowidctlpar\\sl480\\slmult0     \\tab  \\'a716-132 Lease of advertising space on litter baskets.  Notwithstanding any other provision of local law, the commissioner shall have the power, subject to the approval of the [board of estimate,] \\ulw council\\ulnone  to lease, rent or otherwise grant advertising space to any person on any basket, container or receptacle placed in a public place by the department or its authorized agent for the public disposal of litter and to collect rentals, fees, charges or accept any other consideration for the lease, rental or other grant of such advertising space \\ulw as the council may approve\\ulnone .\\par\n    \\tab\\'a75. \\tab Section 16-203 of such code is hereby amended to read as follows:\\par\n    \\tab     \\tab\\'a716-203  Charges.  a\\b .\\b0   The rates for use of facilities provided by or for the department shall be [fixed by the board of estimate] \\ulw established by the council by local\\ulnone  \\ulw law,\\ulnone  upon the recommendation of the commissioner, who shall require persons assigned to such facilities to pay such rates.\\par\n    \\tab b.  \\tab The rates shall be sufficient, when added to other waste disposal and resource recovery revenues and to the value to the department of its proportionate use of all facilities comprising the solid waste management system of the city, as determined by the commissioner, to provide for all expenses of transportation, land acquisition, construction, equipment, operations including enforcement, administrative and insurance costs, maintenance, expansion, replacement, financing and reasonable reserves therefore and any other costs that may be required for the financing or completion of facilities, equipment or land to be used for furnishing solid waste management services.  The commissioner may from time to time recommend and the [board of estimate]\\ulw  council\\ulnone  may prescribe changes in rates, provided that such changes shall be based on changes in the cost of furnishing solid waste management services.\\par\n    \\tab c.  \\tab The rate for each facility may be fixed so as to vary according to volume, location of facility assignment, or weight, type, character or difficulty of storing, processing or disposing of the solid waste, or other factors relating to economic efficiency of allocation of resources and may not discriminate between classes of users.  \\par\n\\par\n\\par\nThe commissioner shall state the basis for establishing such varying rates in the\\par\n commissioner's recommendations to the [board of estimate] \\ulw council\\ulnone .\\par\n    \\tab d.  \\tab The commissioner shall notify by mail all persons assigned to use facilities of the [first meeting of the board of estimate at which any resolution fixing or changing such rates is scheduled to be considered] \\ulw intention to present to\\ulnone  \\ulw the council a recommendation to establish or change a rate.\\ulnone  Such notice shall be mailed at least thirty days prior to [such board of estimate meeting] \\ulw the presentation of such\\ulnone  \\ulw recommendation to the council\\ulnone  and shall include the proposed rates or rate changes. Failure to provide such notice shall not affect the validity of such rates.\\par\n\\pard\\nowidctlpar\\sl480\\slmult0\\tx720      \\tab e. \\tab The commissioner may collect charges in such manner as he \\ulw or she\\ulnone  determines shall minimize burdens and costs of the department, provided that the commissioner shall also consider burdens and costs of persons assigned to facilities.\\par\n\\pard\\nowidctlpar\\sl480\\slmult0     \\tab\\'a76. \\tab This local law shall take effect immediately.\\par\n\\par\n\\pard\\nowidctlpar Int. 103/2004\\par\nCJC\\par\n\\pard\\nowidctlpar\\ri-1152\\tx864\\tx2016\\tx3168\\tx4320\\tx5472\\tx6624\\tx7776\\tx8928\\par\n\\pard\\nowidctlpar\\li-1296\\ri-1152\\tx864\\tx2016\\tx3168\\tx4320\\tx5472\\tx6624\\tx7776\\tx8928  \\par\n\\pard\\nowidctlpar\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
