{
  "ID": 35558,
  "GUID": "C43D356B-D627-4FFB-B3A3-D1FC8E204ED7",
  "File": "Int 0117-2006",
  "Name": "Prohibiting the issuance of temporary certificates of occupancy for one-, two-, and three-family dwellings.",
  "Title": "A Local Law to amend the administrative code of the city of New York and the New York city charter, in relation to prohibiting the issuance of temporary certificates of occupancy for one-, two-, and three-family dwellings.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2006-02-15T00:00:00Z",
  "AgendaDate": "2006-02-15T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    }
  ],
  "History": [
    {
      "ID": 187104,
      "Date": "2006-02-15T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 187395,
      "Date": "2006-02-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5803,
      "AgendaSequence": 212,
      "MinutesSequence": 239,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236752,
      "Date": "2009-12-31T16:50:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 36050,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1.  Section 27-218 of the administrative code of the city of New York is amended to read as follows:\n\tThe commissioner may, upon request, issue a temporary certificate of occupancy for a part or parts of a building before the entire work covered by the permit shall have been completed, provided that such part or parts may be occupied safely prior to completion of the building and will not endanger public safety, health or welfare, and further provided that the temporary certificate of occupancy shall be issued [initially] for a period [between ninety and one hundred eighty days, in the case of all buildings classified in occupancy group J-3 or three-family homes, and] of ninety days [for all other buildings], subject to renewal for additional ninety-day periods at the discretion of the commissioner, except that the commissioner shall not issue a temporary certificate of occupancy for a building classified in occupancy group J-3 or a three-family dwelling. When an applicant applies for an initial temporary certificate of occupancy for longer than ninety days, he or she must state the reason necessary for the longer time period.\n\t§2. Subparagraph f of paragraph three of subdivision b of section 645 of the New York city charter is amended to read as follows:\n\tf.  the commissioner may, on request of the owner of a building or structure or his authorized representative, issue a temporary certificate of occupancy for any part of such building or structure provided that such temporary occupancy or use would not in any way jeopardize life or property, except that for a building or structure classified in occupancy group J-3 or a three-family dwelling, no temporary certificate of occupancy may be issued;\n\t§3.  This local law shall take effect immediately.\n\n\nRA\nInt 90/2004",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\noline\\nowidctlpar\\hyphpar0\\fi-1440\\li1440\\sl480\\slmult1\\qj\\tx0\\tx1440\\tx2160\\tx2880\\tx6480\\tx7920\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\expndtw0\\tab Section 1.  Section 27-218 of the administrative code of the city of New York is amended to read as follows:\\par\n\\tab The commissioner may, upon request, issue a temporary certificate of occupancy for a part or parts of a building before the entire work covered by the permit shall have been completed, provided that such part or parts may be occupied safely prior to completion of the building and will not endanger public safety, health or welfare, and further provided that the temporary certificate of occupancy shall be issued [initially] for a period [between ninety and one hundred eighty days, in the case of all buildings classified in occupancy group J-3 or three-family homes, and] \\ul of\\ulnone  ninety days [for all other buildings], subject to renewal for additional ninety-day periods at the discretion of the commissioner\\ul , except that the commissioner shall not issue a temporary certificate of occupancy for a building classified in occupancy group J-3 or a three-family dwelling\\ulnone . When an applicant applies for an initial temporary certificate of occupancy for longer than ninety days, he or she must state the reason necessary for the longer time period.\\par\n\\tab\\'a72. Subparagraph f of paragraph three of subdivision b of section 645 of the New York city charter is amended to read as follows:\\par\n\\tab f.  the commissioner may, on request of the owner of a building or structure or his authorized representative, issue a temporary certificate of occupancy for any part of such building or structure provided that such temporary occupancy or use would not in any way jeopardize life or property\\ul , except that for a building or structure classified in occupancy group J-3 or a three-family dwelling, no temporary certificate of occupancy may be issued\\ulnone ;\\par\n\\tab\\'a73.  This local law shall take effect immediately.\\par\n\\par\n\\par\n\\pard\\nowidctlpar\\qj RA\\par\nInt 90/2004\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\tab\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
