{
  "ID": 35335,
  "GUID": "1358860E-6CC0-49ED-89E4-3B46E61E75DD",
  "File": "Int 0125-2006",
  "Name": "Providing signage requiring lower speeds and other pedestrian-friendly actions around retirement community or senior citizens center.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to providing signage requiring lower speeds and other pedestrian-friendly actions when operators of any form of transportation are within one block of a naturally occurring retirement community or one block of a senior citizens center.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2006-02-15T00:00:00Z",
  "AgendaDate": "2006-02-15T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    }
  ],
  "History": [
    {
      "ID": 186786,
      "Date": "2006-02-15T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 187402,
      "Date": "2006-02-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5803,
      "AgendaSequence": 223,
      "MinutesSequence": 251,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 189149,
      "Date": "2006-04-10T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 5918,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 189677,
      "Date": "2006-04-10T10:10:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 5918,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 189640,
      "Date": "2006-04-10T10:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 3,
      "BodyName": "Committee on Aging",
      "EventID": 5980,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 189683,
      "Date": "2006-04-10T10:40:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 3,
      "BodyName": "Committee on Aging",
      "EventID": 5980,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236746,
      "Date": "2009-12-31T16:48:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 72142,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/c0ad04a5-bf2f-41c8-b4e3-8b79caac60dc.doc",
      "Sort": 1
    },
    {
      "ID": 73551,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/f1278c9b-73c8-4f2c-b5b8-1b6549f2b2c4.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 35826,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Subchapter 3 of chapter 1 of title 19 of the administrative code of the city of New York is amended by adding new section 19-180 to read as follows:\n\t§19-180  Signage near naturally occurring retirement communities and senior citizens centers.  a. Notwithstanding any other provision of law to the contrary, the department shall install and maintain one or more signs within a distance of one block from a naturally occurring retirement community or a senior citizens center in all directions warning motorists and operators of any other type of vehicle of a high number of senior citizens in the immediate area;  \nb. Each such sign shall be of sufficient size with lettering of sufficient size as to be easily read by motorists and operators of any other type of vehicle and shall include wording requiring such motorist and operators to lower the rate of speed and recommending other pedestrian-friendly actions to ensure the protection of senior citizens.   \nc. \"Naturally occurring retirement community\" shall mean an apartment\nbuilding, housing complex, or housing development   (i) not originally built for senior citizens; (ii)  not restricted in admissions solely to the elderly;  and (iii) with an occupant who is a senior citizen in at least fifty percent of the units or with at least two thousand five hundred residents who are senior citizens.\nd.  “Senior citizens center” shall mean a multi-purpose community \nfacility with regular operating hours and staff that provide a variety of health, social , nutritional, and educational services and recreational activities for senior citizens. \ne. “Vehicle” shall mean any device in, upon, or by which any person or \nproperty is or may be transported or drawn upon a street, road, or highway, including devices moved by human power or used exclusively upon stationary rails or tracks.\n§2.  \tThis local law shall take effect immediately after its enactment into law.\n \nRR\nInt 511/2004",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset0 Century Schoolbook;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\f1\\tab\\f0 Section 1.  Subchapter 3 of chapter 1 of title 19 of the administrative code of the city of New York is amended by adding new section 19-180 to read as follows:\\par\n\\tab\\ul\\'a719-180  Signage near naturally occurring retirement communities and senior citizens centers.  a. Notwithstanding any other provision of law to the contrary, the department shall install and maintain one or more signs within a distance of one block from a naturally occurring retirement community or a senior citizens center in all directions warning motorists and operators of any other type of vehicle of a high number of senior citizens in the immediate area;  \\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj b. Each such sign shall be of sufficient size with lettering of sufficient size as to be easily read by motorists and operators of any other type of vehicle and shall include wording requiring such motorist and operators to lower the rate of speed and recommending other pedestrian-friendly actions to ensure the protection of senior citizens.   \\par\n\\pard\\nowidctlpar\\li720\\sl480\\slmult1\\qj c. \"Naturally occurring retirement community\\b \"\\b0  shall mean an apartment\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj building, housing complex, or housing development   (i) not originally built for senior citizens; (ii)  not restricted in admissions solely to the elderly;  and (iii) with an occupant who is a senior citizen in at least fifty percent of the units or with at least two thousand five hundred residents who are senior citizens.\\par\n\\pard\\nowidctlpar\\li720\\sl480\\slmult1\\qj d.  \\ldblquote Senior citizens center\\rdblquote  shall mean a multi-purpose community \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj facility with regular operating hours and staff that provide a variety of health, social , nutritional, and educational services and recreational activities for senior citizens. \\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj e. \\ldblquote Vehicle\\rdblquote  shall mean any device in, upon, or by which any person or \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj property is or may be transported or drawn upon a street, road, or highway, including devices moved by human power or used exclusively upon stationary rails or tracks.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a72.  \\tab This local law shall take effect immediately after its enactment into law.\\par\n\\f1  \\par\n\\pard\\nowidctlpar\\fi720\\qj\\f0 RR\\par\n\\pard\\nowidctlpar\\fi720 Int 511/2004\\par\n\\pard\\nowidctlpar\\par\n\\par\n\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "2015-06-02T14:52:48.33Z"
}
