{
  "ID": 35522,
  "GUID": "9A079921-F866-45D9-AE2C-0332AB3FDDBE",
  "File": "Int 0130-2006",
  "Name": "Display of ownership information for funeral service establishments.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the display of ownership information for funeral service establishments.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2006-02-15T00:00:00Z",
  "AgendaDate": "2006-02-15T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    }
  ],
  "History": [
    {
      "ID": 187071,
      "Date": "2006-02-15T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 187420,
      "Date": "2006-02-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5803,
      "AgendaSequence": 235,
      "MinutesSequence": 263,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236741,
      "Date": "2009-12-31T16:47:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 36014,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Subchapter 7 of chapter 5 of title 20 of the administrative code of the city of New York is hereby amended to add a new section 20-732.1, to read as follows:\n§20-732.1 Display of signs.  (a) A provider of funeral services shall display a sign indicating the true funeral firm name as registered with the state department of health. A provider of funeral services shall also be required to list on such sign the name of the licensed funeral director who is responsible for the day-to-day operation of the funeral service establishment, but shall not be required to list the name of every licensed funeral director that has an ownership interest in the provider of funeral services that operates such funeral service establishment. Such sign shall be conspicuously located at or near the main entrance and shall be visible from the exterior of the building. \n(b) The provider of funeral services shall not be required to list the names of any corporations, limited liability companies, partnerships, limited liability partnerships, associations, organizations, or other business entities which directly or indirectly hold an ownership interest in the provider of funeral services that operates such funeral service establishment on any signage, advertising or lists required by the department.\n§2. This local law shall take effect sixty days after being enacted.\n\n\n\nSD\nInt505/2004",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\nowidctlpar\\sl360\\slmult1\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1 Section 1. Subchapter 7 of chapter 5 of title 20 of the administrative code of the city of New York is hereby amended to add a new section 20-732.1, to read as follows:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul\\'a720-732.1 Display of signs.\\b   \\b0 (a)\\b  \\b0 A provider of\\b  \\b0 funeral services shall display a sign indicating the true funeral firm name as registered with the state department of health. A provider of funeral services shall also be required to list on such sign the name of the licensed funeral director who is responsible for the day-to-day operation of the funeral service establishment, but shall not be required to list the name of every licensed funeral director that has an ownership interest in the provider of funeral services that operates such funeral service establishment. Such sign shall be conspicuously located at or near the main entrance and shall be visible from the exterior of the building. \\par\n(b)\\b  \\b0 The provider of funeral services shall not be required to list the names of any corporations, limited liability companies, partnerships, limited liability partnerships, associations, organizations, or other business entities which directly or indirectly hold an ownership interest in the provider of funeral services that operates such funeral service establishment on any signage, advertising or lists required by the department.\\par\n\\pard\\nowidctlpar\\fi720\\sl360\\slmult1\\ulnone\\b\\'a7\\b0 2. This local law shall take effect sixty days after being enacted.\\par\n\\pard\\nowidctlpar\\par\n\\par\n\\par\nSD\\par\nInt505/2004\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
