{
  "ID": 35390,
  "GUID": "A281607D-3465-4DAE-98E7-7454BCB7855C",
  "File": "Int 0131-2006",
  "Name": "Sale of police lights and sirens.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the sale of police lights and sirens.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2006-02-15T00:00:00Z",
  "AgendaDate": "2006-02-15T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    }
  ],
  "History": [
    {
      "ID": 186842,
      "Date": "2006-02-15T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 187419,
      "Date": "2006-02-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5803,
      "AgendaSequence": 236,
      "MinutesSequence": 264,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236740,
      "Date": "2009-12-31T16:47:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 35881,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Declaration of Legislative Findings and Intent.\n\tIn 2003, Lacy Miller, a 20-year-old student at the University of Northern Colorado, was abducted and murdered by a man impersonating a police officer.  The man used flashing red and blue lights similar to those used by the police department to pull Miller over. In a similar incident in January 2005, James Gottlieb, a Long Island bank manager, was pulled over by a man driving a car with flashing lights, on his drive home from work. The man, posing as a police officer, approached the car and Gottlieb asked to see his identification. When the “officer” refused, a fight ensued and the impersonator fired three shots, fatally wounding Gottlieb. It turned out that the man, posing as an officer, was a career criminal with a long history of impersonating officers.  \nPolice lights and sirens, similar to those used by the NYPD and other emergency vehicles, are inexpensive and easy to purchase. The relative ease of purchasing police lights and sirens has created an opportunity for dangerous perpetrators to commit crimes. Impersonating a police officer through the use of lights and sirens undermines the faith we have in our institutions of government and law enforcement. By prohibiting the sale of emergency lights and sirens, the Council will make it more difficult for criminals to use these items to impersonate law enforcement agents and emergency vehicles. \n\tThe sale of police sirens and lights poses a problem for our security and puts the entire city at risk. Currently, there is no criminal liability for the sale of police lights and sirens. Although New York State Vehicle and Traffic Law §375, subdivision 41, indicates that no light other than a white light and no rotating, revolving, flashing or oscillating or constantly moving light shall be affixed to, or displayed on any vehicle, unless it is an authorized emergency vehicle and only in such manner and at such times as may be authorized by the police commissioner pursuant to prescribed rules and regulations, no criminal sanction exists for a person who merely sells police lights or sirens.  Once a police light or siren is sold to a criminal, it may be used in the commission of serious crimes. Therefore, legislation prohibiting the sale of police lights and sirens is necessary in order to safeguard the public from the dangerous consequences that may result when perpetrators use these items to impersonate police officers and emergency vehicles or commit other serious crimes. \n\t§2.\tChapter one of title ten of the administrative code of the city of New York is amended to add a new section 10-103.1, to read as follows:\n§10-103.1 Unlawful Sale of Police Lights and Sirens. \na.\tDefinitions. For the purposes of this section, (i) “police lights” shall mean one or more red or combination red and white lights, or one white light which is revolving, rotating, flashing, oscillating, or constantly moving. \n(ii)\t“Siren” shall mean any device that produces or creates a loud, wailing sound as a signal or warning. \n(iii)\t“Authorized emergency vehicle” shall mean every ambulance, police vehicle or bicycle, correction vehicle, fire vehicle, civil defense emergency vehicle, emergency ambulance vehicle, blood delivery vehicle, county emergency medical services vehicle, environmental emergency response vehicle, sanitation patrol vehicle, hazardous materials emergency vehicle and ordnance disposal vehicle of the armed forces of the United States. \nb.\tProhibition. It shall be unlawful for any person to sell or offer for sale any police lights or sirens that substantially duplicate or can reasonably be perceived to be the lights or siren used by an authorized emergency vehicle.  \n§3.\tThis local law shall take effect sixty days after it shall be enacted. \n\nTB\nInt 639/2005",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1 Section 1. Declaration of Legislative Findings and Intent.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tx720\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\tab In 2003, Lacy Miller, a 20-year-old student at the University of Northern Colorado, was abducted and murdered by a man impersonating a police officer.  The man used flashing red and blue lights similar to those used by the police department to pull Miller over. In a similar incident in January 2005, James Gottlieb, a Long Island bank manager, was pulled over by a man driving a car with flashing lights, on his drive home from work. The man, posing as a police officer, approached the car and Gottlieb asked to see his identification. When the \\ldblquote officer\\rdblquote  refused, a fight ensued and the impersonator fired three shots, fatally wounding Gottlieb. It turned out that the man, posing as an officer, was a career criminal with a long history of impersonating officers.  \\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Police lights and sirens, similar to those used by the NYPD and other emergency vehicles, are inexpensive and easy to purchase. The relative ease of purchasing police lights and sirens has created an opportunity for dangerous perpetrators to commit crimes. Impersonating a police officer through the use of lights and sirens undermines the faith we have in our institutions of government and law enforcement. By prohibiting the sale of emergency lights and sirens, the Council will make it more difficult for criminals to use these items to impersonate law enforcement agents and emergency vehicles. \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tab The sale of police sirens and lights poses a problem for our security and puts the entire city at risk. Currently, there is no criminal liability for the sale of police lights and sirens. Although New York State Vehicle and Traffic Law \\'a7375, subdivision 41, indicates that no light other than a white light and no rotating, revolving, flashing or oscillating or constantly moving light shall be affixed to, or displayed on any vehicle, unless it is an authorized emergency vehicle and only in such manner and at such times as may be authorized by the police commissioner pursuant to prescribed rules and regulations, no criminal sanction exists for a person who merely sells police lights or sirens.  Once a police light or siren is sold to a criminal, it may be used in the commission of serious crimes. Therefore, legislation prohibiting the sale of police lights and sirens is necessary in order to safeguard the public from the dangerous consequences that may result when perpetrators use these items to impersonate police officers and emergency vehicles or commit other serious crimes. \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\tab\\'a72.\\tab Chapter one of title ten of the administrative code of the city of New York is amended to add a new section 10-103.1, to read as follows:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\ul\\'a710-103.1 Unlawful Sale of Police Lights and Sirens\\ulnone . \\par\n\\ul a.\\ulnone\\tab\\ul Definitions. For the purposes of this section, (i) \\ldblquote police lights\\rdblquote  shall mean one or more red or combination red and white lights, or one white light which is revolving, rotating, flashing, oscillating, or constantly moving. \\par\n(ii)\\ulnone\\tab\\ul\\ldblquote Siren\\rdblquote  shall mean any device that produces or creates a loud, wailing sound as a signal or warning. \\par\n(iii)\\ulnone\\tab\\ul\\ldblquote Authorized emergency vehicle\\rdblquote  shall mean every ambulance, police vehicle or bicycle, correction vehicle, fire vehicle, civil defense emergency vehicle, emergency ambulance vehicle, blood delivery vehicle, county emergency medical services vehicle, environmental emergency response vehicle, sanitation patrol vehicle, hazardous materials emergency vehicle and ordnance disposal vehicle of the armed forces of the United States. \\par\nb.\\ulnone\\tab\\ul Prohibition. It shall be unlawful for any person to sell or offer for sale any police lights or sirens that substantially duplicate or can reasonably be perceived to be the lights or siren used by an authorized emergency vehicle.  \\par\n\\ulnone\\'a73.\\tab This local law shall take effect sixty days after it shall be enacted. \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\ul\\par\n\\pard\\nowidctlpar\\ulnone TB\\par\nInt 639/2005\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
