{
  "ID": 35429,
  "GUID": "9733B6C0-E1BA-4745-82EB-628723AA7A60",
  "File": "Int 0137-2006",
  "Name": "Architectural and Engineering Services",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring quality based selection procurement for architectural and engineering services by city agencies.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 6,
  "BodyName": "Committee on Contracts",
  "IntroDate": "2006-02-15T00:00:00Z",
  "AgendaDate": "2006-02-15T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    }
  ],
  "History": [
    {
      "ID": 186923,
      "Date": "2006-02-15T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 187427,
      "Date": "2006-02-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Contracts",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5803,
      "AgendaSequence": 244,
      "MinutesSequence": 273,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Contracts",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236735,
      "Date": "2009-12-31T16:45:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 35920,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Declaration of Legislative Findings and Intent.  Generally, most public contracts for architectural and engineering services with New York City agencies are awarded on the basis of competitive sealed proposals where cost is often the primary factor.  Selecting professional architectural and engineering services in a manner where price is the prime factor for critical judgment services is not in the best interest of the public or the agencies that procure such professional services.  The principal reasons for supporting the need for quality based selection legislation is to guarantee that City agencies avoid deficient project designs that can sometimes result from the normal bidding process for architectural and engineering services.  Qualification based selection assures the acquisition of this expertise and knowledge through the choice of the most capable professional firms while permitting the City to procure these services at a fair and reasonable cost.  The quality based selection process would require an agency to make its own evaluation and judgment as to the reasonableness of the price.  If the agency determines that a firm’s price is fair and reasonable, the award is made without further considerations of prices from other competing firms. If, however, a fair and reasonable price cannot be negotiated to the satisfaction of the agency, negotiations would then commence with other qualified firms.  The federal government and 42 states, including New York, have adopted similar legislation. \n§2.  Title 6 of the Administrative Code of the City of New York is hereby amended by adding a new section 6-129, to read as follows: \nSection 6-129.  Definitions.  a. For purposes of this section only, the following terms shall have the following meanings:\n(1) \"Firm\" means any individual, firm, partnership, corporation, association, or other legal entity permitted by law to practice the professions of architecture or engineering.\n (2) \"Contracting agency\" means a city, county, borough, or other office, position, administration, department, division, bureau, board or commission, or a corporation, institution or agency of government, the expenses of which are paid in whole or in part from the city treasury.\n(3) “Architectural and engineering services” means:\n(i) professional services of an architectural or engineering nature which are required to be performed or approved by a person licensed, registered, or certified to provide such services as described in this paragraph; and\n(ii) professional services of an architectural or engineering nature performed by contract that are associated with research, planning, development, design, construction, alteration, or repair of real property; and\n(iii) such other professional services of an architectural or engineering nature, or incidental services, which members of the architectural and engineering professions and their employees may logically or justifiably perform or manage, including studies, investigations, surveying and mapping, tests, evaluations, consultations, comprehensive planning, program management, conceptual design, plans and specifications, value engineering, cost benefit studies, risk assessments, construction phase services, soils engineering, drawing reviews, preparation of operating and maintenance manuals, and other related services.\nb. \tIn the procurement of architectural and engineering services, the contracting agency shall encourage firms engaged in the lawful practice of their profession to submit annually a statement of qualifications and performance data.  If desired, the contracting agency, for each proposed project, shall require written proposals and/or conduct discussions with three or more firms regarding anticipated design concepts, detailed proposed methods of approach, specific personnel to be utilized and staffing estimates.  The contracting agency shall then select, in order of preference, based upon criteria established by the contracting agency, no less than three firms deemed to be the most highly qualified to provide the services required.\nc.\tThe contracting agency shall negotiate a contract with the highest qualified firm for architectural and engineering services at compensation which the contracting agency determines is fair and reasonable to the city of New York using historical pricing data for comparable work which is updated yearly.  In making such determination, the agency head or his or her designee shall take into account the estimated value of services to be rendered, including the costs, the scope, specific personnel, complexity, and professional nature thereof.  \nd.\tShould the contracting agency be unable to negotiate a satisfactory contract with the firm considered to be the most qualified, at a price determined to be fair and reasonable to the city of New York, negotiations with that firm shall be formally terminated.  The contracting agency shall then undertake negotiations with the second most qualified firm.  Failing accord with the second most qualified firm, the contracting agency shall formally terminate negotiations.  The contracting agency shall then undertake negotiations with the third most qualified firm.\ne.\tShould the contracting agency be unable to negotiate a satisfactory contract with any of the selected firms, it shall select additional firms in order of their competence and qualification and continue negotiations in accordance with this section until an agreement is reached.\nf.\tThis legislation shall apply to architectural and engineering services in excess of the amounts established pursuant to section three hundred fourteen of the charter.\n\t§3. This local law shall take effect forty-five days after its adoption.\n\n\nSD\nInt301/2004",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1. Declaration of Legislative Findings and Intent.  Generally, most public contracts for architectural and engineering services with New York City agencies are awarded on the basis of competitive sealed proposals where cost is often the primary factor.  Selecting professional architectural and engineering services in a manner where price is the prime factor for critical judgment services is not in the best interest of the public or the agencies that procure such professional services.  The principal reasons for supporting the need for quality based selection legislation is to guarantee that City agencies avoid deficient project designs that can sometimes result from the normal bidding process for architectural and engineering services.  Qualification based selection assures the acquisition of this expertise and knowledge through the choice of the most capable professional firms while permitting the City to procure these services at a fair and reasonable cost.  The quality based selection process would require an agency to make its own evaluation and judgment as to the reasonableness of the price.  If the agency determines that a firm\\rquote s price is fair and reasonable, the award is made without further considerations of prices from other competing firms. If, however, a fair and reasonable price cannot be negotiated to the satisfaction of the agency, negotiations would then commence with other qualified firms.  The federal government and 42 states, including New York, have adopted similar legislation. \\par\n\\'a72.  Title 6 of the Administrative Code of the City of New York is hereby amended by adding a new section 6-129, to read as follows: \\par\n\\ul Section 6-129.  Definitions.  a. For purposes of this section only, the following terms shall have the following meanings:\\par\n\\pard\\fi1440\\sl480\\slmult1\\qj (1) \"Firm\" means any individual, firm, partnership, corporation, association, or other legal entity permitted by law to practice the professions of architecture or engineering.\\par\n (2) \"Contracting agency\" means a city, county, borough, or other office, position, administration, department, division, bureau, board or commission, or a corporation, institution or agency of government, the expenses of which are paid in whole or in part from the city treasury.\\par\n(3) \\ldblquote Architectural and engineering services\\rdblquote  means:\\par\n(i) professional services of an architectural or engineering nature which are required to be performed or approved by a person licensed, registered, or certified to provide such services as described in this paragraph; and\\par\n(ii) professional services of an architectural or engineering nature performed by contract that are associated with research, planning, development, design, construction, alteration, or repair of real property; and\\par\n(iii) such other professional services of an architectural or engineering nature, or incidental services, which members of the architectural and engineering professions and their employees may logically or justifiably perform or manage, including studies, investigations, surveying and mapping, tests, evaluations, consultations, comprehensive planning, program management, conceptual design, plans and specifications, value engineering, cost benefit studies, risk assessments, construction phase services, soils engineering, drawing reviews, preparation of operating and maintenance manuals, and other related services.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj b. \\tab In the procurement of architectural and engineering services, the contracting agency shall encourage firms engaged in the lawful practice of their profession to submit annually a statement of qualifications and performance data.  If desired, the contracting agency, for each proposed project, shall require written proposals and/or conduct discussions with three or more firms regarding anticipated design concepts, detailed proposed methods of approach, specific personnel to be utilized and staffing estimates.  The contracting agency shall then select, in order of preference, based upon criteria established by the contracting agency, no less than three firms deemed to be the most highly qualified to provide the services required.\\par\nc.\\tab The contracting agency shall negotiate a contract with the highest qualified firm for architectural and engineering services at compensation which the contracting agency determines is fair and reasonable to the city of New York using historical pricing data for comparable work which is updated yearly.  In making such determination, the agency head or his or her designee shall take into account the estimated value of services to be rendered, including the costs, the scope, specific personnel, complexity, and professional nature thereof.  \\par\nd.\\tab Should the contracting agency be unable to negotiate a satisfactory contract with the firm considered to be the most qualified, at a price determined to be fair and reasonable to the city of New York, negotiations with that firm shall be formally terminated.  The contracting agency shall then undertake negotiations with the second most qualified firm.  Failing accord with the second most qualified firm, the contracting agency shall formally terminate negotiations.  The contracting agency shall then undertake negotiations with the third most qualified firm.\\par\ne.\\tab Should the contracting agency be unable to negotiate a satisfactory contract with any of the selected firms, it shall select additional firms in order of their competence and qualification and continue negotiations in accordance with this section until an agreement is reached.\\par\nf.\\tab This legislation shall apply to architectural and engineering services in excess of the amounts established pursuant to section three hundred fourteen of the charter.\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab\\'a73. This local law shall take effect forty-five days after its adoption.\\par\n\\pard\\par\n\\par\nSD\\par\nInt301/2004\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
