{
  "ID": 35540,
  "GUID": "60A2A2ED-4096-4EFD-8819-BC60F685EEAC",
  "File": "Int 0140-2006",
  "Name": "Install video security cameras at each housing development operated by the Housing Authority.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the New York City Housing Authority, in consultation with the New York City Police Department, to install video security cameras at each housing development operated by the Housing Authority.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2006-02-15T00:00:00Z",
  "AgendaDate": "2006-02-15T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    }
  ],
  "History": [
    {
      "ID": 187088,
      "Date": "2006-02-15T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 187433,
      "Date": "2006-02-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5803,
      "AgendaSequence": 251,
      "MinutesSequence": 281,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings and Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 187526,
      "Date": "2006-02-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5803,
      "MinutesSequence": 282,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236733,
      "Date": "2009-12-31T16:44:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 36032,
  "Text": "Be it enacted by the Council as follows:\n\nSection one. Chapter one of title fourteen of the administrative code of the city of New York is amended to add a new section 14-152, to read as follows:\n\t§14-152. The installation and operation of video security cameras in housing developments operated by the New York City Housing Authority.\na.  Definitions.  The following terms shall have the following meanings:\n(i)  “Housing Development” shall mean a group or collection of buildings operated by the New York City housing authority as a unit with a distinct name in a defined geographic area.\n(ii) “VIPER” shall mean the closed circuit television monitoring system operated by the New York City Police Department, also know as the Video Interactive Patrol Enhanced Response.\nb.  Installation and Operation of Video Security Cameras. The New York City housing authority, in consultation with the New York City police department, shall install video security cameras at each housing development operated by the authority.  Such cameras shall be placed at the entrance and exit doors of each building within each development and may be placed in any other area of the development where individuals do not have a reasonable expectation of privacy.  With regard to those cameras placed in areas of the development other than the entrance and exit doors of each building, the number, type, placement, and location of such cameras shall be within the discretion of the housing authority, in consultation with the police department.  Making allowances for the budget and fiscal priorities of the authority, every effort shall be made to install VIPER cameras at each development.\nc.  Monitoring and Maintenance of Security Cameras.  The housing authority, in consultation with the police department, shall be responsible for monitoring the cameras installed at each development.  The housing authority, in conjunction with the police department, is also responsible for the maintenance and upkeep of the cameras installed at each development.\nd.  Security Analysis and Review. The housing authority, in consultation with the police department, shall conduct a security analysis and security review of each development operated by the authority within two years from date of enactment of this local law, and shall, within twenty-six months of enactment of this local law, provide the Council with a list indicating the order in which developments shall receive such cameras.\ne.  Rules and Regulations. The New York City housing authority, in conjunction with the New York City police department, shall promulgate rules and regulations that account for monitoring, maintaining and upkeeping the cameras as well as for accessing, archiving, monitoring, reproducing, destroying and erasing filmed material from video security cameras, and such rules shall also incorporate penalties for any personnel who violate these regulations.  \n§2. This local law shall take effect sixty days after its enactment into law.\n\n\nInt. 554/2005\nTNN",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\expndtw-3 Section one. Chapter one of title fourteen of the administrative code of the city of New York is amended to add a new section 14-152, to read as follows:\\ul\\i\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tx720\\ulnone\\b\\i0\\tab\\ul\\b0\\'a714-152. The installation and operation of video security cameras in housing developments operated by the New York City Housing Authority.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj a.  Definitions.  The following terms shall have the following meanings:\\par\n\\pard\\nowidctlpar\\li360\\sl480\\slmult1\\qj (i)  \\ldblquote Housing Development\\rdblquote  shall mean a group or collection of buildings operated by the New York City housing authority as a unit with a distinct name in a defined geographic area.\\par\n(ii) \\ldblquote VIPER\\rdblquote  shall mean the closed circuit television monitoring system operated by the New York City Police Department, also know as the Video Interactive Patrol Enhanced Response.\\par\n\\pard\\nowidctlpar\\fi-360\\li360\\sl480\\slmult1\\qj b.  Installation and Operation of Video Security Cameras. The New York City housing authority, in consultation with the New York City police department, shall install video security cameras at each housing development operated by the authority.  Such cameras shall be placed at the entrance and exit doors of each building within each development and may be placed in any other area of the development where individuals do not have a reasonable expectation of privacy.  With regard to those cameras placed in areas of the development other than the entrance and exit doors of each building, the number, type, placement, and location of such cameras shall be within the discretion of the housing authority, in consultation with the police department.  Making allowances for the budget and fiscal priorities of the authority, every effort shall be made to install VIPER cameras at each development.\\par\nc.  Monitoring and Maintenance of Security Cameras.  The housing authority, in consultation with the police department, shall be responsible for monitoring the cameras installed at each development.  The housing authority, in conjunction with the police department, is also responsible for the maintenance and upkeep of the cameras installed at each development.\\par\nd.  Security Analysis and Review. The housing authority, in consultation with the police department, shall conduct a security analysis and security review of each development operated by the authority within two years from date of enactment of this local law, and shall, within twenty-six months of enactment of this local law, provide the Council with a list indicating the order in which developments shall receive such cameras.\\ulnone\\par\n\\expndtw0\\ul e.  Rules and Regulations\\b .\\b0  The New York City housing authority, in conjunction with the New York City police department, shall promulgate rules and regulations that account for monitoring, maintaining and upkeeping the cameras as well as for accessing, archiving, monitoring, reproducing, destroying and erasing filmed material from video security cameras, and such rules shall also incorporate penalties for any personnel who violate these regulations.  \\par\n\\pard\\nowidctlpar\\fi720\\ulnone\\'a72. This local law shall take effect sixty days after its enactment into law.\\par\n\\pard\\nowidctlpar\\par\n\\par\nInt. 554/2005\\par\nTNN\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
