{
  "ID": 35588,
  "GUID": "B4238E85-1DCB-4516-B463-96943CD66494",
  "File": "Int 0141-2006",
  "Name": "Subway Surfing",
  "Title": "A Local Law to amend the administrative code of the city of New York, to create the crime of “subway surfing.”",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2006-02-15T00:00:00Z",
  "AgendaDate": "2006-02-15T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    }
  ],
  "History": [
    {
      "ID": 187146,
      "Date": "2006-02-15T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 187436,
      "Date": "2006-02-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5803,
      "AgendaSequence": 252,
      "MinutesSequence": 283,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236732,
      "Date": "2009-12-31T16:44:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 36080,
  "Text": "Be it enacted by the Council as follows:\n\nSection One. Legislative findings and intent.\n\t “Subway surfing,” or as it is sometimes referred to, “subway skylarking,” involves riding on the outside of a subway car, usually by clinging to its side or riding on the roof.  Such activity, it goes without saying, is perilous and deadly.  As examples, in the early morning hours of Friday, November 14, 2003, two young men lost their lives when they hit a bridge girder while “surfing” atop a No. 6 train in the Bronx.  On October 20, 2003, a young high school student lost his life when trying to climb on top of a northbound C train between West Fourth and West 14th streets.  According to the New York City Transit Authority, in 2002 there were 86 incidents of riding atop, astride or between subway cars, and 60 such incidents in 2003.\n\tTransit Authority regulations prohibit any person from riding “on the roof, platform between subway cars or on any other area outside any subway car…operated by the Authority.”  However, engaging in such activity is only a violation punishable by a criminal penalty of $25 or a term of imprisonment for no longer than ten days, or both, and a civil penalty in an amount no more than $100.  According to published reports, most summonses that are issued result in a fine of $75.\n\tTo make it clear that “subway surfing” is dangerous and deadly, and to prevent individuals from engaging in such acts, the Council believes that riding on the outside of a subway car should constitute a misdemeanor, with penalties of up to three months in jail and/or a $500 fine.  \n§2. Chapter 1 of title 10 of the administrative code of the city of New York is amended by adding a new section 10-163, to read as follows:\n§10-163. Prohibition on Riding on the Outside of a Subway Car\nNo person may ride on the roof, platform between subway cars or on any other area outside any subway car operated by the new york city transit authority.\n A violation of this section shall be a misdemeanor punishable by a term of imprisonment not to exceed ninety days and/or a fine not to exceed five hundred dollars.\n§3. This local law shall take effect immediately. \n\n\n\n\nPH\nInt. 280/2004",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section One. Legislative findings and intent.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tab  \\ldblquote Subway surfing,\\rdblquote  or as it is sometimes referred to, \\ldblquote subway skylarking,\\rdblquote  involves riding on the outside of a subway car, usually by clinging to its side or riding on the roof.  Such activity, it goes without saying, is perilous and deadly.  As examples, in the early morning hours of Friday, November 14, 2003, two young men lost their lives when they hit a bridge girder while \\ldblquote surfing\\rdblquote  atop a No. 6 train in the Bronx.  On October 20, 2003, a young high school student lost his life when trying to climb on top of a northbound C train between West Fourth and West 14\\super th\\nosupersub  streets.  According to the New York City Transit Authority, in 2002 there were 86 incidents of riding atop, astride or between subway cars, and 60 such incidents in 2003.\\par\n\\tab Transit Authority regulations prohibit any person from riding \\ldblquote on the roof, platform between subway cars or on any other area outside any subway car\\'85operated by the Authority.\\rdblquote   However, engaging in such activity is only a violation punishable by a criminal penalty of $25 or a term of imprisonment for no longer than ten days, or both, and a civil penalty in an amount no more than $100.  According to published reports, most summonses that are issued result in a fine of $75.\\par\n\\tab To make it clear that \\ldblquote subway surfing\\rdblquote  is dangerous and deadly, and to prevent individuals from engaging in such acts, the Council believes that riding on the outside of a subway car should constitute a misdemeanor, with penalties of up to three months in jail and/or a $500 fine.  \\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a72. Chapter 1 of title 10 of the administrative code of the city of New York is amended by adding a new section 10-163, to read as follows:\\par\n\\pard\\nowidctlpar\\fi360\\sl480\\slmult1\\qj\\ul\\'a710-163. Prohibition on Riding on the Outside of a Subway Car\\par\n\\pard{\\pntext\\f0 a.\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart1\\pnlcltr{\\pntxta.}}\n\\nowidctlpar\\fi-360\\li360\\sl480\\slmult1\\qj\\tx360 No person may ride on the roof, platform between subway cars or on any other area outside any subway car operated by the new york city transit authority.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj  A violation of this section shall be a misdemeanor punishable by a term of imprisonment not to exceed ninety days and/or a fine not to exceed five hundred dollars.\\par\n\\pard\\nowidctlpar\\fi720\\qj\\ulnone\\'a73. This local law shall take effect immediately. \\par\n\\pard\\nowidctlpar\\par\n\\par\n\\par\n\\par\nPH\\par\nInt. 280/2004\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
