{
  "ID": 35545,
  "GUID": "6F9BC076-8365-4725-B2E6-98BCACD0F770",
  "File": "Int 0145-2006",
  "Name": "Inspections Complaints Dwellings",
  "Title": "A Local Law to amend the administrative code of the city of New York in relation to defining who may submit complaints regarding inspections of one- or two-family dwellings and increasing the penalty for refusing to allow access for inspection of such dwellings.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2006-02-15T00:00:00Z",
  "AgendaDate": "2006-02-15T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    }
  ],
  "History": [
    {
      "ID": 187093,
      "Date": "2006-02-15T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 187455,
      "Date": "2006-02-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5803,
      "AgendaSequence": 272,
      "MinutesSequence": 303,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236729,
      "Date": "2009-12-31T16:43:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 36037,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Section 27-2094 of the administrative code of the city of New York is amended to read as follows:\n\t§27-2094 Inspection of one- and two-family dwellings; voluntary registration of owner-occupant; definition of a signed complaint.  a. Notwithstanding any other provision of this chapter, the department, its officers or inspectors, shall have no authority to inspect a one- or two-family dwelling, at least one dwelling unit of which is owner-occupied, for violations of this code, unless the department has received a [signed] complaint signed by an individual relating to conditions in such dwelling or has a warrant for such inspection.\n\tb.\tThe owner of a one- or two-family dwelling who occupies a dwelling unit in such dwelling, may notify the department of such owner-occupancy, without payment of a fee, by filing a form to be prescribed by the department including the following information:\n\t\t(1) An identification of the premises by street number or by such other description as will enable the department to locate the dwelling; and\n\t\t(2) An identification of the owner by name, residence, and business address; and\n\t\t(3) A statement that he or she is the owner-occupant of the premises.\n\tc.\tFor purposes of this section, the phrase \"complaint  signed by an individual\" as listed in subdivision a shall be defined to include the signature of a council member, district manager, or community board chair person. In order to file a complaint signed by any of the above public officials, an accompanying affidavit stating that the complaint was written after receipt by the public official of a written, signed complaint from an individual with knowledge of the facts that lead them to believe that the building to be inspected is illegally occupied as well as a written list of the facts that lead the complainant to believe the building is illegally occupied.\n\t§2. \tSection 27-2119 of such code is amended to read as follows:\n\t§27-2119 Penalties; refusal to admit and interference with inspection; failure to submit reports. a. Any person who (1) refuses entry, or access to an officer or inspector of the department to any premises or part thereof that the officer or inspector is lawfully authorized to inspect, or who unreasonably interferes with an authorized inspection; or (2) who fails to file any report or other paper which such person is required to file, under this code, except a statement of registration or other paper under article two of subchapter four of this chapter, shall be guilty of an offense, punishable by a fine of not more than fifty dollars, or by imprisonment for not more than thirty days, or both such fine and imprisonment.\n\tb.\tAny person who refuses entry or access to an officer or inspector of the department pursuant to section 27-2094 of this code, shall be guilty of an offense, punishable by a fine pursuant to section 26-126.1 of this code, or by imprisonment for not more than thirty days, or both such fine and imprisonment.\n\t§3. \tThis local law shall take effect immediately.\n\n\n\n\n\n\nInt. 230/2004\nTNN",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\par\n\\tab Section 1. Section 27-2094 of the administrative code of the city of New York is amended to read as follows:\\par\n\\tab\\'a727-2094 Inspection of one- and two-family dwellings; voluntary registration of owner-occupant\\ul ; definition of a signed complaint\\ulnone .  a. Notwithstanding any other provision of this chapter, the department, its officers or inspectors, shall have no authority to inspect a one- or two-family dwelling, at least one dwelling unit of which is owner-occupied, for violations of this code, unless the department has received a [signed] complaint\\ul  signed by an individual\\ulnone  relating to conditions in such dwelling or has a warrant for such inspection.\\par\n\\tab b.\\tab The owner of a one- or two-family dwelling who occupies a dwelling unit in such dwelling, may notify the department of such owner-occupancy, without payment of a fee, by filing a form to be prescribed by the department including the following information:\\par\n\\tab\\tab (1) An identification of the premises by street number or by such other description as will enable the department to locate the dwelling; and\\par\n\\tab\\tab (2) An identification of the owner by name, residence, and business address; and\\par\n\\tab\\tab (3) A statement that he or she is the owner-occupant of the premises.\\par\n\\tab\\ul c.\\tab For purposes of this section, the phrase \"complaint  signed by an individual\" as listed in subdivision a shall be defined to include the signature of a council member, district manager, or community board chair person. In order to file a complaint signed by any of the above public officials, an accompanying affidavit stating that the complaint was written after receipt by the public official of a written, signed complaint from an individual with knowledge of the facts that lead them to believe that the building to be inspected is illegally occupied as well as a written list of the facts that lead the complainant to believe the building is illegally occupied.\\par\n\\ulnone\\tab\\'a72. \\tab Section 27-2119 of such code is amended to read as follows:\\par\n\\tab\\'a727-2119 Penalties; refusal to admit and interference with inspection; failure to submit reports. \\ul a.\\ulnone  Any person who (1) refuses entry, or access to an officer or inspector of the department to any premises or part thereof that the officer or inspector is lawfully authorized to inspect, or who unreasonably interferes with an authorized inspection; or (2) who fails to file any report or other paper which such person is required to file, under this code, except a statement of registration or other paper under article two of subchapter four of this chapter, shall be guilty of an offense, punishable by a fine of not more than fifty dollars, or by imprisonment for not more than thirty days, or both such fine and imprisonment.\\par\n\\tab\\ul b.\\tab Any person who refuses entry or access to an officer or inspector of the department pursuant to section 27-2094 of this code, shall be guilty of an offense, punishable by a fine pursuant to section 26-126.1 of this code, or by imprisonment for not more than thirty days, or both such fine and imprisonment.\\par\n\\ulnone\\tab\\'a73. \\tab This local law shall take effect immediately.\\par\n\\pard\\tx720\\par\n\\par\n\\par\n\\par\n\\par\n\\par\nInt. 230/2004\\par\nTNN\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
