{
  "ID": 35434,
  "GUID": "1E32BA1E-8FBE-4B2F-8739-4BF13EE29FBD",
  "File": "Int 0151-2006",
  "Name": "Requiring businesses that sell or rent skiing or snow boarding equipment to post notice that helmets should be worn to prevent head injuries.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring businesses that sell or rent skiing or snow boarding equipment to post notice that helmets should be worn to prevent head injuries.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2006-02-15T00:00:00Z",
  "AgendaDate": "2006-02-15T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    }
  ],
  "History": [
    {
      "ID": 186928,
      "Date": "2006-02-15T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 187466,
      "Date": "2006-02-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5803,
      "AgendaSequence": 279,
      "MinutesSequence": 310,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236723,
      "Date": "2009-12-31T16:42:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 35925,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Legislative intent.  Many novice skiers and snowboarders who purchase or rent skiing or snowboarding equipment for themselves or their children are not aware of, or may seriously underrate, the inherent risks of these activities, including the threat of serious head trauma from falls or collisions.  At ski areas in New York state and indeed throughout the nation, the use of protective helmets to prevent head trauma is not generally required, and there is currently no state law requiring the use of ski helmets.\nIn a 1999 report, the staff of the Consumer Product Safety Commission recommended that skiers and snowboarders wear helmets to prevent injuries from falls or collisions.  Expert skiers and snowboarders are aware of the availability of ski helmets and that such helmets may dramatically reduce head trauma from a fall. They can therefore make informed choices with respect to the use of protective helmets and more are, wisely, choosing to use them.  However, commonly, novice or first time skiers and their parents may not be aware of this information.  Despite the available evidence that ski helmets dramatically reduce head trauma, the State Legislature has not acted to require their use during downhill skiing and snowboarding. \nThis legislation will call attention to this information by requiring businesses that sell or rent ski or snowboarding equipment to post notice that the use of properly fitted ski helmets during downhill skiing and snowboarding is recommended to prevent head injuries from falls or collisions.  This local law is necessary to give consumers who purchase or rent skiing and snowboarding equipment in the city the information they need to make informed choices for their own and their children’s safety.\n§ 2.  Chapter 5 of title 20 of the administrative code of the city of New York is hereby amended by the addition of a new subchapter 16, to read as follows:\nSUBCHAPTER 16\nSKIING AND SNOWBOARDING SAFETY, POSTING REQUIRED\n \t§  20-900  Definitions.\n\t§  20-901  Notice Terms.\t\n\t§  20-902  Violations.\n§  20-900  Definitions.  For the purposes of this subchapter the following terms shall have the following meanings:\na.   The term “ski shop” shall mean all premises where skiing paraphernalia, including but not limited to, downhill skis, snowboards and related equipment, including but not limited to, ski boots, poles, ski helmets and snowboard helmets are offered for sale, lease or rental to consumers.  Such term shall not include premises that sell, lease or rent only clothing designed for use while skiing.\n \tb.   The term “ski equipment service” shall mean the provision of skiing equipment to consumers as a part of or in conjunction with the sale of a tour, vacation or travel package to a ski area.   \n \t§  20-901  Notice Terms.   Any person, firm, corporation or other business entity that operates as a ski shop or otherwise offers ski equipment service to consumers shall conspicuously post a notice, in a form and manner to be provided by rule of the commissioner, containing the following information:\na.    That wearing a properly fitted helmet, specifically designed and certified for skiing or snowboarding in accordance with ASTM or other national standard, will reduce head trauma from a fall or collision during downhill skiing or snowboarding.\n\tb.   That bicycle, in-line skate or motorcycle helmets are not designed for, and will not provide adequate protection during, downhill skiing or snowboarding. \n\tc.   If there are no appropriate ski helmets or snowboarding helmets for sale or rental available on the premises, information as to where and how the consumer may obtain such equipment.\n\t§  20-902  Violations.  Any person, firm, corporation or other business entity that violates any provisions of this subchapter, or any rule promulgated by the commissioner pursuant to this subchapter, shall be liable for a civil penalty of not more than one hundred dollars for each violation. In the case of a continuing violation, each day’s continuance shall be a separate and distinct offense.  Such civil penalties may be imposed by the commissioner after notice and a hearing or may be recovered in an action in any court of appropriate jurisdiction. \n§3.   This local law shall take effect six months after it shall have been enacted into law except that prior to such effective date the commissioner of consumer affairs may promulgate rules or take any other action necessary for implementation of this local law. \nT.S.F.\nInt. No. 743/2005",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset0 Times New Roman Bold;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\ul\\v0\\par\n\\pard\\nowidctlpar\\sl480\\slmult1 Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1. Legislative intent.  Many novice skiers and snowboarders who purchase or rent skiing or snowboarding equipment for themselves or their children are not aware of, or may seriously underrate, the inherent risks of these activities, including the threat of serious head trauma from falls or collisions.  At ski areas in New York state and indeed throughout the nation, the use of protective helmets to prevent head trauma is not generally required, and there is currently no state law requiring the use of ski helmets.\\par\nIn a 1999 report, the staff of the Consumer Product Safety Commission recommended that skiers and snowboarders wear helmets to prevent injuries from falls or collisions.  Expert skiers and snowboarders are aware of the availability of ski helmets and that such helmets may dramatically reduce head trauma from a fall. They can therefore make informed choices with respect to the use of protective helmets and more are, wisely, choosing to use them.  However, commonly, novice or first time skiers and their parents may not be aware of this information.  Despite the available evidence that ski helmets dramatically reduce head trauma, the State Legislature has not acted to require their use during downhill skiing and snowboarding. \\par\nThis legislation will call attention to this information by requiring businesses that sell or rent ski or snowboarding equipment to post notice that the use of properly fitted ski helmets during downhill skiing and snowboarding is recommended to prevent head injuries from falls or collisions.  This local law is necessary to give consumers who purchase or rent skiing and snowboarding equipment in the city the information they need to make informed choices for their own and their children\\rquote s safety.\\par\n\\'a7 2.  Chapter 5 of title 20 of the administrative code of the city of New York is hereby amended by the addition of a new subchapter 16, to read as follows:\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qc\\ul\\b\\f1 SUBCHAPTER 16\\par\nSKIING AND SNOWBOARDING SAFETY, POSTING REQUIRED\\ulnone\\b0\\f0\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\cf0  \\tab\\ul\\b\\f1\\'a7  20-900  Definitions.\\par\n\\ulnone\\tab\\ul\\'a7  20-901  Notice Terms.\\ulnone\\tab\\ul\\par\n\\ulnone\\tab\\ul\\'a7  20-902  Violations.\\b0\\f0\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a7  20-900  \\b\\f1 Definitions.\\b0\\f0   For the purposes of this subchapter the following terms shall have the following meanings:\\par\na.   The term \\ldblquote ski shop\\rdblquote  shall mean all premises where skiing paraphernalia, including but not limited to, downhill skis, snowboards and related equipment, including but not limited to, ski boots, poles, ski helmets and snowboard helmets are offered for sale, lease or rental to consumers.  Such term shall not include premises that sell, lease or rent only clothing designed for use while skiing.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\cf1\\ulnone  \\tab\\ul b.   The term \\ldblquote ski equipment service\\rdblquote  shall mean the provision of skiing equipment to consumers as a part of or in conjunction with the sale of a tour, vacation or travel package to a ski area.   \\par\n\\ulnone  \\tab\\ul\\'a7  20-901  \\b\\f1 Notice Terms.\\b0\\f0    Any person, firm, corporation or other business entity that operates as a ski shop or otherwise offers ski equipment service to consumers shall conspicuously post a notice, in a form and manner to be provided by rule of the commissioner, containing the following information:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj a.    That wearing a properly fitted helmet, specifically designed and certified for skiing or snowboarding in accordance with ASTM or other national standard, will reduce head trauma from a fall or collision during downhill skiing or snowboarding.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\ul b.   That bicycle, in-line skate or motorcycle helmets are not designed for, and will not provide adequate protection during, downhill skiing or snowboarding. \\par\n\\ulnone\\tab\\ul c.   If there are no appropriate ski helmets or snowboarding helmets for sale or rental available on the premises, information as to where and how the consumer may obtain such equipment.\\par\n\\ulnone\\tab\\ul\\'a7  20-902  \\b\\f1 Violations.\\b0\\f0   Any person, firm, corporation or other business entity that violates any provisions of this subchapter, or any rule promulgated by the commissioner pursuant to this subchapter, shall be liable for a civil penalty of not more than one hundred dollars for each violation. In the case of a continuing violation, each day\\rquote s continuance shall be a separate and distinct offense.  Such civil penalties may be imposed by the commissioner after notice and a hearing or may be recovered in an action in any court of appropriate jurisdiction.\\ulnone  \\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a73.   This local law shall take effect six months after it shall have been enacted into law except that prior to such effective date the commissioner of consumer affairs may promulgate rules or take any other action necessary for implementation of this local law. \\par\n\\pard\\nowidctlpar T.S.F.\\par\nInt. No. 743/2005\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
