{
  "ID": 35387,
  "GUID": "6875005D-616B-44C7-9A1B-EE3BB3255496",
  "File": "Int 0155-2006",
  "Name": "Allowing any member of the police force, while off-duty, to provide security at locations where alcohol is used or sold.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to allowing any member of the police force, while off-duty, to provide security at locations where alcohol is used or sold.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2006-02-15T00:00:00Z",
  "AgendaDate": "2006-02-15T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    }
  ],
  "History": [
    {
      "ID": 186839,
      "Date": "2006-02-15T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 187462,
      "Date": "2006-02-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5803,
      "AgendaSequence": 283,
      "MinutesSequence": 314,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236719,
      "Date": "2009-12-31T16:41:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 35878,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Legislative Findings and Intent\n\tAs the cultural capital of the world, New York City offers residents and visitors a wide array of nightclubs, bars and restaurants to enjoy.  Unfortunately, nearby residents often complain of noise and other activities on the street that disturb their quality of life.  To deter the activity that give rise to these complaints, the Council finds that members of the police force, while in uniform and off-duty, should provide security services at locations where alcohol is used or sold pursuant to the NYPD’s Paid Detail Program.\n\tAlthough state law does not permit a police official to be “either directly or indirectly interested in the manufacture or sale of alcoholic beverages”  (Alcohol Beverage Control Act §128), as indicated by a state appeals court decision, “it does not follow that section 128 otherwise prohibits police officers from working for any employer in or about a licensed premises, no matter how incidental is the work to the sale of alcoholic beverages.”  Rotunno v. City of Rochester, 120 AD2d 160 (4th Dept., 1986), aff’d, 71 NY2d 995 (1988).  Using this decision as a guide, the Counsel to the New York State Liquor Authority, in a letter to the New York Nightlife Association dated November 7, 2003, opines that so long “as police officers employed by the Paid Detail Unit will in all respects maintain their complete professional independence,” such employment “does not contravene section 128 of the Alcoholic Beverage Control Law.”  \n\tThe Council hereby finds that by allowing police officers to provide security at locations where alcohol is used or sold, a function incidental to the sale of alcoholic beverages, New York City’s nightclubs, bars and restaurants will be safer and criminal activity will be deterred.\n\t§2. \tChapter one of title 14 of the administrative code of the city of New York is amended by adding a new section 14-152, to read as follows:\n\t§14-152 Provision of security services by members of the force while off-duty. \n\tMembers of the police force shall be permitted to work, while off-duty and in uniform, for a premises licensed to sell beer or alcohol, provided that such employment is pursuant to the New York City Police Department’s Paid Detail Unit program and is limited to the provision of exterior security services only.  The police commissioner shall promulgate such rules and regulations as may be necessary to implement the provisions of this section, including provisions that officers will not be assigned to a premises within his or her regular precinct of employment; that officers will be rotated among eligible premises; and that officers will be required to take immediate action to protect life and property and respond to any request for police service from the public.\n\t§3.\tThis local law shall take effect sixty days after enactment. \n\n\nTB\nInt 240/2004",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\hyphpar0\\qj\\ul\\v0\\par\nBe it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj\\tab Section 1.  Legislative Findings and Intent\\par\n\\tab As the cultural capital of the world, New York City offers residents and visitors a wide array of nightclubs, bars and restaurants to enjoy.  Unfortunately, nearby residents often complain of noise and other activities on the street that disturb their quality of life.  To deter the activity that give rise to these complaints, the Council finds that members of the police force, while in uniform and off-duty, should provide security services at locations where alcohol is used or sold pursuant to the NYPD\\rquote s Paid Detail Program.\\par\n\\tab Although state law does not permit a police official to be \\ldblquote either directly or indirectly interested in the manufacture or sale of alcoholic beverages\\rdblquote   (Alcohol Beverage Control Act \\'a7128), as indicated by a state appeals court decision, \\ldblquote it does not follow that section 128 otherwise prohibits police officers from working for any employer in or about a licensed premises, no matter how incidental is the work to the sale of alcoholic beverages.\\rdblquote   \\ul Rotunno v. City of Rochester\\ulnone , 120 AD2d 160 (4\\super th\\nosupersub  Dept., 1986), \\ul aff\\rquote d\\ulnone , 71 NY2d 995 (1988).  Using this decision as a guide, the Counsel to the New York State Liquor Authority, in a letter to the New York Nightlife Association dated November 7, 2003, opines that so long \\ldblquote as police officers employed by the Paid Detail Unit will in all respects maintain their complete professional independence,\\rdblquote  such employment \\ldblquote does not contravene section 128 of the Alcoholic Beverage Control Law.\\rdblquote   \\par\n\\tab The Council hereby finds that by allowing police officers to provide security at locations where alcohol is used or sold, a function incidental to the sale of alcoholic beverages, New York City\\rquote s nightclubs, bars and restaurants will be safer and criminal activity will be deterred.\\par\n\\pard\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj\\tab\\'a72. \\tab Chapter one of title 14 of the administrative code of the city of New York is amended by adding a new section 14-152, to read as follows:\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj\\tab\\'a7\\ul 14-152 Provision of security services by members of the force while off-duty\\ulnone . \\par\n\\tab\\ul Members of the police force shall be permitted to work, while off-duty and in uniform, for a premises licensed to sell beer or alcohol, provided that such employment is pursuant to the New York City Police Department\\rquote s Paid Detail Unit program and is limited to the provision of exterior security services only.  The police commissioner shall promulgate such rules and regulations as may be necessary to implement the provisions of this section, including provisions that officers will not be assigned to a premises within his or her regular precinct of employment; that officers will be rotated among eligible premises; and that officers will be required to take immediate action to protect life and property and respond to any request for police service from the public.\\ulnone\\par\n\\pard\\hyphpar0\\fi-720\\li720\\qj\\tx1440\\tab\\'a73.\\tab This local law shall take effect sixty days after enactment. \\par\n\\pard\\hyphpar0\\fi-1440\\li1440\\qj\\par\n\\par\nTB\\par\nInt 240/2004\\par\n\\fs20\\par\n\\pard\\hyphpar0\\qj\\par\n\\pard\\expndtw0\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
