{
  "ID": 35580,
  "GUID": "1D225478-0BA4-4B51-B6B9-797472C7602A",
  "File": "Int 0158-2006",
  "LocalLaw": "2006/052",
  "Name": "Replacement cycles for taxicabs.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to extending the retirement period for clean air and accessible taxicabs.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2006-02-15T00:00:00Z",
  "AgendaDate": "2006-02-15T00:00:00Z",
  "PassedDate": "2006-12-18T00:00:00Z",
  "EnactmentDate": "2006-12-18T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5293,
      "Slug": "michael-e-mcmahon",
      "FullName": "Michael E. McMahon"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5255,
      "Slug": "andrew-j-lanza",
      "FullName": "Andrew J. Lanza"
    },
    {
      "ID": 5294,
      "Slug": "betsy-gotbaum",
      "FullName": "Betsy Gotbaum"
    }
  ],
  "History": [
    {
      "ID": 187126,
      "Date": "2006-02-15T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 187470,
      "Date": "2006-02-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5803,
      "AgendaSequence": 286,
      "MinutesSequence": 317,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 192026,
      "Date": "2006-06-14T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 6227,
      "AgendaSequence": 3,
      "MinutesSequence": 8,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 158-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 192493,
      "Date": "2006-06-14T13:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 6227,
      "MinutesSequence": 9,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 192588,
      "Date": "2006-06-14T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 6227,
      "MinutesSequence": 10,
      "Version": "A",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 198282,
      "Date": "2006-12-06T10:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 6806,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 158-A",
      "MinutesNote": "Proposed Int. No. 158-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 198288,
      "Date": "2006-12-06T10:30:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 6806,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 198289,
      "Date": "2006-12-06T10:30:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "This Introduction was Amended by Committee",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 6806,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 198290,
      "Date": "2006-12-06T10:30:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Introduction be Approved by Committee approved by Roll Call.",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 6806,
      "MinutesSequence": 6,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 198417,
      "Date": "2006-12-06T13:30:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "A motion was made that this Introduction be Approved by Council approved by consent Roll Call.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6812,
      "AgendaSequence": 28,
      "MinutesSequence": 41,
      "Version": "A",
      "AgendaNote": "Amended and Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 198783,
      "Date": "2006-12-18T13:49:00Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "This Introduction was Hearing Held by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 198863,
      "Date": "2006-12-18T17:19:00Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "This Introduction was Signed Into Law by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 198869,
      "Date": "2006-12-19T10:29:00Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "This Introduction was Recved from Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 73194,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 158 - 2/15/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/d82dee28-0d58-47df-97ae-6b232af7d569. No. 158.doc",
      "Sort": 1
    },
    {
      "ID": 75361,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Proposed Int. No. 158-A  - 6/14/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/7f26f36c-13b2-4438-ba84-6b239fd4a1bf. No. 158-A - 6-14.doc",
      "Sort": 2
    },
    {
      "ID": 73197,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 6/14/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/529e8921-6c7d-40bd-b2d9-c6115cf487c0.doc",
      "Sort": 3
    },
    {
      "ID": 73577,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 6/14/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/264613d4-a16c-412f-88be-be063453dcec.doc",
      "Sort": 4
    },
    {
      "ID": 75384,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal Impact Statement",
      "Link": "http://nyc.legistar1.com/nyc/attachments/503e1f64-72df-41a0-8646-6d9cc8590d7e. 158-A TLC - Ret of clean air and acces taxi.doc",
      "Sort": 5
    },
    {
      "ID": 75394,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 12/6/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/aaa40b32-f1ab-449a-be0a-aae4a485ef11.doc",
      "Sort": 6
    },
    {
      "ID": 76852,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 12/6/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/99eac1f8-4a3c-4ab0-8011-f4983e734572.doc",
      "Sort": 7
    },
    {
      "ID": 77058,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 12/6/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/49d12afc-a0c2-4893-bd13-2cc318e45c64.doc",
      "Sort": 8
    },
    {
      "ID": 75397,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Press Release",
      "Link": "http://nyc.legistar1.com/nyc/attachments/30551b3b-f225-40b5-aadc-483ffa9e0f12.doc",
      "Sort": 9
    },
    {
      "ID": 76111,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law",
      "Link": "http://nyc.legistar1.com/nyc/attachments/ed26fc70-9816-48e8-a73a-100973ec93e3.doc",
      "Sort": 10
    }
  ],
  "Summary": "",
  "TextID": 37364,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Chapter 5 of title 19 of the administrative code of the city of New York is amended by adding a new section 19-535 to read as follows:\n\t§19-535 Extension of retirement periods for taxicabs. a. Definitions.  For the purposes of this section only, the following terms shall have the following meanings:\n1. “Accessible taxicab” shall mean any vehicle approved for use by the commission as a taxicab that meets the specifications and requirements for accessible vehicles pursuant to the americans with disabilities act of 1990, as amended, and rules promulgated by the commission.\n\t2. “Level one clean air taxicab” shall mean any vehicle approved for use by the commission as a taxicab that receives an air pollution score of 9.5 or higher from the United States environmental protection agency or its successor agency and is estimated to emit 5.0 tons or less of equivalent carbon dioxide per year by the United States department of energy or its successor agency; provided that such vehicle is powered by the fuel for which such vehicle meets the above-specified standards.  In the event the test method used by the United States environmental protection agency or its successor agency for determining fuel economy is adjusted in a way that impacts United States department of energy or its successor agency estimates of equivalent carbon dioxide emissions for motor vehicles, the commission shall, for vehicles that fall within the affected model years, modify by rule the equivalent carbon dioxide emissions estimate included herein so as to appropriately reflect such adjustment's impact consistent with the intent of this section.    \n\t3. “Level two clean air taxicab” shall mean any vehicle approved by the commission for use as a taxicab that receives an air pollution score of 9.0 or higher from the United States environmental protection agency or its successor agency and is estimated to emit 6.4 tons or less of equivalent carbon dioxide per year by the United States department of energy or its successor agency and that does not meet the definition of a level one clean air taxicab pursuant to paragraph 2 of this subdivision; provided that such vehicle is powered by the fuel for which such  vehicle meets the above-specified standards.  In the event the test method used by the United States environmental protection agency or its successor agency for determining fuel economy is adjusted in a way that impacts United States department of energy or its successor agency estimates of equivalent carbon dioxide emissions for motor vehicles, the commission shall, for vehicles that fall within the affected model years, modify by rule the equivalent carbon dioxide emissions estimate included herein so as to appropriately reflect such adjustment's impact consistent with the intent of this section.\n\tb. Extension of retirement period. 1. The retirement period for any accessible taxicab or level one clean air taxicab shall be extended by two years beyond the applicable standard retirement period for taxicabs established pursuant to rule of the commission; provided that the retirement period for any such taxicab that must be retired and replaced pursuant to rules of the commission no later than thirty-six months after the vehicle is hacked up, shall be extended by one year beyond the applicable standard retirement period for taxicabs established pursuant to rule of the commission. The two-year extension period established pursuant to this paragraph shall also apply to any vehicle, as specified by rule of the commission, which is not a level one clean air taxicab as defined in this section, but which meets or exceeds the standards established pursuant to paragraph 2 of subdivision a of this section.\n\t2. The retirement period for any level two clean air taxicab shall be extended by one year beyond the applicable standard retirement period for taxicabs established pursuant to rule of the commission.\n\t3. The commission may modify the extended retirement period established pursuant to this subdivision for any taxicab where such vehicle does not pass two of the inspections, not including reinspections, conducted at the commission’s inspection facility pursuant to section 19-504 of this chapter in the twelve-month period immediately preceding the time at which such vehicle would otherwise be required to be retired pursuant to rule of the commission, or where such vehicle does not pass an inspection conducted at the commission’s inspection facility pursuant to section 19-504 of this chapter after the time at which such vehicle would otherwise be required to be retired pursuant to rule of the commission.\n\tc. Nothing contained herein shall affect the authority of the commission pursuant to subdivision f of section 19-504 of this chapter to order an owner to repair or replace a licensed vehicle where it appears that such vehicle no longer meets the reasonable standards for safe operation prescribed by the commission.\n§2. This local law shall take effect one hundred twenty days after its enactment into law, provided that the commission may promulgate any rules and take any other actions as shall be necessary for the timely implementation of this local law prior to such effective date; provided further that this local law shall be deemed repealed for any new vehicle placed into service seven years after such law’s effective date.\nPH/DD\nInt. 734A/2005\n11/28/06 - 11:36pm",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Tahoma;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\fs25\\tab\\fs24 Section 1.  Chapter 5 of title 19 of the administrative code of the city of New York is amended by adding a new section 19-535 to read as follows:\\par\n\\pard\\sl480\\slmult1\\qj\\tab\\ul\\'a719-535 Extension of retirement periods for taxicabs. a. Definitions.  For the purposes of this section only, the following terms shall have the following meanings:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj 1. \\ldblquote Accessible taxicab\\rdblquote  shall mean any vehicle approved for use by the commission as a taxicab that meets the specifications and requirements for accessible vehicles pursuant to the americans with disabilities act of 1990, as amended, and rules promulgated by the commission.\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab\\ul 2. \\ldblquote Level one clean air taxicab\\rdblquote  shall mean any vehicle approved for use by the commission as a taxicab that receives an air pollution score of 9.5 or higher from the United States environmental protection agency or its successor agency and is estimated to emit 5.0 tons or less of equivalent carbon dioxide per year by the United States department of energy or its successor agency; provided that such vehicle is powered by the fuel for which such vehicle meets the above-specified standards.  In the event the test method used by the United States environmental protection agency or its successor agency for determining fuel economy is adjusted in a way that impacts United States department of energy or its successor agency estimates of equivalent carbon dioxide emissions for motor vehicles, the commission shall, for vehicles that fall within the affected model years, modify by rule the equivalent carbon dioxide emissions estimate included herein so as to appropriately reflect such adjustment's impact consistent with the intent of this section.    \\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx2160\\ulnone\\fs25\\tab\\ul\\fs24 3. \\ldblquote Level two clean air taxicab\\rdblquote  shall mean any vehicle approved by the commission for use as a taxicab that receives an air pollution score of 9.0 or higher from the United States environmental protection agency or its successor agency and is estimated to emit 6.4 tons or less of equivalent carbon dioxide per year by the United States department of energy or its successor agency and that does not meet the definition of a level one clean air taxicab pursuant to paragraph 2 of this subdivision; provided that such vehicle is powered by the fuel for which such  vehicle meets the above-specified standards.  In the event the test method used by the United States environmental protection agency or its successor agency for determining fuel economy is adjusted in a way that impacts United States department of energy or its successor agency estimates of equivalent carbon dioxide emissions for motor vehicles, the commission shall, for vehicles that fall within the affected model years, modify by rule the equivalent carbon dioxide emissions estimate included herein so as to appropriately reflect such adjustment's impact consistent with the intent of this section.\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\ulnone\\tab\\ul b. Extension of retirement period. 1. The retirement period for any accessible taxicab or level one clean air taxicab shall be extended by two years beyond the applicable standard retirement period for taxicabs established pursuant to rule of the commission; provided that the retirement period for any such taxicab that must be retired and replaced pursuant to rules of the commission no later than thirty-six months after the vehicle is hacked up, shall be extended by one year beyond the applicable standard retirement period for taxicabs established pursuant to rule of the commission. The two-year extension period established pursuant to this paragraph shall also apply to any vehicle, as specified by rule of the commission, which is not a level one clean air taxicab as defined in this section, but which meets or exceeds the standards established pursuant to paragraph 2 of subdivision a of this section.\\par\n\\ulnone\\tab\\ul 2. The retirement period for any level two clean air taxicab shall be extended by one year beyond the applicable standard retirement period for taxicabs established pursuant to rule of the commission.\\par\n\\ulnone\\tab 3\\ul . The commission may modify the extended retirement period established pursuant to this subdivision for any taxicab where such vehicle does not pass two of the inspections, not including reinspections, conducted at the commission\\rquote s inspection facility pursuant to section 19-504 of this chapter in the twelve-month period immediately preceding the time at which such vehicle would otherwise be required to be retired pursuant to rule of the commission, or where such vehicle does not pass an inspection conducted at the commission\\rquote s inspection facility pursuant to section 19-504 of this chapter after the time at which such vehicle would otherwise be required to be retired pursuant to rule of the commission.\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx2160\\ulnone\\tab\\ul c. Nothing contained herein shall affect the authority of the commission pursuant to subdivision f of section 19-504 of this chapter to order an owner to repair or replace a licensed vehicle where it appears that such vehicle no longer meets the reasonable standards for safe operation prescribed by the commission.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a72. This local law shall take effect one hundred twenty days after its enactment into law, provided that the commission may promulgate any rules and take any other actions as shall be necessary for the timely implementation of this local law prior to such effective date; provided further that this local law shall be deemed repealed for any new vehicle placed into service seven years after such law\\rquote s effective date.\\par\n\\pard\\qj\\fs20 PH/DD\\par\nInt. 734A/2005\\par\n11/28/06 - 11:36pm\\ul\\fs24\\par\n\\pard\\ulnone\\b\\par\n}\n\u0000",
  "LastModified": "2015-06-02T14:50:18.58Z"
}
