{
  "ID": 35605,
  "GUID": "1E645028-93CB-464E-844B-CCF18E94B10C",
  "File": "Int 0160-2006",
  "Name": "Exemption of tax liens on residences of certain low income seniors from the tax lien sale program.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the exemption of tax liens on residences of certain low income seniors from the tax lien sale program and procedures of foreclosure in rem.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2006-02-15T00:00:00Z",
  "AgendaDate": "2006-02-15T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    }
  ],
  "History": [
    {
      "ID": 187183,
      "Date": "2006-02-15T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 187472,
      "Date": "2006-02-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Finance",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5803,
      "AgendaSequence": 288,
      "MinutesSequence": 319,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Finance",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236715,
      "Date": "2009-12-31T16:40:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 36110,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Subdivision a of section 11-319 of the administrative code of the City of New York, as amended by local law number 36 for the year 2001, is amended to read as follows:\na.   A tax lien or tax liens on a property or any component of the amount thereof may be sold by the city as authorized by subdivision b of this section, when such tax lien or tax liens shall have remained unpaid in whole or in part for one year, provided, however, that a tax lien or tax liens on any class 1 property or on class 2 property that is a residential condominium or residential cooperative, as such classes of property are defined in subdivision l of section1802 of the real property tax law, may be sold by the city only when the real property tax component of such tax lien or tax liens shall have remained unpaid in whole or in part for three years, and after such sale shall be transferred, in the manner provided by this chapter.  Notwithstanding anything in this subdivision to the contrary, no tax lien on any class 1 property or on class 2 property that is a residential condominium or residential cooperative, as such classes of property are defined in subdivision l of section1802 of the real property tax law, may be sold by the city where the owner of such property is receiving an exemption from taxes on real estate pursuant to section 11-245.3 of this code.    A tax lien or tax liens on any property classified as a class 2 property, except a class 2 property that is a residential condominium or residential cooperative, or class 3 property, as such classes of property are defined in subdivision 1 of section 1802 of the real property tax law, shall not be sold by the city unless such tax lien or tax liens include a real property tax component as of the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale. Notwithstanding any provision of this subdivision to the contrary, any such tax lien or tax liens that remain unpaid in whole or in part after such date may be sold regardless of whether such tax lien or tax liens include a real property tax component. A tax lien or tax liens on a property classified as a class 4 property, as such class of property is defined in subdivision 1 of section 1802 of the real property tax law, shall not be sold by the city unless such tax lien or tax liens include a real property tax component or sewer rents component or sewer surcharges component or water rents component as of the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale, provided, however, that any tax lien or tax liens that remain unpaid in whole or in part after such date may be sold regardless of whether such tax lien or tax liens include a real property tax component, sewer rents component, sewer surcharges component or water rents component. For purposes of this subdivision, the words \"real property tax\" shall not include an assessment or charge upon property imposed pursuant to section 25-411 of the administrative code. A sale of a tax lien or tax liens shall include, in addition to such lien or liens that have remained unpaid in whole or in part for one year, or, in the case of any class 1 property or class 2 property that is a residential condominium or a residential cooperative, when the real property tax component of such lien or liens has remained unpaid in whole or in part for three years, any taxes, assessments, sewer rents, sewer surcharges, water rents, any other charges that are made a lien subject to the provisions of this chapter, the costs of any advertisements and notices given pursuant to this chapter, any other charges that are due and payable, a surcharge pursuant to section 11-332 of this chapter, and interest and penalties thereon or such component of the amount thereof as shall be determined by the commissioner of finance.\n§2.  Subdivision a-1 of section 11-319 of the administrative code of the City of New York, as amended by local law number 36 for the year 2001, is amended to read as follows:\na-1.   A subsequent tax lien or tax liens on a property or any component of the amount thereof may be sold by the city pursuant to this chapter, provided, however, that notwithstanding any provision in this chapter to the contrary, such tax lien or tax liens may be sold regardless of whether such tax lien or tax liens have remained unpaid in whole or in part for one year and, notwithstanding any provision in this chapter to the contrary, in the case of any class 1 property or class 2 property that is a residential condominium or residential cooperative, such tax lien or tax liens may be sold if the real property tax component of such tax lien or tax liens has remained unpaid in whole or in part for one year.  For purposes of this subdivision, the term “subsequent tax lien or tax liens” shall mean any tax lien or tax liens on property that become such on or after the date of sale of any tax lien or tax liens on such property that have been sold pursuant to this chapter, provided that the prior tax lien or tax liens remain unpaid as of the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale of the subsequent tax lien or tax liens.  Notwithstanding anything in this subdivision to the contrary, no subsequent tax lien on any class 1 property or on class 2 property that is a residential condominium or residential cooperative, as such classes of property are defined in subdivision l of section1802 of the real property tax law, may be sold by the city where the owner of such property is receiving an exemption from taxes on real estate pursuant to section 11-245.3 of this code.    A subsequent tax lien or tax liens on any property classified as a class 2 property, except a class 2 property that is a residential condominium or residential cooperative, or class 3 property, as such classes of property are defined in subdivision 1 of section 1802 of the real property tax law, shall not be sold by the city unless such tax lien or tax liens include a real property tax component as of the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale. Notwithstanding any provision of this subdivision to the contrary, any such tax lien or tax liens that remain unpaid in whole or in part after such date may be sold regardless of whether such tax lien or tax liens include a real property tax component. A subsequent tax lien or tax liens on a property classified as a class 4 property, as such class of property is defined in subdivision 1 of section 1802 of the real property tax law, shall not be sold by the city unless such tax lien or tax liens include a real property tax component or sewer rents component or sewer surcharges component or water rents component as of the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale, provided, however, that any tax lien or tax liens that remain unpaid in whole or in part after such date may be sold regardless of whether such tax lien or tax liens include a real property tax component, sewer rents component, sewer surcharges component or water rents component. For purposes of this subdivision, the words \"real property tax\" shall not include an assessment or charge upon property imposed pursuant to section 25-411 of the administrative code. Nothing in this subdivision shall be deemed to limit the rights conferred by section 11-332 of this chapter on the holder of a tax lien certificate with respect to a subsequent tax lien.\n§3.  Section 11-404 of the administrative code of the city of New York is hereby amended by adding a new subdivision c to read as follows:\n\t   c.  Notwithstanding any provision of law to the contrary, the city shall not foreclose on any tax lien on any class 1 property or on class 2 property that is a residential condominium or residential cooperative, as such classes of property are defined in subdivision l of section1802 of the real property tax law, where the owner of such property is receiving an exemption from taxes on real estate pursuant to section 11-245.3 of this code.   \n§4. This local law shall take effect immediately.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fmodern\\fprq1\\fcharset0 Courier New;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\fs24\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\pard\\nowidctlpar\\qj\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\cf1\\ulnone Section 1.  Subdivision a of section 11-319 of the administrative code of the City of New York, as amended by local law number 36 for the year 2001, is amended to read as follows:\\par\na.   A tax lien or tax liens on a property or any component of the amount thereof may be sold by the city as authorized by subdivision b of this section, when such tax lien or tax liens shall have remained unpaid in whole or in part for one year, provided, however, that a tax lien or tax liens on any class 1 property or on class 2 property that is a residential condominium or residential cooperative, as such classes of property are defined in subdivision l of section1802 of the real property tax law, may be sold by the city only when the real property tax component of such tax lien or tax liens shall have remained unpaid in whole or in part for three years, and after such sale shall be transferred, in the manner provided by this chapter.  \\ul Notwithstanding anything in this subdivision to the contrary, no tax lien on any class 1 property or on class 2 property that is a residential condominium or residential cooperative, as such classes of property are defined in subdivision l of section1802 of the real property tax law, may be sold by the city where the owner of such property is receiving an exemption from taxes on real estate pursuant to section 11-245.3 of this code.\\ulnone     A tax lien or tax liens on any property classified as a class 2 property, except a class 2 property that is a residential condominium or residential cooperative, or class 3 property, as such classes of property are defined in subdivision 1 of section 1802 of the real property tax law, shall not be sold by the city unless such tax lien or tax liens include a real property tax component as of the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale. Notwithstanding any provision of this subdivision to the contrary, any such tax lien or tax liens that remain unpaid in whole or in part after such date may be sold regardless of whether such tax lien or tax liens include a real property tax component. A tax lien or tax liens on a property classified as a class 4 property, as such class of property is defined in subdivision 1 of section 1802 of the real property tax law, shall not be sold by the city unless such tax lien or tax liens include a real property tax component or sewer rents component or sewer surcharges component or water rents component as of the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale, provided, however, that any tax lien or tax liens that remain unpaid in whole or in part after such date may be sold regardless of whether such tax lien or tax liens include a real property tax component, sewer rents component, sewer surcharges component or water rents component. For purposes of this subdivision, the words \"real property tax\" shall not include an assessment or charge upon property imposed pursuant to section 25-411 of the administrative code. A sale of a tax lien or tax liens shall include, in addition to such lien or liens that have remained unpaid in whole or in part for one year, or, in the case of any class 1 property or class 2 property that is a residential condominium or a residential cooperative, when the real property tax component of such lien or liens has remained unpaid in whole or in part for three years, any taxes, assessments, sewer rents, sewer surcharges, water rents, any other charges that are made a lien subject to the provisions of this chapter, the costs of any advertisements and notices given pursuant to this chapter, any other charges that are due and payable, a surcharge pursuant to section 11-332 of this chapter, and interest and penalties thereon or such component of the amount thereof as shall be determined by the commissioner of finance.\\par\n\\'a72.  Subdivision a-1 of section 11-319 of the administrative code of the City of New York, as amended by local law number 36 for the year 2001, is amended to read as follows:\\par\na-1.   A subsequent tax lien or tax liens on a property or any component of the amount thereof may be sold by the city pursuant to this chapter, provided, however, that notwithstanding any provision in this chapter to the contrary, such tax lien or tax liens may be sold regardless of whether such tax lien or tax liens have remained unpaid in whole or in part for one year and, notwithstanding any provision in this chapter to the contrary, in the case of any class 1 property or class 2 property that is a residential condominium or residential cooperative, such tax lien or tax liens may be sold if the real property tax component of such tax lien or tax liens has remained unpaid in whole or in part for one year.  For purposes of this subdivision, the term \\ldblquote subsequent tax lien or tax liens\\rdblquote  shall mean any tax lien or tax liens on property that become such on or after the date of sale of any tax lien or tax liens on such property that have been sold pursuant to this chapter, provided that the prior tax lien or tax liens remain unpaid as of the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale of the subsequent tax lien or tax liens.  \\ul Notwithstanding anything in this subdivision to the contrary, no subsequent tax lien on any class 1 property or on class 2 property that is a residential condominium or residential cooperative, as such classes of property are defined in subdivision l of section1802 of the real property tax law, may be sold by the city where the owner of such property is receiving an exemption from taxes on real estate pursuant to section 11-245.3 of this code.\\ulnone     A subsequent tax lien or tax liens on any property classified as a class 2 property, except a class 2 property that is a residential condominium or residential cooperative, or class 3 property, as such classes of property are defined in subdivision 1 of section 1802 of the real property tax law, shall not be sold by the city unless such tax lien or tax liens include a real property tax component as of the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale. Notwithstanding any provision of this subdivision to the contrary, any such tax lien or tax liens that remain unpaid in whole or in part after such date may be sold regardless of whether such tax lien or tax liens include a real property tax component. A subsequent tax lien or tax liens on a property classified as a class 4 property, as such class of property is defined in subdivision 1 of section 1802 of the real property tax law, shall not be sold by the city unless such tax lien or tax liens include a real property tax component or sewer rents component or sewer surcharges component or water rents component as of the date of the first publication, pursuant to subdivision a of section 11-320 of this chapter, of the notice of sale, provided, however, that any tax lien or tax liens that remain unpaid in whole or in part after such date may be sold regardless of whether such tax lien or tax liens include a real property tax component, sewer rents component, sewer surcharges component or water rents component. For purposes of this subdivision, the words \"real property tax\" shall not include an assessment or charge upon property imposed pursuant to section 25-411 of the administrative code. Nothing in this subdivision shall be deemed to limit the rights conferred by section 11-332 of this chapter on the holder of a tax lien certificate with respect to a subsequent tax lien.\\par\n\\'a73.  Section 11-404 of the administrative code of the city of New York is hereby amended by adding a new subdivision c to read as follows:\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tab    \\ul c.  Notwithstanding any provision of law to the contrary, the city shall not foreclose on any tax lien on any class 1 property or on class 2 property that is a residential condominium or residential cooperative, as such classes of property are defined in subdivision l of section1802 of the real property tax law, where the owner of such property is receiving an exemption from taxes on real estate pursuant to section 11-245.3 of this code\\ulnone .   \\par\n\\pard\\nowidctlpar\\fi864\\sl480\\slmult1\\qj\\tx864\\tx1584\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640\\cf0\\'a74. This local law shall take effect immediately.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tx864\\tx1584\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640\\f1\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
