{
  "ID": 35666,
  "GUID": "C74F394E-EBA0-44CA-A042-6B1C40FB1139",
  "File": "Int 0161-2006",
  "Name": "Preventing the use of government subsidies to rent residential properties with a record of hazardous or seriously hazardous conditions.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to preventing the use of government subsidies to rent residential properties with a record of hazardous or seriously hazardous conditions.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 12,
  "BodyName": "Committee on General Welfare",
  "IntroDate": "2006-03-01T00:00:00Z",
  "AgendaDate": "2006-03-01T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 5294,
      "Slug": "betsy-gotbaum",
      "FullName": "Betsy Gotbaum"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    }
  ],
  "History": [
    {
      "ID": 187737,
      "Date": "2006-03-01T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 187947,
      "Date": "2006-03-01T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on General Welfare",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5832,
      "AgendaSequence": 77,
      "MinutesSequence": 94,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "General Welfare",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 189891,
      "Date": "2006-04-27T09:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 12,
      "BodyName": "Committee on General Welfare",
      "EventID": 5999,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 190394,
      "Date": "2006-04-27T09:30:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 12,
      "BodyName": "Committee on General Welfare",
      "EventID": 5999,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236714,
      "Date": "2009-12-31T16:39:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 72356,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 4/27/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/5020f066-92ec-45b2-a1ba-c84b8e9e81fc.doc",
      "Sort": 1
    },
    {
      "ID": 72625,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 4/27/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/bd7265cd-ca71-4b6c-ac01-31c761f0b839.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 36181,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Chapter one of title 21 of the administrative code of the city of New York is hereby amended by adding a new section 21-133 to read as follows:\n§21-133.  a.  Definitions.  1.  “Covered agency” means the department of homeless services, the human resources administration/department of social services or the administration for children’s services.   \n2.  “Change in ownership” means a change of ownership of a residential property from an individual, partnership, corporation or other entity to an unrelated individual, partnership, corporation or other entity.\n3.  “Housing stability plus” means a city-administered, time-limited program to offer rent subsidies to persons who are ready to leave shelter for permanent residency or families reunifying from foster care where the only barrier to reunification is housing.\n4.  “Life threatening” means violations such as the following:  no running water, plumbing fixtures are not attached, no hot water, no heat during the period October 1 through May 31, severe infestation, hazardous electrical conditions, severe structural defects, peeling lead paint.\n5.  “Recipient” means a person who receives or is approved to receive a rent supplement.  \n6.  “Rent supplement” means funds administered by a covered agency under the housing stability plus program or rent enhancements or emergency housing placements paid on behalf of clients of the hiv and aids services administration of the human resources administration/department of social services for any unit in a residential building leased after the effective date of the local law that added this section.  \n7.  “Residential building” means any class ‘A’ or class ‘B’ multiple dwelling as defined by section four of article one of the new york state multiple dwelling law.\n8.  “Serious violation” means a violation classified as hazardous or immediately  hazardous according to § 27-2115(d) of the administrative code of the city of New York.  \nb.  Referrals prohibited.  Except as set forth in subdivision e of this section, no covered agency may provide a referral to a recipient to a dwelling unit in a residential building: \n1.  if the dwelling unit has open life threatening violations; or \n2.  if the residential building has a total of fewer than 35 dwelling units and has an average of at least three open serious violations per dwelling unit; or \n3.  if the residential building has a total of 35 or more dwelling units and has an average of at least two open serious violations per dwelling unit. \nc.  Approval prohibited.  Except as set forth in subdivision e of this section, no covered agency may approve an initial lease for rental of a dwelling unit in a residential building: \n1.  if the dwelling unit has open life threatening violations; or \n2.  if the residential building has a total of fewer than 35 dwelling units and has an average of at least three open serious violations per dwelling unit; or \n3.  if the residential building has a total of 35 or more dwelling units and has an average of at least two open serious violations per dwelling unit.  \nd.  Notification.  When a dwelling unit for which a rent supplement is paid is in a residential building with fewer than 35 dwelling units that has been cited with an average of at least three, open serious violations per dwelling unit or is in a residential building with 35 or more dwelling units that has been cited with an average of at least two, open serious violations per dwelling unit, the covered agency will send written notification to the recipient, the owner of the property and the new york city department of housing preservation and development identifying the unit; indicating that it is in a residential building that has been cited with an average of at least three open serious violations per dwelling unit in a building with fewer than 35 units or an average of at least two open serious violations per dwelling unit in a building with at least 35 units; and informing the recipient that s/he has the right to pursue all available legal remedies arising from the existence of serious violations in the residential building. \ne.  Changes in ownership.  No unit in a residential building that has undergone a change in ownership within the six months immediately preceding referral or approval shall be prohibited from receiving referrals or receiving approval for leases as set forth in subdivisions b or c of this section, provided that the new owner certifies that necessary repairs have been undertaken to bring the property into compliance with the provisions of this section.\nf.  Existing rights.  No provision of this section limits any rights, privileges or protections a recipient or covered agency has as a tenant under existing law or regulation.  \n§2.  This local law shall take effect 180 days after its enactment.   \n\n\n\nL.S. 230\nJ.D.S.   \n2.21.06",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\pard\\par\n\\v0\\par\n\\pard\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1. Chapter one of title 21 of the administrative code of the city of New York is hereby amended by adding a new section 21-133 to read as follows:\\par\n\\ul\\'a721-133.  a.  \\b Definitions\\b0 .  1.  \\ldblquote Covered agency\\rdblquote  means the department of homeless services, the human resources administration/department of social services or the administration for children\\rquote s services.   \\par\n2.  \\ldblquote Change in ownership\\rdblquote  means a change of ownership of a residential property from an individual, partnership, corporation or other entity to an unrelated individual, partnership, corporation or other entity.\\par\n3.  \\ldblquote Housing stability plus\\rdblquote  means a city-administered, time-limited program to offer rent subsidies to persons who are ready to leave shelter for permanent residency or families reunifying from foster care where the only barrier to reunification is housing.\\par\n4.  \\ldblquote Life threatening\\rdblquote  means violations such as the following:  no running water, plumbing fixtures are not attached, no hot water, no heat during the period October 1 through May 31, severe infestation, hazardous electrical conditions, severe structural defects, peeling lead paint.\\par\n5.  \\ldblquote Recipient\\rdblquote  means a person who receives or is approved to receive a rent supplement.  \\par\n6.  \\ldblquote Rent supplement\\rdblquote  means funds administered by a covered agency under the housing stability plus program or rent enhancements or emergency housing placements paid on behalf of clients of the hiv and aids services administration of the human resources administration/department of social services for any unit in a residential building leased after the effective date of the local law that added this section.  \\par\n7.  \\ldblquote Residential building\\rdblquote  means any class \\lquote A\\rquote  or class \\lquote B\\rquote  multiple dwelling as defined by section four of article one of the new york state multiple dwelling law.\\fs20\\par\n\\fs24 8.  \\ldblquote Serious violation\\rdblquote  means a violation classified as hazardous or immediately  hazardous according to \\'a7 27-2115(d) of the administrative code of the city of New York.  \\par\nb.  \\b Referrals prohibited.  \\b0 Except as set forth in subdivision e of this section, no covered agency may provide a referral to a recipient to a dwelling unit in a residential building: \\par\n1.  if the dwelling unit has open life threatening violations; or \\par\n2.  if the residential building has a total of fewer than 35 dwelling units and has an average of at least three open serious violations per dwelling unit; or \\par\n3.  if the residential building has a total of 35 or more dwelling units and has an average of at least two open serious violations per dwelling unit. \\par\nc.  \\b Approval prohibited.  \\b0 Except as set forth in subdivision e of this section, no covered agency may approve an initial lease for rental of a dwelling unit in a residential building: \\par\n1.  if the dwelling unit has open life threatening violations; or \\par\n2.  if the residential building has a total of fewer than 35 dwelling units and has an average of at least three open serious violations per dwelling unit; or \\par\n3.  if the residential building has a total of 35 or more dwelling units and has an average of at least two open serious violations per dwelling unit.  \\par\nd.  \\b Notification.  \\b0 When a dwelling unit for which a rent supplement is paid is in a residential building with fewer than 35 dwelling units that has been cited with an average of at least three, open serious violations per dwelling unit or is in a residential building with 35 or more dwelling units that has been cited with an average of at least two, open serious violations per dwelling unit, the covered agency will send written notification to the recipient, the owner of the property and the new york city department of housing preservation and development identifying the unit; indicating that it is in a residential building that has been cited with an average of at least three open serious violations per dwelling unit in a building with fewer than 35 units or an average of at least two open serious violations per dwelling unit in a building with at least 35 units; and informing the recipient that s/he has the right to pursue all available legal remedies arising from the existence of serious violations in the residential building. \\par\ne.  \\b Changes in ownership.  \\b0 No unit in a residential building that has undergone a change in ownership within the six months immediately preceding referral or approval shall be prohibited from receiving referrals or receiving approval for leases as set forth in subdivisions b or c of this section, provided that the new owner certifies that necessary repairs have been undertaken to bring the property into compliance with the provisions of this section.\\par\nf.  \\b Existing rights.\\b0   No provision of this section limits any rights, privileges or protections a recipient or covered agency has as a tenant under existing law or regulation.  \\ulnone\\par\n\\pard\\fi360\\sl480\\slmult1\\'a72.  This local law shall take effect 180 days after its enactment.   \\fs20\\par\n\\pard\\fi360\\par\n\\par\n\\par\nL.S. 230\\par\nJ.D.S.   \\par\n2.21.06\\fs24\\par\n\\pard\\fs18\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
