{
  "ID": 35700,
  "GUID": "3575DCDE-CDDD-4C8C-ABE9-28281CC1697F",
  "File": "Int 0165-2006",
  "LocalLaw": "2006/014",
  "Name": "Annual disclosure of financial interests by certain officers and employees of or affiliated with NYC.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the annual disclosure of financial interests by certain officers and employees of or affiliated with the city of New York.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 21,
  "BodyName": "Committee on Standards and Ethics",
  "IntroDate": "2006-03-01T00:00:00Z",
  "AgendaDate": "2006-03-01T00:00:00Z",
  "PassedDate": "2006-06-13T00:00:00Z",
  "EnactmentDate": "2006-06-13T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "History": [
    {
      "ID": 187797,
      "Date": "2006-03-01T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 187968,
      "Date": "2006-03-01T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Standards and Ethics",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5832,
      "AgendaSequence": 98,
      "MinutesSequence": 115,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Standards and Ethics",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 190376,
      "Date": "2006-05-04T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 21,
      "BodyName": "Committee on Standards and Ethics",
      "EventID": 6019,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 190593,
      "Date": "2006-05-04T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 21,
      "BodyName": "Committee on Standards and Ethics",
      "EventID": 6019,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 191414,
      "Date": "2006-05-24T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 21,
      "BodyName": "Committee on Standards and Ethics",
      "EventID": 6158,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 191443,
      "Date": "2006-05-24T10:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Introduction be Approved by Committee approved by Roll Call.",
      "BodyID": 21,
      "BodyName": "Committee on Standards and Ethics",
      "EventID": 6158,
      "MinutesSequence": 3,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 191545,
      "Date": "2006-05-24T13:30:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "A motion was made that this Introduction be Approved by Council approved by consent Roll Call.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6181,
      "AgendaSequence": 95,
      "MinutesSequence": 106,
      "Version": "*",
      "AgendaNote": "Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 191992,
      "Date": "2006-05-24T17:00:00Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "This Introduction was Sent to Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 191950,
      "Date": "2006-06-13T15:10:00Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "This Introduction was Hearing Held by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "*",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 192516,
      "Date": "2006-06-13T21:45:00Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "This Introduction was Signed Into Law by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "*",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 192613,
      "Date": "2006-06-15T11:03:00Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "This Introduction was Recved from Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 72388,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 5/4/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/91027c98-ecfa-4e68-a50c-e9098d9c716e.doc",
      "Sort": 1
    },
    {
      "ID": 74002,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 5/4/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/8883edcd-25c6-4e91-991b-9fc2312a87eb.doc",
      "Sort": 2
    },
    {
      "ID": 72678,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 5/24/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/6354c12b-4493-4b34-bad6-f87f6c688c6c.doc",
      "Sort": 3
    },
    {
      "ID": 73568,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 5/24/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/ecc763ca-beb5-4cee-b9ff-5b16c12a8eea.doc",
      "Sort": 4
    },
    {
      "ID": 72704,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal Impact Statement",
      "Link": "http://nyc.legistar1.com/nyc/attachments/6f62846e-f59b-459e-92fb-a2218f423aee. 165 Financial  Disclosure.doc",
      "Sort": 5
    },
    {
      "ID": 73051,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 5/24/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/c0fd5e96-185b-4afc-a9dc-f17e5f8817e2.doc",
      "Sort": 6
    },
    {
      "ID": 73893,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law",
      "Link": "http://nyc.legistar1.com/nyc/attachments/3d686c2f-3d7a-4600-8591-c55e23ebf46f.doc",
      "Sort": 7
    }
  ],
  "Summary": "",
  "TextID": 36215,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Paragraph 2 of subdivision a of section 12-110 of the administrative code of the city of New York, as added by local law number 43 for the year 2003, is amended to read as follows:\n2.  The term “city employee” shall be defined as an employee of a city, county, borough or other office, position, administration, department, division, bureau, board, commission, authority, corporation or other agency of government, the expenses of which are paid in whole or in part from the city treasury and shall include but not be limited to employees of the New York city health and hospitals corporation, the New York city industrial development agency, [and] the offices of the district attorneys of the counties of Bronx, Kings, New York, Queens and Richmond and of the special narcotics prosecutor, and the New York city housing development corporation.\n§2.  Paragraph 9 of subdivision a of section 12-110 of the administrative code of the city of New York, as added by local law number 43 for the year 2003, is amended to read as follows:\n9.  The term “relative” shall mean the spouse, domestic partner, parent, grandparent, child, stepchild, or stepparent of the person reporting, or any person who is the direct descendant of the grandparents of the person reporting or of the spouse or domestic partner of the person reporting.\n§3.  Paragraph 3 of subdivision b of section 12-110 of the administrative code of the city of New York, as added by local law number 43 for the year 2003, is amended to read as follows:\n3.  (a)  The following categories of [city officers and employees] persons who had such status during the preceding calendar year or up until the date of filing their financial disclosure report shall be required to file a report not later than May first of each year:\n(1) Each agency head, deputy agency head, assistant agency head, member of any board or commission, other than a member of a board or a commission who serves without compensation, provided, however, that a member of the New York city housing development corporation shall be deemed to be a compensated member of such corporation for purposes of this section;\n(2)  Each employee of the mayor’s office, the city council, a district attorney’s office, [or] the office of the special narcotics prosecutor, or any other agency that does not employ M-level mayor’s management plan indicators for its managers, whose responsibilities on April thirtieth of each year involve the independent exercise of managerial or policymaking functions, as annually determined by the appointing authority of his or her agency, subject to review by the conflicts of interest board;\n(3)  Each city employee, other than an employee of the mayor’s office, the city council, a district attorney’s office or the special narcotics prosecutor’s office, who, on April thirtieth of each year, is [a member of the] paid in accordance with the mayor’s management pay plan [on April thirtieth of each year in title] at level M4 or higher, or who holds a policymaking position on such date, as defined by rule of the conflicts of interest board and as annually determined by the head of his or her agency, subject to review by the conflicts of interest board;\n(4)  Each [city] employee whose duties at any time during the preceding calendar year involved the negotiation, authorization or approval of contracts, leases, franchises, revocable consents, concessions and applications for zoning changes, variances and special permits, as defined by rule of the conflicts of interest board and as annually determined by his or her agency head or employer, subject to review by the conflicts of interest board.\n(5)  Each assessor required to file a report solely by reason of section three hundred thirty-six of the real property tax law, provided, however, that the report filed by any such assessor shall be the report prescribed by such section of the real property tax law;\n(6)  Any other person required by New York law to file a financial disclosure report with the conflicts of interest board.\n(b)  Separation from [city] service.\n(1)  Each [officer and employee] person described in this paragraph shall, following separation from [city] service, file such report for the portion of the last calendar year in which he or she served in his or her position within sixty days of his or her separation from service or on the May  first next succeeding, whichever is earlier, if such person met the criteria of this subparagraph on his or her last day of service.  Each such [officer and employee] person who leaves service prior to May first shall also file a report for the previous calendar year within sixty days of his or her separation from service or on the May first next succeeding, whichever is earlier.\n(2)  Each [such officer and employee] person who is terminating or separating from [city] service shall not receive his or her final paycheck, and/or any lump sum payment to which he or she may be entitled, until such [officer and employee] person has complied with the requirements of this section.\n(3)  Each elected officer and each local political party official described in paragraph six of subdivision a of this section shall, after leaving office, file such report for the previous calendar year, if such officer or local political party official has not previously filed such report, and shall file such report for the portion of the last calendar year in which he or she served in office, within sixty days of his or her last day in office or on the May first next succeeding, whichever is earlier.\n§4.  Paragraph 1 of subdivision d of section 12-110 of the administrative code of the city of New York, as added by local law number 43 for the year 2003, is amended to read as follows:\n1.  List the name of the person reporting;  his or her title or position;  the entity by which he or she is employed;  his or her office address and telephone number;  list the marital status of the person reporting, and if married, list the spouse’s full name including maiden name where applicable;  indicate whether the person is a member of a domestic partnership, and if so, list the partner’s full name;  list the names of all unemancipated children.  For purposes of this section, the term “unemancipated child” shall mean any son, daughter, stepson or stepdaughter who is under age eighteen, unmarried and living in the household of the person reporting, and shall also include any son or daughter of the spouse or domestic partner of such person who is under age eighteen, unmarried and living in the household of the person.\n§5.  Subparagraph (a) of paragraph 3 of subdivision d of section 12-110 of the administrative code of the city of New York, as added by local law number 43 for the year 2003, is amended to read as follows:\n(a)  List the name, address and description of any occupation, trade, business, profession or employment, other than the employment listed pursuant to paragraph one of this subdivision, engaged in by the person reporting.  If such [profession or employment] employer or business was licensed or regulated by any state or local agency, or [the business] engaged in business dealings with, or had matters other than ministerial before, and state or local agency, list the name of any such agency.\n§6.  Subparagraph (b) of paragraph 8 of subdivision d of section 12-110 of the administrative code of the city of New York, as added by local law number 43 for the year 2003, is amended to read as follows:\n(b)  Reimbursement to the person reporting or his or her spouse or domestic partner, for expenditures, excluding campaign expenditures and expenditures in connection with official duties reimbursed by the city, of one thousand dollars or more in each instance.  For purposes of this subparagraph, the term “reimbursements” shall mean any travel-related expenses provided by non-governmental sources [and], whether directly or as repayment, for activities related to the reporting person’s official duties, such as speaking engagements, conferences, or fact-finding events, but shall not include gifts reported pursuant to subparagraph (d) of this paragraph. \n§7.  Subparagraph (d) of paragraph 8 of subdivision d of section 12-110 of the administrative code of the city of New York, as added by local law number 43 for the year 2003, is amended to read as follows:\n(d) Any gift, its value and nature, in the aggregate amount or value of one thousand dollars or more from any single source received by the person reporting, his or her spouse or domestic partner or unemancipated child, during the preceding calendar year, excluding gifts from a relative, except as otherwise provided under the election law covering campaign contributions.  For purposes of this subparagraph, the term “gift” shall not include reimbursements, as defined in subparagraph (b) of this paragraph[, and the term “relative” shall mean the spouse, domestic partner, stepchild, or stepparent of the person reporting, or any person who is a direct descendant of the grandparents of the person reporting or of the spouse or domestic partner of the person reporting].\n§8.  Subparagraph (a) of paragraph 9 of subdivision d of section 12-110 of the administrative code of the city of New York, as added by local law number 43 for the year 2003, is amended to read as follows:\n(a) List the identity and value, if reasonably ascertainable, of each interest in a trust, estate or beneficial interest held by the person reporting or his or her spouse or domestic partner, including but not limited to (1) retirement plans (other than retirement plans of the state of New York or city of New York) and (2) deferred compensation plans established in accordance with the internal revenue code, where the person reporting or his or her spouse or domestic partner held a beneficial interest of one thousand dollars or more during the preceding calendar year.  Do not report interests in an estate of a relative[, as defined in subparagraph (d) of paragraph eight of this subdivision,] or interests in a trust or other beneficial interest established by or for a relative or by or for the estate of a relative.\n§9.  Subparagraph (b) of paragraph 9 of subdivision d of section 12-110 of the administrative code of the city of New York, as added by local law number 43 for the year 2003, is amended to read as follows:\n(b) List each assignment of income of one thousand dollars or more, and each transfer other than to a relative[, as defined in subparagraph (d) of paragraph eight of this subdivision,] during the preceding calendar year for less than fair consideration of an interest of one thousand dollars or more, in a trust, estate, or other beneficial interest, securities or real property, by the person reporting, which would otherwise be required to be reported herein and is not or has not been reported.\n§10.  Paragraph 13 of subdivision d of section 12-110 of the administrative code of the city of New York, as added by local law number 43 for the year 2003, is amended to read as follows:\n13.  List the location, size, general nature, acquisition date, market value and percentage of ownership of any real property in which any vested or contingent interest of one thousand dollars or more was held by the person reporting or his or her spouse or domestic partner during the preceding calendar year.  List real property owned for investment purposes by a corporation more than fifty per centum of the stock of which is owned or controlled by the person reporting or his or her spouse or domestic partner.  Do not list any real property which is the primary or secondary personal residence of the reporting person or his or her spouse or domestic partner, except where there is a co-owner who is other than a relative[, as defined in subparagraph (d) of paragraph eight of this subdivision].\n§11.  Paragraph 14 of subdivision d of section 12-110 of the administrative code of the city of New York, as added by local law number 43 for the year 2003, is amended to read as follows:\n14.  List the identity of each note or account receivable or other outstanding loan in the amount of one thousand dollars or more held by the person reporting or his or her spouse or domestic partner during the preceding calendar year, including debts secured by a mortgage, and other secured and unsecured debts.  List the name of the debtor, type of obligation, date due and the nature of the collateral, if any, securing payment for each such debt.  Debts, notes and accounts receivable owed to the person reporting or his or her spouse or domestic partner by a relative[, as defined in subparagraph (d) of paragraph eight of this subdivision,] shall not be reported.\n§12.  Paragraph 15 of subdivision d of section 12-110 of the administrative code of the city of New York, as added by local law number 43 for the year 2003, is amended to read as follows: \n15.  List each creditor to whom the person reporting or his or her spouse or domestic partner was indebted, for a period of ninety consecutive days or more during the preceding calendar year, and each such creditor to whom any debt was owed on the date of filing, in an amount of five thousand dollars or more.  Debts to be listed include real estate mortgages and other secured and unsecured loans. If any reportable liability has been guaranteed by any third person, list the name of such guarantor.  Do not list liabilities incurred by, or guarantees made by, the person reporting or his or her spouse or domestic partner or by any proprietorship, partnership or corporation in which such person has an interest, when incurred or made in the ordinary course of trade, business or professional practice of such person.  Include the name of the creditor and any collateral pledged by such individual to secure payment of any such liability.  Do not list any liability to a relative[, as defined in subparagraph (d) of paragraph eight of this subdivision,] or any obligation to pay maintenance in connection with a matrimonial action, alimony or child support payments.  Revolving charge account information shall only be set forth if the liability thereon is in excess of five thousand dollars for a period of ninety consecutive days or more during the preceding calendar year, or if the liability thereon is in excess of five thousand dollars as of the time of filing.  Any loan issued in the ordinary course of business by a financial institution to finance educational costs, the cost of home purchase or improvements for a primary or secondary residence, or purchase of a personally owned motor vehicle, household furniture or appliances shall be excluded.\n§13.  The introductory sentence of subdivision e of section 12-110 of the administrative code of the city of New York, as added by local law number 43 for the year 2003, is amended to read as follows:\nInformation filed in reports required by this section shall be maintained by the conflicts of interest board and shall be made available for public inspection, upon written request on such form as the board shall prescribe, subject to the following provisions:\n§14.  Subparagraph (c) of paragraph 1 of subdivision e of section 12-110 of the administrative code of the city of New York, as added by local law 43 for the year 2003, is relettered (d), and a new subparagraph (c) is added to read as follows:\n(c)  The conflicts of interest board shall provide a written notification of the board’s determination to the person who requested that information be withheld from public inspection and shall not release the information subject to the request until at least ten days after mailing of the notification.  Such notification shall advise the person of his or her right to seek review of such determination by the supreme court of the state of New York and that the conflicts of interest board will not release the information subject to the request until ten days after the mailing of the notification.\n§15.  Subparagraph (d) of paragraph 1 of subdivision e of section 12-110 of the administrative code of the city of New York, as added by local law 43 for the year 2003, is relettered (g), and new subparagraphs (e) and (f) are added to read as follows:\n(e)  Whether or not a person required to file a report pursuant to this section has submitted a request for privacy, the conflicts of interest board may upon its own initiative grant privacy as to any information contained in such person’s report upon a finding by the board that the release of such information would constitute a risk to the safety or security of any person.\n(f)  Where a person required to file a report pursuant to this section files an amendment to a previously submitted report, both the original submission and the amendment shall be available for public inspection, subject to the provisions of this subdivision.\n§16.  Paragraph 2 of subdivision e of section 12-110 of the administrative code of the city of New York, as added by local law 43 of the year 2003, is amended to read as follows:\n2.  Requests to examine reports.  [The conflicts of interest board, upon receiving a written request by a member of the public, on such form as the board shall prescribe, to examine an item for which a written request to withhold information on the ground of privacy, safety or security concerns was submitted pursuant to this paragraph shall notify the person who filed the report that a request for inspection has been made.  No] Whenever pursuant to this section the conflicts of interest board produces a report for public inspection, the board shall notify the person who filed the report of the production and of the identity of the person to whom such report was produced, except that no such notification shall be required if the request to examine the report is made by the [inspector general of the agency in which the person who filed the report is employed or the commissioner] department of investigation or any governmental unit, or component thereof, which performs as one of its principal functions any activity pertaining to the enforcement of criminal laws, provided that such report is requested solely for a law enforcement function.  Nothing in this section shall preclude the conflicts of interest board from disclosing any and all information in a financial disclosure report to the department of investigation or any other governmental unit, or component thereof, which performs as one of its principal functions any activity pertaining to the enforcement of criminal laws, provided that such report is requested solely for a law enforcement function.\n§17.  This local law shall take effect immediately, and shall apply to reports of annual disclosure required to be filed for the calendar year 2005.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj\\tx720\\tab Section 1.  Paragraph 2 of subdivision a of section 12-110 of the administrative code of the city of New York, as added by local law number 43 for the year 2003, is amended to read as follows:\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj 2.  The term \\ldblquote city employee\\rdblquote  shall be defined as an employee of a city, county, borough or other office, position, administration, department, division, bureau, board, commission, authority, corporation or other agency of government, the expenses of which are paid in whole or in part from the city treasury and shall include but not be limited to employees of the New York city health and hospitals corporation, the New York city industrial development agency\\ul ,\\ulnone  [and] the offices of the district attorneys of the counties of Bronx, Kings, New York, Queens and Richmond and \\ul of\\ulnone  the special narcotics prosecutor\\ul , and the New York city housing development corporation\\ulnone .\\par\n\\'a72.  Paragraph 9 of subdivision a of section 12-110 of the administrative code of the city of New York, as added by local law number 43 for the year 2003, is amended to read as follows:\\par\n9.  The term \\ldblquote relative\\rdblquote  shall mean the spouse, domestic partner, parent, grandparent, \\ul child,\\ulnone  stepchild, or stepparent of the person reporting, or any person who is the direct descendant of the grandparents of the person reporting or of the spouse or domestic partner of the person reporting.\\par\n\\'a73.  Paragraph 3 of subdivision b of section 12-110 of the administrative code of the city of New York, as added by local law number 43 for the year 2003, is amended to read as follows:\\par\n3.  (a)  The following categories of [city officers and employees] \\ul persons\\ulnone  who had such status during the preceding calendar year or up until the date of filing their financial disclosure report shall be required to file a report not later than May first of each year:\\par\n(1) Each agency head, deputy agency head, assistant agency head, member of any board or commission, other than a member of a board or a commission who serves without compensation\\ul , provided, however, that a member of the New York city housing development corporation shall be deemed to be a compensated member of such corporation for purposes of this section\\ulnone ;\\par\n(2)  Each employee of \\ul the mayor\\rquote s office,\\ulnone  the city council, a district attorney\\rquote s office, [or] the office of the special narcotics prosecutor, \\ul or any other agency that does not employ M-level mayor\\rquote s management plan indicators for its managers,\\ulnone  whose responsibilities on April thirtieth of each year involve the independent exercise of managerial or policymaking functions, as annually determined by the appointing authority of his or her agency, subject to review by the conflicts of interest board;\\par\n(3)  Each city employee, other than an employee of \\ul the mayor\\rquote s office,\\ulnone  the city council, a district attorney\\rquote s office or the special narcotics prosecutor\\rquote s office, who\\ul , on April thirtieth of each year,\\ulnone  is [a member of the] \\ul paid in accordance with the mayor\\rquote s\\ulnone  management pay plan [on April thirtieth of each year in title] \\ul at level\\ulnone  M4 or higher, or who holds a policymaking position on such date, as defined by rule of the conflicts of interest board and as annually determined by the head of his or her agency, subject to review by the conflicts of interest board;\\par\n(4)  Each [city] employee whose duties at any time during the preceding calendar year involved the negotiation, authorization or approval of contracts, leases, franchises, revocable consents, concessions and applications for zoning changes, variances and special permits, as defined by rule of the conflicts of interest board and as annually determined by his or her agency head \\ul or employer\\ulnone , subject to review by the conflicts of interest board.\\par\n\\ul (5)  Each assessor required to file a report solely by reason of section three hundred thirty-six of the real property tax law, provided, however, that the report filed by any such assessor shall be the report prescribed by such section of the real property tax law;\\par\n(6)  Any other person required by New York law to file a financial disclosure report with the conflicts of interest board.\\ulnone\\par\n(b)  Separation from [city] service.\\par\n(1)  Each [officer and employee] \\ul person\\ulnone  described in this paragraph shall, following separation from [city] service, file such report for the portion of the last calendar year in which he or she served in his or her position within sixty days of his or her separation from service or on the May  first next succeeding, whichever is earlier, if such person met the criteria of this subparagraph on his or her last day of service.  Each such [officer and employee] \\ul person\\ulnone  who leaves service prior to May first shall also file a report for the previous calendar year within sixty days of his or her separation from service or on the May first next succeeding, whichever is earlier.\\par\n(2)  Each [such officer and employee] \\ul person\\ulnone  who is terminating or separating from [city] service shall not receive his or her final paycheck, and/or any lump sum payment to which he or she may be entitled, until such [officer and employee] \\ul person\\ulnone  has complied with the requirements of this section.\\par\n(3)  Each elected officer and each local political party official described in paragraph six of subdivision a of this section shall, after leaving office, file such report for the previous calendar year, if such officer or local political party official has not previously filed such report, and shall file such report for the portion of the last calendar year in which he or she served in office, within sixty days of his or her last day in office or on the May first next succeeding, whichever is earlier.\\par\n\\'a74.  Paragraph 1 of subdivision d of section 12-110 of the administrative code of the city of New York, as added by local law number 43 for the year 2003, is amended to read as follows:\\par\n1.  List the name of the person reporting;  his or her title or position;  the entity by which he or she is employed;  his or her office address and telephone number;  list the marital status of the person reporting, and if married, list the spouse\\rquote s full name including maiden name where applicable;  indicate whether the person is a member of a domestic partnership, and if so, list the partner\\rquote s full name;  list the names of all unemancipated children.  For purposes of this section, the term \\ldblquote unemancipated child\\rdblquote  shall mean any son, daughter, stepson or stepdaughter who is under age eighteen, unmarried and living in the household of the person reporting, and shall also include any son or daughter of the \\ul spouse or\\ulnone  domestic partner of such person who is under age eighteen, unmarried and living in the household of the person.\\par\n\\'a75.  Subparagraph (a) of paragraph 3 of subdivision d of section 12-110 of the administrative code of the city of New York, as added by local law number 43 for the year 2003, is amended to read as follows:\\par\n(a)  List the name, address and description of any occupation, trade, business, profession or employment, other than the employment listed pursuant to paragraph one of this subdivision, engaged in by the person reporting.  If such [profession or employment] \\ul employer or business\\ulnone  was licensed or regulated by any state or local agency, or [the business] engaged in business dealings with, or \\ul had\\ulnone  matters other than ministerial before, and state or local agency, list the name of any such agency.\\par\n\\'a76.  Subparagraph (b) of paragraph 8 of subdivision d of section 12-110 of the administrative code of the city of New York, as added by local law number 43 for the year 2003, is amended to read as follows:\\par\n(b)  Reimbursement to the person reporting or his or her spouse or domestic partner, for expenditures, excluding campaign expenditures and expenditures in connection with official duties reimbursed by the city, of one thousand dollars or more in each instance.  For purposes of this subparagraph, the term \\ldblquote reimbursements\\rdblquote  shall mean any travel-related expenses provided by non-governmental sources [and]\\ul , whether directly or as repayment,\\ulnone  for activities related to the reporting person\\rquote s official duties, such as speaking engagements, conferences, or fact-finding events, but shall not include gifts reported pursuant to subparagraph (d) of this paragraph. \\par\n\\'a77.  Subparagraph (d) of paragraph 8 of subdivision d of section 12-110 of the administrative code of the city of New York, as added by local law number 43 for the year 2003, is amended to read as follows:\\par\n(d) Any gift, its value and nature, in the aggregate amount or value of one thousand dollars or more from any single source received by the person reporting, his or her spouse or domestic partner or unemancipated child, during the preceding calendar year, excluding gifts from a relative, except as otherwise provided under the election law covering campaign contributions.  For purposes of this subparagraph, the term \\ldblquote gift\\rdblquote  shall not include reimbursements, as defined in subparagraph (b) of this paragraph[, and the term \\ldblquote relative\\rdblquote  shall mean the spouse, domestic partner, stepchild, or stepparent of the person reporting, or any person who is a direct descendant of the grandparents of the person reporting or of the spouse or domestic partner of the person reporting].\\par\n\\'a78.  Subparagraph (a) of paragraph 9 of subdivision d of section 12-110 of the administrative code of the city of New York, as added by local law number 43 for the year 2003, is amended to read as follows:\\par\n(a) List the identity and value, if reasonably ascertainable, of each interest in a trust, estate or beneficial interest held by the person reporting or his or her spouse or domestic partner, including but not limited to (1) retirement plans (other than retirement plans of the state of New York or city of New York) and (2) deferred compensation plans established in accordance with the internal revenue code, where the person reporting or his or her spouse or domestic partner held a beneficial interest of one thousand dollars or more during the preceding calendar year.  Do not report interests in an estate of a relative[, as defined in subparagraph (d) of paragraph eight of this subdivision,] or interests in a trust or other beneficial interest established by or for a relative or by or for the estate of a relative.\\par\n\\'a79.  Subparagraph (b) of paragraph 9 of subdivision d of section 12-110 of the administrative code of the city of New York, as added by local law number 43 for the year 2003, is amended to read as follows:\\par\n(b) List each assignment of income of one thousand dollars or more, and each transfer other than to a relative[, as defined in subparagraph (d) of paragraph eight of this subdivision,] during the preceding calendar year for less than fair consideration of an interest of one thousand dollars or more, in a trust, estate, or other beneficial interest, securities or real property, by the person reporting, which would otherwise be required to be reported herein and is not or has not been reported.\\par\n\\'a710.  Paragraph 13 of subdivision d of section 12-110 of the administrative code of the city of New York, as added by local law number 43 for the year 2003, is amended to read as follows:\\par\n13.  List the location, size, general nature, acquisition date, market value and percentage of ownership of any real property in which any vested or contingent interest of one thousand dollars or more was held by the person reporting or his or her spouse or domestic partner during the preceding calendar year.  List real property owned for investment purposes by a corporation more than fifty per centum of the stock of which is owned or controlled by the person reporting or his or her spouse or domestic partner.  Do not list any real property which is the primary or secondary personal residence of the reporting person or his or her spouse or domestic partner, except where there is a co-owner who is other than a relative[, as defined in subparagraph (d) of paragraph eight of this subdivision].\\par\n\\'a711.  Paragraph 14 of subdivision d of section 12-110 of the administrative code of the city of New York, as added by local law number 43 for the year 2003, is amended to read as follows:\\par\n14.  List the identity of each note or account receivable or other outstanding loan in the amount of one thousand dollars or more held by the person reporting or his or her spouse or domestic partner during the preceding calendar year, including debts secured by a mortgage, and other secured and unsecured debts.  List the name of the debtor, type of obligation, date due and the nature of the collateral, if any, securing payment for each such debt.  Debts, notes and accounts receivable owed to the person reporting or his or her spouse or domestic partner by a relative[, as defined in subparagraph (d) of paragraph eight of this subdivision,] shall not be reported.\\par\n\\'a712.  Paragraph 15 of subdivision d of section 12-110 of the administrative code of the city of New York, as added by local law number 43 for the year 2003, is amended to read as follows: \\par\n15.  List each creditor to whom the person reporting or his or her spouse or domestic partner was indebted, for a period of ninety consecutive days or more during the preceding calendar year, and each such creditor to whom any debt was owed on the date of filing, in an amount of five thousand dollars or more.  Debts to be listed include real estate mortgages and other secured and unsecured loans. If any reportable liability has been guaranteed by any third person, list the name of such guarantor.  Do not list liabilities incurred by, or guarantees made by, the person reporting or his or her spouse or domestic partner or by any proprietorship, partnership or corporation in which such person has an interest, when incurred or made in the ordinary course of trade, business or professional practice of such person.  Include the name of the creditor and any collateral pledged by such individual to secure payment of any such liability.  Do not list any liability to a relative[, as defined in subparagraph (d) of paragraph eight of this subdivision,] or any obligation to pay maintenance in connection with a matrimonial action, alimony or child support payments.  Revolving charge account information shall only be set forth if the liability thereon is in excess of five thousand dollars for a period of ninety consecutive days or more during the preceding calendar year, or if the liability thereon is in excess of five thousand dollars as of the time of filing.  Any loan issued in the ordinary course of business by a financial institution to finance educational costs, the cost of home purchase or improvements for a primary or secondary residence, or purchase of a personally owned motor vehicle, household furniture or appliances shall be excluded.\\par\n\\'a713.  The introductory sentence of subdivision e of section 12-110 of the administrative code of the city of New York, as added by local law number 43 for the year 2003, is amended to read as follows:\\par\nInformation filed in reports required by this section shall be maintained by the conflicts of interest board and shall be made available for public inspection\\ul , upon written request on such form as the board shall prescribe,\\ulnone  subject to the following provisions:\\par\n\\'a714.  Subparagraph (c) of paragraph 1 of subdivision e of section 12-110 of the administrative code of the city of New York, as added by local law 43 for the year 2003, is relettered (d), and a new subparagraph (c) is added to read as follows:\\par\n\\ul (c)  The conflicts of interest board shall provide a written notification of the board\\rquote s determination to the person who requested that information be withheld from public inspection and shall not release the information subject to the request until at least ten days after mailing of the notification.  Such notification shall advise the person of his or her right to seek review of such determination by the supreme court of the state of New York and that the conflicts of interest board will not release the information subject to the request until ten days after the mailing of the notification.\\par\n\\ulnone\\'a715.  Subparagraph (d) of paragraph 1 of subdivision e of section 12-110 of the administrative code of the city of New York, as added by local law 43 for the year 2003, is relettered (g), and new subparagraphs (e) and (f) are added to read as follows:\\par\n\\ul (e)  Whether or not a person required to file a report pursuant to this section has submitted a request for privacy, the conflicts of interest board may upon its own initiative grant privacy as to any information contained in such person\\rquote s report upon a finding by the board that the release of such information would constitute a risk to the safety or security of any person.\\par\n(f)  Where a person required to file a report pursuant to this section files an amendment to a previously submitted report, both the original submission and the amendment shall be available for public inspection, subject to the provisions of this subdivision.\\par\n\\ulnone\\'a716.  Paragraph 2 of subdivision e of section 12-110 of the administrative code of the city of New York, as added by local law 43 of the year 2003, is amended to read as follows:\\par\n2.  Requests to examine reports.  [The conflicts of interest board, upon receiving a written request by a member of the public, on such form as the board shall prescribe, to examine an item for which a written request to withhold information on the ground of privacy, safety or security concerns was submitted pursuant to this paragraph shall notify the person who filed the report that a request for inspection has been made.  No] \\ul Whenever pursuant to this section the conflicts of interest board produces a report for public inspection, the board shall notify the person who filed the report of the production and of the identity of the person to whom such report was produced, except that no\\ulnone  such notification shall be required if the request to examine the report is made by the [inspector general of the agency in which the person who filed the report is employed or the commissioner] \\ul department\\ulnone  of investigation \\ul or any governmental unit, or component thereof, which performs as one of its principal functions any activity pertaining to the enforcement of criminal laws, provided that such report is requested solely for a law enforcement function.  Nothing in this section shall preclude the conflicts of interest board from disclosing any and all information in a financial disclosure report to the department of investigation or any other governmental unit, or component thereof, which performs as one of its principal functions any activity pertaining to the enforcement of criminal laws, provided that such report is requested solely for a law enforcement function\\ulnone .\\par\n\\'a717.  This local law shall take effect immediately, and shall apply to reports of annual disclosure required to be filed for the calendar year 2005.\\par\n}\n\u0000",
  "LastModified": "2015-06-01T20:49:50.153Z"
}
