{
  "ID": 35668,
  "GUID": "A61DA21E-FED0-4010-80F4-04C06A179E04",
  "File": "Int 0173-2006",
  "Name": "Housing Development Fund Companies, Benefits/Real Property",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to certain benefits and real property tax exemptions for housing development fund companies organized under article eleven of the private housing finance law.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2006-03-01T00:00:00Z",
  "AgendaDate": "2006-03-01T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    }
  ],
  "History": [
    {
      "ID": 187739,
      "Date": "2006-03-01T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 187980,
      "Date": "2006-03-01T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5832,
      "AgendaSequence": 110,
      "MinutesSequence": 129,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236704,
      "Date": "2009-12-31T16:37:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 36183,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Subchapter 1 of chapter 2 of title 11 of the administrative code of the city of New York is hereby amended by adding a new section 11-240 to read as follows:\nSection 11-240  Special benefits and exemptions for certain housing corporations.  a.  The benefits of this section shall apply with respect to any housing development fund company organized under article eleven of the private housing finance law when (1) such housing development fund company owns real property that was under the jurisdiction of the department of housing preservation and development during any portion of the period from January first, nineteen hundred eighty-eight through December thirty-first, nineteen hundred ninety-five prior to the transfer of title by the city; and\n(2)  such housing development fund company owned such real property on the effective date of this section; and\n(3)  such housing development fund company agrees to be subject to the oversight of the department of housing preservation and development, with the terms and the conditions of such obligation to be negotiated and agreed upon in writing, but which in no case shall be for less than five years.\nThe benefits of this section shall also apply to any housing development fund company organized under article eleven of the private housing finance law that is a successor in interest to a housing development fund company that met the requirements contained in this subdivision and provided that such succession is approved in writing by the department of housing preservation and development.\nb.  (1) Any real property owned by a housing development fund company that satisfies the criteria set forth in subdivision a of this section, other than commercial property, shall be exempt from the real property tax allocable to the residential portion of such real property that exceeds an assessed valuation equal to the amount calculated by multiplying two thousand five hundred dollars times the number of dwelling units in such real property.  This tax exemption shall be effective only for as long as the housing development fund company is owned and operated in accordance with the requirements of article eleven of the private housing finance law.  Such real property shall not be exempt from assessments made for local improvements.\n(2)  Any non-exempt portion of the assessed valuation of such real property attributable to the residential portion of the property owned by such housing development fund company shall be fully taxed at the applicable tax rate.\n(3)  The benefits of the tax exemption described in paragraph one of this subdivision may be revoked by the department of housing preservation and development if at any time such department determines that the real property owned by any housing development fund company organized under article eleven of the private housing finance law is not owned and operated in accordance with such private housing finance law.\nc.  Any real property owned by a housing development fund company organized under article eleven of the private housing finance law (1) shall be subject to an interest rate on late payments of the real property tax imposed pursuant to subdivision b of this section limited to six percent per annum or the interest rate established pursuant to section 11-224 of this code, whichever is lower; and\n(2) shall have the interest and penalties on late payments of real property taxes and the interest and penalties on city-held mortgages owed by such housing development fund company based on rates that were in effect prior to the date of enactment of this subdivision shall be cancelled whether or not such housing development fund company has entered into an installment agreement with the city of New York.\nd.  Any housing development fund company organized under article eleven of the private housing finance law that has contractual or other legal obligations that allocate forty percent of the profits on the resale of either the shares allocated to a dwelling unit within such real property, or the real property itself, to the city of New York that avails itself of the provisions of subdivision b of this section shall no longer be required to give such forty percent to the city of New York and shall instead receive, for a period of ten years from the effective date of this section, seventy-five percent of the profits on the resale of either the shares allocated to a dwelling unit within such real property or the real property itself, with the selling shareholder receiving the remaining twenty-five percent, to be immediately followed by an additional period of fifteen years during which time such housing development fund company shall receive fifty percent of the profits on the resale of either the shares allocated to a dwelling unit within such real property or the real property itself, so long as the income of the purchasers of such shares does not exceed one hundred and twenty percent of the median income for the city of New York.\nSuch housing development fund company shall include that the provisions of this subdivision in the by-laws of such housing development fund company and any proprietary lease between the housing development fund company and any shareholder.\n§2.  This local shall take effect immediately, provided however, that the benefits of subdivision b of section 11-240 of the administrative code of the city of New York, as added by section one of this local law, shall apply to real estate taxes due for the tax year commencing July first, two thousand six.\n\n\n\n\nInt. 354/2004\nTNN",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Tahoma;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1.  Subchapter 1 of chapter 2 of title 11 of the administrative code of the city of New York is hereby amended by adding a new section 11-240 to read as follows:\\par\n\\ul Section 11-240  Special benefits and exemptions for certain housing corporations.  a.  The benefits of this section shall apply with respect to any housing development fund company organized under article eleven of the private housing finance law when (1) such housing development fund company owns real property that was under the jurisdiction of the department of housing preservation and development during any portion of the period from January first, nineteen hundred eighty-eight through December thirty-first, nineteen hundred ninety-five prior to the transfer of title by the city; and\\par\n(2)  such housing development fund company owned such real property on the effective date of this section; and\\par\n(3)  such housing development fund company agrees to be subject to the oversight of the department of housing preservation and development, with the terms and the conditions of such obligation to be negotiated and agreed upon in writing, but which in no case shall be for less than five years.\\par\nThe benefits of this section shall also apply to any housing development fund company organized under article eleven of the private housing finance law that is a successor in interest to a housing development fund company that met the requirements contained in this subdivision and provided that such succession is approved in writing by the department of housing preservation and development.\\par\nb.  (1) Any real property owned by a housing development fund company that satisfies the criteria set forth in subdivision a of this section, other than commercial property, shall be exempt from the real property tax allocable to the residential portion of such real property that exceeds an assessed valuation equal to the amount calculated by multiplying two thousand five hundred dollars times the number of dwelling units in such real property.  This tax exemption shall be effective only for as long as the housing development fund company is owned and operated in accordance with the requirements of article eleven of the private housing finance law.  Such real property shall not be exempt from assessments made for local improvements.\\par\n(2)  Any non-exempt portion of the assessed valuation of such real property attributable to the residential portion of the property owned by such housing development fund company shall be fully taxed at the applicable tax rate.\\par\n(3)  The benefits of the tax exemption described in paragraph one of this subdivision may be revoked by the department of housing preservation and development if at any time such department determines that the real property owned by any housing development fund company organized under article eleven of the private housing finance law is not owned and operated in accordance with such private housing finance law.\\par\nc.  Any real property owned by a housing development fund company organized under article eleven of the private housing finance law (1) shall be subject to an interest rate on late payments of the real property tax imposed pursuant to subdivision b of this section limited to six percent per annum or the interest rate established pursuant to section 11-224 of this code, whichever is lower; and\\par\n(2) shall have the interest and penalties on late payments of real property taxes and the interest and penalties on city-held mortgages owed by such housing development fund company based on rates that were in effect prior to the date of enactment of this subdivision shall be cancelled whether or not such housing development fund company has entered into an installment agreement with the city of New York.\\par\nd.  Any housing development fund company organized under article eleven of the private housing finance law that has contractual or other legal obligations that allocate forty percent of the profits on the resale of either the shares allocated to a dwelling unit within such real property, or the real property itself, to the city of New York that avails itself of the provisions of subdivision b of this section shall no longer be required to give such forty percent to the city of New York and shall instead receive, for a period of ten years from the effective date of this section, seventy-five percent of the profits on the resale of either the shares allocated to a dwelling unit within such real property or the real property itself, with the selling shareholder receiving the remaining twenty-five percent, to be immediately followed by an additional period of fifteen years during which time such housing development fund company shall receive fifty percent of the profits on the resale of either the shares allocated to a dwelling unit within such real property or the real property itself, so long as the income of the purchasers of such shares does not exceed one hundred and twenty percent of the median income for the city of New York.\\par\nSuch housing development fund company shall include that the provisions of this subdivision in the by-laws of such housing development fund company and any proprietary lease between the housing development fund company and any shareholder.\\par\n\\ulnone\\'a72.  This local shall take effect immediately, provided however, that the benefits of subdivision b of section 11-240 of the administrative code of the city of New York, as added by section one of this local law, shall apply to real estate taxes due for the tax year commencing July first, two thousand six.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\par\n\\par\n\\par\n\\par\n\\pard\\nowidctlpar\\qj\\fs20 Int. 354/2004\\par\n\\pard\\nowidctlpar TNN\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
