{
  "ID": 35672,
  "GUID": "8DE8E095-F18D-4DF2-8501-3219B44C5EC8",
  "File": "Int 0176-2006",
  "Name": "Removal of snow, ice, dirt, and other material from fire hydrants.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the removal of snow, ice, dirt, and other material from fire hydrants.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5108,
  "BodyName": "Committee on Sanitation and Solid Waste Management",
  "IntroDate": "2006-03-01T00:00:00Z",
  "AgendaDate": "2006-03-01T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    }
  ],
  "History": [
    {
      "ID": 187743,
      "Date": "2006-03-01T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 187986,
      "Date": "2006-03-01T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Sanitation and Solid Waste Management",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5832,
      "AgendaSequence": 116,
      "MinutesSequence": 135,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Sanitation and Solid Waste Management",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236701,
      "Date": "2009-12-31T16:36:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 36187,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Declaration of legislative findings and intent. The Council of the City of New York hereby finds that fire hydrants covered with snow, ice, dirt, or other material pose a danger to the public and to the members of the New York City Fire Department.  The Council finds that when firefighters arrive at the scene of a fire they must be able to see the closest fire hydrant. The Council seeks to address this problem by requiring property owners or tenants to remove snow, ice, or dirt from fire hydrants on their property.\n\t§2. Subdivision a of section 16-123 of the administration code of the city of New York is amended to read as follows: \n\tSection 16-123 Removal of snow, ice and dirt from sidewalks and fire hydrants; property owners’ duties\na.\tEvery owner, lessee, tenant, occupant, or other person, having charge of any building or lot of ground in the city, abutting upon any street where the sidewalk is paved, shall, within four hours after the snow ceases to fall, or after the deposit of any dirt or other material upon such sidewalk and any fire hydrant on such sidewalk, remove the snow or ice, dirt, or other material from the sidewalk [and], gutter, and any fire hydrant on such sidewalk, the time between nine post meridian and seven ante meridian not being included in the above period of four hours. Such removal shall be made before the removal of snow or ice from the roadway by the commissioner or subject to the regulations of such commissioner. In the boroughs of Queens and Staten Island, any owner, lessee, tenant or occupant or other person who has charge of any ground abutting upon any paved street or public place, for a linear distance of five hundred feet or more, shall be considered to have complied with this section, if such person shall have begun to remove the snow or ice from the sidewalk [and], gutter, and any fire hydrant on such sidewalk before the expiration of such four hours and shall continue and complete such removal within a reasonable time.\n\t§3. This local law shall take effect immediately upon its enactment into law.\n\n\nInt. 0772-2005\nCJC",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\tab Section 1. Declaration of legislative findings and intent. The Council of the City of New York hereby finds that fire hydrants covered with snow, ice, dirt, or other material pose a danger to the public and to the members of the New York City Fire Department.  The Council finds that when firefighters arrive at the scene of a fire they must be able to see the closest fire hydrant. The Council seeks to address this problem by requiring property owners or tenants to remove snow, ice, or dirt from fire hydrants on their property.\\par\n\\tab\\'a72. Subdivision a of section 16-123 of the administration code of the city of New York is amended to read as follows: \\par\n\\tab Section 16-123 Removal of snow, ice and dirt from sidewalks \\ul and fire hydrants\\ulnone ; property owners\\rquote  duties\\par\n\\pard\\fi-360\\li1080\\sl480\\slmult1\\qj\\tx1080 a.\\tab Every owner, lessee, tenant, occupant, or other person, having charge of any building or lot of ground in the city, abutting upon any street where the sidewalk is paved, shall, within four hours after the snow ceases to fall, or after the deposit of any dirt or other material upon such sidewalk \\ul and any fire hydrant on such sidewalk\\ulnone , remove the snow or ice, dirt, or other material from the sidewalk [and]\\ul ,\\ulnone  gutter,\\ul  and any fire hydrant on such sidewalk,\\ulnone  the time between nine post meridian and seven ante meridian not being included in the above period of four hours. Such removal shall be made before the removal of snow or ice from the roadway by the commissioner or subject to the regulations of such commissioner. In the boroughs of Queens and Staten Island, any owner, lessee, tenant or occupant or other person who has charge of any ground abutting upon any paved street or public place, for a linear distance of five hundred feet or more, shall be considered to have complied with this section, if such person shall have begun to remove the snow or ice from the sidewalk [and]\\ul ,\\ulnone  gutter\\ul , and any fire hydrant on such sidewalk\\ulnone  before the expiration of such four hours and shall continue and complete such removal within a reasonable time.\\par\n\\pard\\sl480\\slmult1\\tab\\'a73. This local law shall take effect immediately upon its enactment into law.\\par\n\\pard\\par\n\\par\nInt. 0772-2005\\par\nCJC\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
