{
  "ID": 35628,
  "GUID": "FB00C49C-4B26-4213-BF64-F298DADA2468",
  "File": "Int 0177-2006",
  "Name": "Required qualifications of the New York city commissioner of transportation.",
  "Title": "A Local Law to amend the New York city charter, in relation to the required qualifications of the New York city commissioner of transportation.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2006-03-01T00:00:00Z",
  "AgendaDate": "2006-03-01T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    }
  ],
  "History": [
    {
      "ID": 187645,
      "Date": "2006-03-01T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 187987,
      "Date": "2006-03-01T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5832,
      "AgendaSequence": 117,
      "MinutesSequence": 136,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236700,
      "Date": "2009-12-31T16:36:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 36143,
  "Text": "Be it enacted by the Council as follows: \nSection one. Section 2901 of the New York city charter is hereby amended to read as follows:\n§2901. Department; commissioner.  a. There shall be a department of transportation, the head of which shall be the commissioner of transportation;\nb.\tNo person shall be appointed as commissioner of transportation unless such person possesses the following qualifications:\n(1)\thas been a licensed professional engineer in accordance with section 7206 of the education law prior to appointment as commissioner and is in good standing at the time of appointment; or\n(2)\thas at least five years of professional experience in the aggregate in the fields of transportation management, transportation engineering, transportation planning, transportation design or traffic safety prior to appointment as commissioner. \nc.\tThis provision shall in no way impair, diminish or otherwise affect any power of the commissioner to any authority granted the commissioner by this charter or any other provision of law.\n§2. \tThis provision shall take effect immediately upon its enactment to law.\n\nRB/JH\nLS # 211\n2/22/06",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Tahoma;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows\\ulnone : \\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section one. Section 2901 of the New York city charter is hereby amended to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\'a72901. Department; commissioner.  \\ul a.\\ulnone  There shall be a department of transportation, the head of which shall be the commissioner of transportation;\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ul b.\\ulnone\\tab\\ul No person shall be appointed as commissioner of transportation unless such person possesses the following qualifications:\\par\n(1)\\ulnone\\tab\\ul has been a licensed professional engineer in accordance with section 7206 of the education law \\cf1 prior to appointment as commissioner and is in good standing at the time of appointment; or\\par\n\\cf0 (2)\\ulnone\\tab\\ul has at least five years of professional experience in the aggregate in the fields of transportation management, transportation engineering, transportation planning, transportation design or traffic safety prior to appointment as commissioner. \\par\nc.\\ulnone\\tab\\ul This provision shall in no way impair, diminish or otherwise affect any power of the commissioner to any authority granted the commissioner by this charter or any other provision of law.\\cf1\\par\n\\ulnone\\'a72. \\tab\\cf0 This provision shall take effect immediately upon its enactment to law.\\par\n\\par\n\\pard\\qj RB/JH\\par\nLS # 211\\par\n2/22/06\\f1\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
