{
  "ID": 35644,
  "GUID": "2F1F2AA7-F528-493C-B641-3753B803AE1F",
  "File": "Int 0178-2006",
  "Name": "Boring, strata and soil percolation testing for the on-site disposal of storm water.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to boring, strata and soil percolation testing for the on-site disposal of storm water.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2006-03-01T00:00:00Z",
  "AgendaDate": "2006-03-01T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    }
  ],
  "History": [
    {
      "ID": 187661,
      "Date": "2006-03-01T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 187989,
      "Date": "2006-03-01T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5832,
      "AgendaSequence": 118,
      "MinutesSequence": 137,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 209339,
      "Date": "2007-11-08T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 7686,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 209357,
      "Date": "2007-11-08T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 7686,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236699,
      "Date": "2009-12-31T16:35:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 80813,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 11/8/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/b018517f-cac8-441d-be28-cd1bc6f4aa42.doc",
      "Sort": 1
    },
    {
      "ID": 80981,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 11/8/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/b658f48b-6728-45a9-a253-8fa368b1c9c0.pdf",
      "Sort": 2
    },
    {
      "ID": 81179,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 11/8/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/9404e25f-b0ab-4aca-8c7f-447f831fb081.doc",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 36159,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Title 24 of the administrative code of the city of New York is hereby amended by adding a new section 24-527 to read as follows.\n§24-527. Storm water, on-site disposal.  Notwithstanding any other provision of law to the contrary, the results of all boring, strata and soil percolation tests performed at the site of a proposed individual on-site private storm water disposal system shall be submitted to the commissioner. Such tests shall be performed under the supervision of an employee of the department as well as be subject to controlled inspection. The commissioner shall review and approve of all boring, strata and soil percolation tests required to be performed for the purpose of on-site storm water disposal under reference standard RS 16 and permits shall be issued by the department of buildings for activities to be performed at such a site only when the commissioner of environmental protection has reviewed and approved of the methodology of such testing and the manner in which such tests were executed and has determined that the findings of all such tests warrant issuance of the permit or permits sought. \n§2. Section P110.2 of reference standard RS 16 of title 27 of the administrative code of the city of New York is hereby amended by adding a new subparagraph n to read as follows:\n(n) Notwithstanding any other provision of law to the contrary, no building permit shall be issued by the department when boring, strata and soil percolation tests are required to be performed under this reference standard for the purpose of on-site storm water disposal unless the commissioner of environmental protection has reviewed and approved of the methodology of such testing and the manner in which such tests were executed and has determined that the findings of all such tests warrant issuance of the permit or permits sought.\n§3.  This local law shall take effect immediately.\n\nInt 716/2005\nAS",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\noline\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Title 24 of the administrative code of the city of New York is hereby amended by adding a new section 24-527 to read as follows.\\par\n\\ul\\'a724-527. Storm water, on-site disposal.  Notwithstanding any other provision of law to the contrary, the results of all boring, strata and soil percolation tests performed at the site of a proposed individual on-site private storm water disposal system shall be submitted to the commissioner. Such tests shall be performed under the supervision of an employee of the department as well as be subject to controlled inspection. The commissioner shall review and approve of all boring, strata and soil percolation tests required to be performed for the purpose of on-site storm water disposal under reference standard RS 16 and permits shall be issued by the department of buildings for activities to be performed at such a site only when the commissioner of environmental protection has reviewed and approved of the methodology of such testing and the manner in which such tests were executed and has determined that the findings of all such tests warrant issuance of the permit or permits sought. \\par\n\\ulnone\\'a72. Section P110.2 of reference standard RS 16 of title 27 of the administrative code of the city of New York is hereby amended by adding a new subparagraph n to read as follows:\\par\n\\ul (n) Notwithstanding any other provision of law to the contrary, no building permit shall be issued by the department when boring, strata and soil percolation tests are required to be performed under this reference standard for the purpose of on-site storm water disposal unless the commissioner of environmental protection has reviewed and approved of the methodology of such testing and the manner in which such tests were executed and has determined that the findings of all such tests warrant issuance of the permit or permits sought.\\par\n\\ulnone\\'a73.  This local law shall take effect immediately.\\par\n\\pard\\sl480\\slmult1\\qj\\par\n\\pard\\qj Int 716/2005\\par\nAS\\fs18\\par\n\\pard\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
