{
  "ID": 35698,
  "GUID": "764A8F5C-9C51-4C34-9A0E-9556FFAC779B",
  "File": "Int 0180-2006",
  "LocalLaw": "2006/012",
  "Name": "Enhancement of opportunities for disadvantaged business enterprises in city procurement.",
  "Title": "A Local Law to amend the charter and the administrative code of the city of New York, in relation to the enhancement of opportunities for emerging business enterprises in city procurement.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 6,
  "BodyName": "Committee on Contracts",
  "IntroDate": "2006-03-01T00:00:00Z",
  "AgendaDate": "2006-03-01T00:00:00Z",
  "PassedDate": "2006-05-23T00:00:00Z",
  "EnactmentDate": "2006-05-23T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 5285,
      "Slug": "erik-martin-dilan",
      "FullName": "Erik Martin Dilan"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    }
  ],
  "History": [
    {
      "ID": 187795,
      "Date": "2006-03-01T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 187990,
      "Date": "2006-03-01T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Contracts",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5832,
      "AgendaSequence": 120,
      "MinutesSequence": 139,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Contracts",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 188882,
      "Date": "2006-03-28T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 6,
      "BodyName": "Committee on Contracts",
      "EventID": 5897,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 180-A",
      "MinutesNote": "Proposed Int. No. 180-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 189020,
      "Date": "2006-03-28T13:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 6,
      "BodyName": "Committee on Contracts",
      "EventID": 5897,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 189121,
      "Date": "2006-03-28T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 6,
      "BodyName": "Committee on Contracts",
      "EventID": 5897,
      "MinutesSequence": 5,
      "Version": "A",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 190378,
      "Date": "2006-05-10T10:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 6,
      "BodyName": "Committee on Contracts",
      "EventID": 6021,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 180-A",
      "MinutesNote": "Proposed Int. No. 180-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 190744,
      "Date": "2006-05-10T10:30:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 6,
      "BodyName": "Committee on Contracts",
      "EventID": 6021,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 190745,
      "Date": "2006-05-10T10:30:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "This Introduction was Amended by Committee",
      "BodyID": 6,
      "BodyName": "Committee on Contracts",
      "EventID": 6021,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 190746,
      "Date": "2006-05-10T10:30:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Introduction be Approved by Committee approved by Roll Call.",
      "BodyID": 6,
      "BodyName": "Committee on Contracts",
      "EventID": 6021,
      "MinutesSequence": 6,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 190783,
      "Date": "2006-05-10T13:30:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "A motion was made that this Introduction be Approved by Council approved by Roll Call.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6095,
      "AgendaSequence": 27,
      "MinutesSequence": 32,
      "Version": "A",
      "AgendaNote": "Amended and Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 191086,
      "Date": "2006-05-10T16:16:00Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "This Introduction was Sent to Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 191266,
      "Date": "2006-05-23T09:42:00Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "This Introduction was Hearing Held by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 191656,
      "Date": "2006-05-23T16:11:00Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "This Introduction was Signed Into Law by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 191742,
      "Date": "2006-05-25T14:01:00Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "This Introduction was Recved from Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 72430,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 180 - 3/1/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/9ed948fb-ad64-4810-ad7e-4a158bfa45a9.doc",
      "Sort": 1
    },
    {
      "ID": 72431,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Proposed Int. No. 180-A - 3/28/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/f088af79-65b5-415b-9cb4-24495310095c.doc",
      "Sort": 2
    },
    {
      "ID": 71849,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 3/28/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/3eb2011d-4993-4de4-88ba-7c312b344ea3.doc",
      "Sort": 3
    },
    {
      "ID": 73435,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 3/28/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/01424ded-e9fa-4f84-b56c-c82c66730465.doc",
      "Sort": 4
    },
    {
      "ID": 72429,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 5/10/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/e93984b4-8509-43b6-9fa5-ae31466dfc9c.doc",
      "Sort": 5
    },
    {
      "ID": 73744,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 5/10/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/eecdf782-76aa-4580-bcdd-0366b9e1207e.doc",
      "Sort": 6
    },
    {
      "ID": 72436,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal Impact Statement",
      "Link": "http://nyc.legistar1.com/nyc/attachments/a305586d-88be-4ebf-ba13-4fa7e96f09ee. 180-A EBE.doc",
      "Sort": 7
    },
    {
      "ID": 73892,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law",
      "Link": "http://nyc.legistar1.com/nyc/attachments/37421b49-4017-4f89-a4c1-4220eb7906e1.doc",
      "Sort": 8
    },
    {
      "ID": 74066,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 5/10/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/4772c19c-3a5d-4970-a359-3a1a575ab061.doc",
      "Sort": 9
    }
  ],
  "Summary": "",
  "TextID": 36564,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Subdivisions a, b, d, and e of 1304 of chapter 56 of the New York city charter, as amended local law number 129 for the year 2005, are amended to read as follows:\n§1304 Division of Economic and Financial Opportunity. There shall be a division of economic and financial opportunity within the department.\na. The purpose of the division shall be to enhance the ability of minority and women owned business enterprises and emerging business enterprises to compete for city contracts, to enhance city agencies' awareness of such business enterprises, and to ensure their meaningful participation in city procurement.\nb. The commissioner shall administer, coordinate, and enforce a citywide program established by local law for the identification, recruitment, certification and participation in city procurement of minority and women owned business enterprises and emerging business enterprises.\nd. The commissioner shall monitor the implementation of all financial, technical, managerial, and bonding assistance programs operated by city agencies to enhance participation by minority and women owned business enterprises and emerging business enterprises in city procurement.\ne. The commissioner shall have the following powers and duties to implement the purposes of this section:\n1. to direct and assist agencies in their efforts to increase participation by minority and women owned business enterprises and emerging business enterprises as contractors and subcontractors in city procurement;\n2. to develop standardized forms and reporting documents;\n3. to conduct, coordinate and facilitate technical assistance and educational programs;\n4. to periodically review the compliance of city agencies with the provisions of local law for the identification, recruitment, certification and participation in city procurement of minority and women owned business enterprises and emerging business enterprises; \n5. to annually report to the mayor and the council, as required by such local law, on the activities of the division and efforts by agencies to comply with the provisions of such local law;\n6. a.  to establish and operate, on behalf of the city, a centralized program for the certification of minority owned business enterprises, [and] women owned business enterprises and emerging business enterprises for the purposes of establishing the eligibility of such businesses for participation in the programs and processes established pursuant to local law to ensure their meaningful participation in city procurement. \nb. For the purposes of such certification, \"minority owned business enterprise\" and \"women owned business enterprise\" shall mean business enterprises authorized to do business in this state, including sole proprietorships, partnerships and corporations, in which (i) at least fifty-one percent of the ownership interest is held by United States citizens or permanent resident aliens who are either minority group members or women, (ii) the ownership interest of such persons is real, substantial and continuing, and (iii) such persons have and exercise the authority to control independently the day to day business decisions of the enterprise;\nc.   For the purposes of such certification, \"emerging business enterprise\" shall mean a business enterprise authorized to do business in this state, including sole proprietorships, partnerships and corporations, in which (i) at least fifty-one percent of the ownership interest is held by United States citizens or permanent resident aliens; (ii) the ownership interest of such persons is real, substantial and continuing, (iii) such persons have and exercise the authority to control independently the day to day business decisions of the enterprise; and (iv) such persons have demonstrated, in accordance with regulations promulgated by the commissioner, that they are socially and economically disadvantaged.  A person who is “socially and economically disadvantaged” shall mean a person who has experienced social disadvantage in American society as a result of causes not common to persons who are not socially disadvantaged, and whose ability to compete in the free enterprise system has been impaired due to diminished capital and credit opportunities as compared to others in the same business area who are not socially disadvantaged.  A person’s race, national origin, or gender by itself, shall not qualify the person as “socially disadvantaged.”  In drafting such regulations, the commissioner shall consider criteria developed for federal programs established to promote opportunities for businesses owned by persons who are socially and economically disadvantaged, including criteria for determining initial and continued eligibility in relation to the net worth of persons claiming to be economically disadvantaged, provided that the net worth of a person claiming disadvantage pursuant to this section must be less than one million dollars. In determining such net worth, the department shall exclude the ownership interest in the business enterprise and the equity in the primary personal residence. \n[c]d.  To be eligible for certification, a business enterprise shall have a real and substantial business presence in the market for the city of New York, as defined by the commissioner pursuant to local law.\n7. to audit such business enterprises and periodically review and in appropriate cases recertify their eligibility for participation in programs established pursuant to local law;\n8. to direct and assist city agencies in their efforts to increase participation by minority owned business enterprises, [and] women owned business enterprises and emerging business enterprises in any city-operated financial, technical, and management assistance program;\n9. to assist all business enterprises certified pursuant to this section in becoming prequalified for all categories of procurement for which they may be eligible and for which contracting agencies utilize prequalification in the procurement process;\n10. to prepare and periodically update a directory of such city certified business enterprises for use by city agencies and contractors and develop a clearinghouse of information on programs and services available to such business enterprises; and\n11. to provide such assistance to [certified] business enterprises interested in being certified as is needed to ensure that such businesses benefit from city technical, managerial, and financial assistance, and other business development programs.\n§2.  Paragraph 8 of subdivision b of section 311 of the charter of the city of New York, as added by local law number 129 for the year 2005, is amended to read as follows:\n8.  rules relating to the making of small purchases in a manner that will advance the purposes of the program for minority- and women-owned business enterprises and emerging business enterprises established pursuant to subdivision b of section thirteen hundred four.\n§3.   Subdivisions a and c of section 6-129 of the administrative code of the city of New York, as added by local law number 129 for the year 2005, are amended to read as follows: \n§6-129.  Participation by minority-owned and women-owned business enterprises and emerging business enterprises in city procurement.  a.  [Program] Programs established.   There [is] are hereby established a program, to be administered by the department of small business services in accordance with the provisions of this section, designed to enhance participation by minority-owned and women-owned business enterprises in city procurement and a program, also to be administered by such department in accordance with the provisions of this section, designed to enhance participation by emerging business enterprises in city procurement.\nc.   Definitions.  For purposes of this section, the following terms shall have the following meaning:\n(1) “Agency” means a city, county, borough, or other office, position, administration, department, division, bureau, board or commission, or a corporation, institution or agency of government, the expenses of which are paid in whole or in part from the city treasury.\n(2) “Agency chief contracting officer” means the person to whom an agency head has delegated authority to organize and supervise the agency's procurement activity.\n(3)  “Availability rate” means the percentage of business enterprises within an industry classification that are owned by minorities, [or] women or persons who are socially and economically disadvantaged willing and able to perform agency contracts.   \n(4) “Bidder” means any person submitting a bid or proposal in response to a solicitation for such bid or proposal from an agency.\n(5) “Bidders list” or “proposers list” means a list maintained by an agency that includes persons from whom bids or proposals can be solicited.\n(6)  “City” means the city of New York.\n(7) “City chief procurement officer” means the person to whom the mayor has delegated authority to coordinate and oversee the procurement activity of mayoral agency staff, including the agency chief contracting officers and any offices that have oversight responsibility for procurement. \n(8) “Commercially useful function” means a real and actual service that is a distinct and verifiable element of the work called for in a contract.  In determining whether an MBE, [or] WBE or EBE is performing a commercially useful function, factors including but not limited to the following shall be considered:\n(i) whether it has the skill and expertise to perform the work for which it is being utilized, and possesses all necessary licenses;\n(ii) whether it is in the business of performing, managing or supervising the work for which it has been certified and is being utilized; and\n(iii) whether it purchases goods and/or services from another business and whether its participation in the contract would have the principal effect of allowing  it to act as a middle person or broker in which case  it may not be considered to be performing a commercially useful function for purposes of this section.\n(9)  “Commissioner” shall mean the commissioner of small business services.\n(10)  “Construction contract” means any agreement with an agency for or in connection with the construction, reconstruction, demolition, excavation, renovation, alteration, improvement, rehabilitation, or repair of any building, facility, physical structure of any kind.\n(11) “Contract” means any agreement, purchase order or other instrument whereby the city is committed to expend or does expend funds in return for goods, professional services, standard services, architectural and engineering services, or construction.  \n(12) “Contractor” means a person who has been awarded a contract.\n(13)  “Directory” means a list prepared by the division of firms certified pursuant to section 1304 of the charter.  \n(14)  “Division” shall mean the division of economic and financial opportunity within the department of small business services.\n(15)  “Geographic market of the city” means the following counties: Bronx, Kings, New York, Queens, Richmond, Nassau, Putnam, Rockland, Suffolk and Westchester within the State of New York; and Bergen, Hudson,  and Passaic within the state of New Jersey. \n(16)  “Goal” means a numerical  target.\n(17) “Graduate MBE,” [or] “graduate WBE” or “graduate EBE” means an MBE, [or] WBE or EBE which shall have been awarded [$15 million or more in] prime contracts by one or more agencies within the past three years where thetotal city funding from the expense and capital budgets for such contracts was equal to or greater than fifteen million dollars.\n(18)  “Industry classification” means one of the following classifications:\n(i) construction;\n(ii) professional services;\n(iii) standard services; and\n(iv) goods.\n(19)  “Joint venture” means an association, of limited scope and duration, between two or more persons who have entered into an agreement to perform and/or provide services required by a contract, in which each such person contributes property, capital, effort, skill and/or knowledge, and in which each such person is entitled to share in the profits of the venture in reasonable proportion to the economic value of its contribution.\n(20) “MBE” means a minority-owned business enterprise certified in accordance with section 1304 of the charter.\n\t(21) “Minority group” means Black Americans; Asian Americans, and Hispanic Americans, provided that the commissioner shall be authorized to add additional groups to this definition upon a finding that there is statistically significant disparity between the availability of firms owned by persons in such a group and the utilization of such firms in city procurement.  \n(22)  “Person” means any business, individual, partnership, corporation, firm, company, or other form of doing business.\n(23)  “Professional services” means services that require specialized skills and the exercise of judgment, including but not limited to accountants, lawyers, doctors, computer programmers and consultants, architectural and engineering services, and construction management services.  \n(24)  “Qualified joint venture agreement” means a joint venture between one or more  MBEs, [and/or] WBES, and/or EBEs and another person, in which the percentage of profit to which the certified firm or firms is entitled for participation in the contract, as set forth in the joint venture agreement, is at least 25% of the total profit.\n(25)  “Scope of work” means specific tasks required in a contract and/or services or goods that must be provided to perform specific tasks required in a contract.\n(26)  “Standard services” means services other than professional services.\n(27)  “Subcontractor” means a person who has entered into an agreement with a contractor to provide something that is required pursuant to a contract.\n(28) “Utilization rate” means the percentage of total contract expenditures expended on contracts or subcontracts with firms that are owned by women, [or] minorities, or persons who are socially and economically disadvantaged, respectively, in one or more industry classifications.\n(29) “WBE” means a women-owned business enterprise certified in accordance with section 1304 of the charter.\n(30) “EBE” means an emerging business enterprise certified in accordance with section 1304 of the charter.\n§4.   Subdivisions d, e, f, g, h, i, j, k, l, n, o and q of section 6-129 of the administrative code of the city of New York, as added by local law number 129 for the year 2005, are amended to read as follows:\nd.  Citywide goals.  (1) The citywide contracting participation goals for MBEs, WBEs and EBEs shall be as follows: \nFor construction contracts under one million dollars:\nCategory:\t\t\tParticipation goal:\nBlack Americans\t\t12.63% of total annual agency expenditures on such contracts\nHispanic Americans\t\t9.06% of total annual agency expenditures on such contracts\nEmerging\t\t\t6% of total annual agency expenditures on such\ncontracts\nFor professional services contracts under one million dollars:\nRace/gender group:\t\tParticipation goal:\nBlack Americans\t\t 9% of total annual agency expenditures on such contracts\nHispanic Americans\t\t 5% of total annual agency expenditures on such contracts\nCaucasian females\t\t16.5% of total annual agency expenditures\non such contracts\nEmerging\t\t\t6% of total annual agency expenditures on such\ncontracts\nFor standard services contracts under one million dollars:\nRace/gender group:\t\tParticipation goal:\nBlack Americans\t\t9.23% of total annual agency expenditures on such contracts\nHispanic Americans\t\t5.14% of total annual agency expenditures on such contracts\nCaucasian females\t\t10.45% of total annual agency expenditures on such contracts\nEmerging\t\t\t6% of total annual agency expenditures on such\ncontracts\nFor goods contracts under one million dollars:\nRace/gender group:\t\tParticipation goal:\nBlack Americans\t\t7.47% of total annual agency expenditures on such contracts\nAsian Americans\t\t5.19% of total annual agency expenditures on such contracts\nHispanic Americans\t\t4.99% of total annual agency expenditures on such contracts\nCaucasian females\t\t17.87% of total annual agency expenditures on such contracts\nEmerging\t\t\t6% of total annual agency expenditures on such\ncontracts\nFor construction subcontracts under one million dollars:\nRace/gender group:\t\tParticipation goal:\nBlack Americans\t\t12.63% of total annual agency expenditures on such subcontracts\nAsian Americans\t\t9.47% of total annual agency expenditures on such subcontracts\nHispanic Americans\t\t9.06% of total annual agency expenditures on such subcontracts\nEmerging\t\t\t6% of total annual agency expenditures on such\ncontracts\nFor professional services subcontracts under one million dollars:\nRace/gender group:\t\tParticipation goal:\nBlack Americans\t\t9% of total annual agency expenditures on such subcontracts\nHispanic Americans\t\t5% of total annual agency expenditures on such contracts\nCaucasian females\t\t16.5% of total annual agency expenditures on such subcontracts\nEmerging\t\t\t6% of total annual agency expenditures on such\ncontracts\n\n(2) Agencies shall develop agency utilization plans pursuant to subdivision g of this section.  Agencies shall seek to ensure substantial progress toward the attainment of each of these goals in as short a time as practicable. \n(3) The citywide goals shall not be summarily adopted as goals for individual procurements; rather, as set forth in subdivision i of this section, goals for such procurements may be set at levels higher, lower, or the same as the citywide goals.  \n(4)(A) Beginning twelve months after the effective date of the local law that added this section and every two years thereafter, the commissioner, in consultation with the city chief procurement officer, shall, for each industry classification and each minority group, review and compare the availability rates of firms owned by minorities and women to the utilization rates of such firms in agency contracts and subcontracts, and shall on the basis of such review and any other relevant information, where appropriate, revise by rule the citywide participation goals set forth in this subdivision.  In making such revision, the commissioner shall consider the extent to which discrimination continues to have an impact on the ability of minorities and women to compete for city contracts and subcontracts.  The commissioner shall submit the results of such review and any proposed revisions to the participation goals to the speaker of the council at least sixty days prior to publishing a proposed rule that would revise participation goals.  \n(B) Beginning twelve months after the effective date of the local law that added this section and every two years thereafter, the commissioner shall review information collected by the department to determine the availability and utilization of EBEs, and shall on the basis of such review and any other relevant information, where appropriate, revise by rule the citywide participation goals set forth in this subdivision.  Such revised goals shall be set at a level intended to assist in overcoming the impact of discrimination on such businesses.\ne. Responsibilities of the division. (1) The division shall create and maintain and periodically update directories by industry classification of MBEs, [and] WBES, and EBEs which it shall supply to all agencies, post on its website and on other relevant city websites and make available for dissemination and/or public inspection at its offices and other locations within each borough.     \n(2) The division shall make its resources available to assist agencies and contractors in (i) determining the availability of MBEs, [and] WBES, and EBEs to participate in their contracts as prime contractors and/or subcontractors; and (ii) identifying opportunities appropriate for participation by MBEs, [and] WBES, and EBEs in contracts.\n(3)  The division shall develop and maintain relationships with organizations representing contractors, including MBEs, [and] WBES, and EBEs , and solicit their support and assistance in efforts to increase participation of MBEs, [and] WBES, and EBEs  in city procurement.\n(4)  The division shall coordinate with city and state entities that maintain databases of MBEs, [and] WBES, and EBEs and work to enhance city availability data and directories.\n(5) The division shall keep agency M/WBE and EBE officers informed of conferences, contractor fairs, and other services that are available to assist them in pursuing the objectives of this section.\n(6) The division shall conduct, coordinate and facilitate technical assistance and educational programs for MBEs, [and] WBES, and EBEs and other contractors designed to enhance participation of MBEs, [and] WBES, and EBEs in city procurement.  The division shall further develop a clearinghouse of information on programs and services available to MBEs, [and] WBES, and EBEs .\n(7)  The division shall develop standardized forms and reporting documents for agencies and contractors to facilitate the reporting requirements of this section.    \n(8)  The division shall direct and assist agencies in their efforts to increase participation by MBEs, [and] WBES, and EBEs in any city-operated financial, technical, and management assistance program.\n(9) The division shall study and recommend to the commissioner methods to streamline the M/WBE and EBE certification process.  \n(10)  Each fiscal year the division, in consultation with the city chief procurement officer, shall audit at least 5% of all contracts for which utilization plans are established in accordance with subdivision i of this section and 5% of all contracts awarded to MBEs, [and] WBES, and EBEs to assess compliance with this section.  All solicitations for contracts for which utilization plans are to be established shall include notice of potential audit. \n(11)  The division shall assist agencies in identifying and seeking ways to reduce or eliminate practices such as bonding requirements or delays in payment by prime contractors that may present barriers to competition by MBEs, [and] WBES, and EBEs .\nf.  Responsibilities of agency M/WBE officers. Each agency head shall designate a deputy commissioner or other executive officer to act as the agency M/WBE officer who shall be directly accountable to the agency head concerning the activities of the agency in carrying out its responsibilities pursuant to this section. The duties of the M/WBE officer shall include, but not be limited to:\n(i) creating the agency's utilization plan in accordance with subdivision g of this section;\n(ii) acting as the agency's liaison with the division;\n(iii) acting as a liaison with organizations and/or associations of MBEs, [and] WBEs, and EBEs, informing such organizations and/or associations of the agency's procurement procedures, and advising them of future procurement opportunities;\n(iv) ensuring that agency bid solicitations and requests for proposals are sent to MBEs, [and] WBEs, and EBEs  in a timely manner, consistent with this section and rules of the procurement policy board;\n(v) referring MBEs, [and] WBEs, and EBEs to technical assistance services available from agencies and other organizations;\n(vi) reviewing requests for waivers of target subcontracting percentages and/or modifications of participation goals and contractor utilization plans in accordance with [paragraph 13] paragraphs 11 and/or 12 of subdivision i of this section;\n(vii) working with the division and city chief procurement officer in creating directories as required pursuant to subdivision k of this section.  In fulfilling this duty, the agency M/WBE officer shall track and record each contractor that is an MBE, [or] WBE or EBE and each subcontractor hired pursuant to such officer’s agency contracts that is an MBE, [or] WBE or EBE, and shall share such information with the commissioner and the city chief procurement officer;  \n(viii) for contracts for which utilization goals have been established pursuant to subdivision i of this section, monitoring each contractor's compliance with its utilization plan by appropriate means, which shall include, but need not be limited to, job site inspections, contacting MBEs, [and] WBEs and EBEs identified in the plan to confirm their participation, and auditing the contractor's books and records;\n(ix) monitoring the agency's procurement activities to ensure compliance with its agency utilization plan and progress towards the participation goals as established in such plan; and\n(x) providing to the city chief procurement officer information for the reports required in subdivision l of this section and providing any other plans and/or reports required pursuant to this section or requested by the city chief procurement officer.\ng.  Agency utilization plans.  (1) Beginning May 15, 2006, and on April 1 of each year thereafter, each agency which has made procurements in excess of five million dollars during the fiscal year which ended on June 30 of the preceding calendar year shall submit an agency utilization plan for the fiscal year commencing in July of the year when such plan is to be submitted to the commissioner. Upon approval by the commissioner such plan shall be submitted to the speaker of the council.  Each such plan shall, at a minimum, include the following: \n(i) the agency’s participation goals for MBEs, [and] WBEs and EBEs for the year; \n(ii) an explanation for any agency goal that is different than the participation goal for the relevant group and industry classification as determined pursuant to subdivision d of this section;\n(iii) a list of the names and titles of agency personnel responsible for implementation of the agency utilization plan;\n(iv) methods and relevant activities proposed for achieving the agency’s participation goals; and\n(v) any other information which the agency or the commissioner deems relevant or necessary.\n(2) An agency utilization plan may be amended from time to time to reflect changes in the agency's projected expenditures or other relevant circumstances and resulting changes in such agency's participation goals. Such amendments shall be submitted to the commissioner, the city chief procurement officer and the speaker of the council at least thirty days prior to implementation.  \nh.  Achieving agency participation goals.  (1) Each agency head shall be directly accountable for the goals set forth in his or her agency's utilization plan. \n(2) Each agency shall make all reasonable efforts to meet the participation goals established in its agency utilization plan.  Agencies shall, at a minimum, use the following methods to achieve participation goals:\n(i) Agencies shall engage in outreach activities to encourage MBEs, [and] WBEs and EBEs to compete for all facets of their procurement activities, including contracts awarded by negotiated acquisition, emergency and sole source contracts, and each agency shall seek to utilize MBEs, WBEs and/or [WBEs] EBEs for all types of goods, services and construction they procure.\n(ii) Agencies shall encourage eligible businesses to apply for certification as MBEs, [and] WBEs and EBEs and inclusion in the directories of MBEs, [and] WBEs and EBEs. Agencies shall also encourage MBEs, [and] WBEs and EBEs to have their names included on their bidders lists, seek pre-qualification where applicable, and compete for city business as contractors and subcontractors. Agencies are encouraged to advertise procurement opportunities in general circulation media, trade and professional association publications and small business media, and publications of minority and women’s business organizations, and send written notice of specific procurement opportunities to minority and women's business organizations.\n(iii) All agency solicitations for bids or proposals shall include information referring potential bidders or proposers to the directories of MBEs, [and] WBEs and EBEs prepared by the division.\n(iv) In planning procurements, agencies shall consider the effect of the scope, specifications and size of a contract on opportunities for participation by MBEs, [and] WBEs and EBEs.\n(v) For construction contracts, agencies shall consider whether to enter into separate prime contracts for construction support services including, but not limited to, trucking, landscaping, demolition, site clearing, surveying and site security.  \n(vi) Prior to soliciting bids or proposals for contracts valued at over ten million dollars, an agency shall submit the bid or proposal to the city chief procurement officer for a determination whether it is practicable to divide the proposed contract into smaller contracts and whether doing so will enhance competition for such contracts among MBEs, [and] WBEs and EBEs and other potential bidders or proposers.  If the city chief procurement officer determines that it is both practicable and advantageous in light of cost and other relevant factors to divide such contracts into smaller contracts, then he or she shall direct the agency to do so.\n(vii) Agencies shall examine their internal procurement policies, procedures and practices and, where practicable, address those elements, if any, that may negatively affect participation of MBEs, [and] WBEs and EBEs in city procurement. \n(viii) Agency M/WBE officers shall, in accordance with guidelines established by the city chief procurement officer, establish a process for quarterly meetings with MBEs, [and] WBEs and EBEs to discuss what the agency looks for in evaluating bids and proposals.  \n(ix) Agencies shall encourage prime contractors to enter joint venture agreements with MBEs, [and] WBEs and EBEs .\ni. Participation goals for construction and professional services contracts.  (1) Prior to issuing the solicitation of bids or proposals for individual construction and professional services contracts, agencies shall establish a target subcontracting percentage for the contract and participation goals for MBEs, [and] WBEs and EBEs.   The “target subcontracting percentage” for the contract shall represent the percentage of the total contract which the agency anticipates a typical prime contractor in the relevant industry would in the normal course of business award to one or more subcontractors for amounts under one million dollars.  The participation goals established for a contract shall represent a percentage of the total dollar value of all subcontracts for amounts under one million dollars pursuant to the award.  Such goals may be greater than, less than or the same as the relevant citywide goal or goals established pursuant to subdivision d of this section.  In determining the participation goals for a particular contract, an agency shall consider the following factors:\n(i) the scope of work;\n(ii) the availability of  MBEs, [and] WBEs and EBEs able to perform the particular tasks required in the contract;\n(iii) the extent to which the type of work involved in the contract presents subcontracting opportunities for amounts under one million dollars;\n(iv) the agency's progress to date toward meeting its annual participation goals through race-neutral,  gender-neutral and other means, and the agency's expectations as to the effect such methods will have on participation of MBEs, [and] WBEs and EBEs  in the agency’s future contracts; and\n(v) any other factors the contracting agency deems relevant.\n(2) A contracting agency shall not be required to establish participation goals (i) for procurements described in subdivision q of this section; or \n (ii) when the agency has already attained the relevant goal in its annual utilization plan, or expects that it will attain such goal without the use of such participation goals.\n(3) For each contract in which a contracting agency has established participation goals, such agency shall state in the solicitation for such contract that bidders and/or proposers shall be required to agree as a material term of the contract that, with respect to the total amount of the contract to be awarded to one or more subcontractors pursuant to subcontracts for amounts under one million dollars, the contractor shall be subject to participation goals unless such goals are modified by the agency in accordance with this section. \n(4) For each contract in which participation goals are established, the agency shall include in its solicitation and/or bidding materials, a referral to the directories prepared by the division pursuant to this section.  \n(5) For each contract for which participation goals are established the contractor shall be required to submit with its bid or proposal, a utilization plan indicating the percentage of the work it intends to subcontract, and the percentage of work it intends to award to subcontractors for amounts under one million dollars, and, in cases where the contractor intends to award subcontracts for amounts under one million dollars, a description of the type and dollar value of work designated for participation by MBEs,  [and/or] WBEs and/or EBEs, and the time frames in which such work is scheduled to begin and end.  When the utilization plan indicates that the bidder or proposer does not intend to award the target subcontracting percentage, the bid or proposal shall not be deemed responsive unless the agency has granted a pre-award waiver pursuant to paragraph 11 of this subdivision.\n(6) For each contract for which a utilization plan has been submitted, the contracting agency shall require that within thirty days of the issuance of notice to proceed, the contractor submit a list of persons to which it intends to award subcontracts within the next twelve months. In the event that a contracting agency disapproves a contractor's selection of a subcontractor or subcontractors, the contracting agency shall allow such contractor a reasonable time to propose alternate subcontractors.\n (7)  For each contract for which a utilization plan has been submitted, the contractor shall, with each voucher for payment, and/or periodically as the agency may require, submit statements, certified under penalty of perjury, which shall include, but not be limited to, the total amount paid to subcontractors (including subcontractors that are not MBEs, [or] WBEs or EBEs); the names, addresses and contact numbers of each MBE, [or] WBE or EBE hired as a subcontractor pursuant to such plan as well as the dates and amounts paid to each MBE, [or] WBE or EBE.  The contractor shall also submit, along with its voucher for final payment, the total amount paid to subcontractors (including subcontractors that are not MBEs, [or] WBEs or EBEs); and a final list, certified under penalty of perjury, which shall include the name, address and contact information of each subcontractor that is an MBE, WBE or [WBE] EBE hired pursuant to such plan, the work performed by, and the dates and amounts paid to each.\n(8) If payments made to, or work performed by, MBEs, [or] WBEs or EBEs are less than the amount specified in the contractor’s utilization plan, the agency shall take appropriate action in accordance with subdivision o of this section, unless the contractor has obtained a modification of its utilization plan pursuant to paragraph 12 of this subdivision.  \n(9) When advertising a solicitation for bids or proposals for a contract for which a participation goal has been established, agencies shall include in the advertisement a general statement that the contract will be subject to participation goals for MBEs, WBEs and/or [WBEs]\nEBEs. \n(10)  In the event that a contractor with a contract that includes a utilization plan submits a request for a change order the value of which exceeds ten percent of such contract, the agency shall establish participation goals as if for a new contract for the work to be performed pursuant to such change order.  \n(11)  Pre-award waiver.  (i) Subject to subparagraph (ii) of this paragraph, the contracting agency may grant a full or partial waiver of the target subcontracting percentage to a bidder or proposer who demonstrates that it has legitimate business reasons for proposing the level of subcontracting in its utilization plan.  The contracting agency shall make its determination in light of factors which shall include, but not be limited to, whether the bidder or proposer has the capacity and the bona fide intention to perform the contract without any subcontracting, or to perform the contract without awarding the amount of subcontracts for under one million dollars represented by the target subcontracting percentage.  In making such determination, the agency may consider whether the utilization plan is consistent with past subcontracting practices of the bidder or proposer, and whether the bidder or proposer has made good faith efforts to identify portions of the contract that it intends to subcontract.  Within thirty days of the registration of a contract, the city chief contracting officer shall notify the council of any such waiver granted with respect to the contract.\n(ii) The agency M/WBE officer shall provide written notice of requests for a full or partial waiver of the target subcontracting percentage to the division and the city chief procurement officer and shall not approve any such request without the approval of the city chief procurement officer, provided that the city chief procurement officer, upon adequate assurances of an agency’s ability to administer its utilization plan in accordance with the provisions of this section, may determine that further approval from the city chief procurement officer is not required with respect to such requests for an agency’s contracts or particular categories of an agency’s contracts.  The city chief procurement officer shall notify the speaker of the council in writing within [seven] thirty days of the [approval] registration  of a contract for which a request for a full or partial waiver of a target subcontracting percentage was granted, provided that where an agency has been authorized to grant waivers without approval of the chief procurement officer, such notice shall be provided to the speaker of the council by the agency.  Such notification shall include, but not be limited to, the name of contractor, the original target subcontracting percentage, the waiver request, including all documentation, and an explanation for the approval of such request.\n(12) Modification of utilization plans. (i) A contractor may request modification of its utilization plan after the award of a contract.  Subject to subparagraph (ii) of this paragraph, an agency may grant such request if it determines that such contractor has established, with appropriate documentary and other evidence, that it made all reasonable, good faith efforts to meet the goals set by the agency for the contract.  In making such determination, the agency shall consider evidence of the following efforts, as applicable, along with any other relevant factors:\n(A)\tThe contractor advertised opportunities to participate in the contract, where appropriate, in general circulation media, trade and professional association publications and small business media, and publications of minority and women’s business organizations;\n(B)\tThe contractor provided notice of specific opportunities to participate in the contract, in a timely manner, to minority and women’s business organizations;\n\t(C)\tThe contractor sent written notices, by certified mail or facsimile, in a timely manner, to advise MBEs, [or] WBEs or EBEs that their interest in the contract was solicited;\n\t(D)\tThe contractor made efforts to identify portions of the work that could be substituted for portions originally designated for participation by MBEs, WBEs and/or [WBEs] EBEs in the contractor utilization plan, and for which the contractor claims an inability to retain MBEs, WBEs or [WBEs]EBEs;\n\t(E)\tThe contractor held meetings with MBEs, WBEs and/or [WBEs]EBEs prior to the date their bids or proposals were due, for the purpose of explaining in detail the scope and requirements of the work for which their bids or proposals were solicited;\n\t(F)\tThe contractor made efforts to negotiate with MBEs, WBEs and/or [WBEs]EBEs as relevant to perform specific subcontracts, or act as suppliers or service providers; \n\t(G)\tTimely written requests for assistance made by the contractor to the agency M/WBE liaison officer and to the division;\n(H)\tDescription of how recommendations made by the division and the contracting agency were acted upon and an explanation of why action upon such recommendations did not lead to the desired level of participation of MBEs, WBEs and/or [WBEs]EBEs.\n(ii) The agency M/WBE officer shall provide written notice of requests for such modifications to the division and the city chief procurement officer and shall not approve any such request for modification without the approval of the city chief procurement officer, provided that the city chief procurement officer, upon adequate assurances of an agency’s ability to administer its utilization plan in accordance with the provisions of this section, may determine that further approval from the city chief procurement officer is not required with respect to such requests for an agency’s contracts or particular categories of an agency’s contracts.  The city chief procurement officer, shall notify the speaker of the council in writing within seven days of the approval of a request for modification of a utilization plan, provided that where an agency has been authorized to grant modifications without approval of the chief procurement officer, such notice shall be provided to the speaker of the council by the agency.  Such notification shall include, but not be limited to, the name of the contractor, the original utilization plan, the modification request, including all documentation, and an explanation for the approval of such request.\n(iii) The agency M/WBE officer shall provide written notice to the contractor of its determination that shall include the reasons for such determination.\n(13)  For each contract in which a contracting agency has established participation goals, the agency shall evaluate and assess the contractor’s performance in meeting [such goals] each such goal.  Such evaluation and assessment shall be a part of the contractor’s overall contract performance evaluation required pursuant to section 333 of the charter.  \nj. Determining credit for MBE, WBE and [WBE] EBE participation. (1) An agency's achievement of its annual goals shall be calculated as follows:\n(i) The total dollar amount that an agency has paid or is obligated to pay to a [primecontractor] prime contractor which is an MBE, WBE or [WBE] EBE may be credited toward the relevant goal.\n(ii) The total dollar amount that a prime contractor has paid or is obligated to pay to a subcontractor which is an MBE, [or] WBE or EBE may be credited toward the relevant goal.\n(iii) For requirements contracts, credit may be given for the actual dollar amount paid under the contract.\n(iv) Where one or more MBEs, [or] WBEs or EBEs is participating in a qualified joint venture, the dollar amount of the percentage of total profit to which MBEs, WBEs or [WBEs]EBEs are entitled pursuant to the joint venture agreement shall be credited toward the relevant goal.\n(v) No credit shall be given for participation in a contract by an MBE, WBE or [WBE]EBE that does not perform a commercially useful function. \n(vi) No credit shall be given for the participation in a contract by any company that has not been certified as an MBE, [or] WBE or EBE in accordance with section 1304 of the charter. \n(vii) In the case of a contract for which the contractor is paid on a commission basis, the dollar amount of the contract may be determined on the basis of the commission earned or reasonably anticipated to be earned under the contract.\n(viii)  No credit shall be given to a contractor for participation in a contract by a graduate MBE, [or] WBE or EBE.\n(ix)  The participation of a certified company shall not be credited toward more than one participation goal.\n (2)  A contractor’s achievement of [the goals] each goal established in its utilization plan shall be calculated in the same manner as described for calculating the achievement of agency utilization goals as described in paragraph (1) of this subdivision; provided that no credit shall be given to the contractor for the participation of a company that is not certified in accordance with section 1304 of the charter before the date that the agency approves the subcontractor.\nk.  Small purchases.  (1)  Each agency shall, consistent with the participation goals established in subdivision d of this section and such agency’s [M/WBE] utilization plan, establish goals for purchases valued at or below five thousand dollars which shall be made from MBEs, WBEs and/or [WBEs] EBEs.   \n(2) Whenever an agency solicits bids or proposals for small purchases pursuant to section three hundred fourteen of the charter, the agency shall maintain records identifying the MBEs, [and] WBEs and EBEs it solicited, which shall become part of the contract file.\nl.  Compliance reporting. (1)  The city chief procurement officer, in consultation with the division shall prepare and submit semiannual reports to the speaker of the council as described in this section.  A preliminary report containing information for the fiscal year in progress shall be submitted to the speaker of the council by April 1, 2007, and annually thereafter, and a final report containing information for the preceding fiscal year shall be submitted to the speaker of the council by October 1, 2007 and annually thereafter.   The reports, which shall also be posted on the division’s website, shall contain the following information, disaggregated by agency: \n(i) the number and total dollar value of contracts awarded, disaggregated by\n industry classification, provided that contracts for amounts under five thousand dollars need not be disaggregated by industry;\n(ii) the number and total dollar value of contracts awarded to MBEs, [and] WBEs and EBEs, disaggregated by minority and gender group and industry classification, provided that contracts for amounts under five thousand dollars need not be disaggregated by industry;\n(iii) the total number and total dollar value of contracts awarded valued at less\nthan five thousand dollars and the total number and total dollar value of such contracts awarded to MBEs, [and] WBEs and EBEs, disaggregated by minority and gender group;  \n(iv) the total number and total dollar value of contracts awarded valued at\nbetween five thousand and one hundred thousand dollars and the total number and total dollar value of such contracts awarded to MBEs, [and] WBEs and EBEs, disaggregated by minority and gender group and industry classification;\n(v)  the total number and total dollar value of contracts awarded valued at between \none hundred thousand dollars and one million dollars and the total number and total dollar value of such contracts awarded to MBEs, [and] WBEs and EBEs, disaggregated by minority and gender group and industry classification;\n(vi)  the total number and total dollar value of contracts awarded valued at over\none million dollars and the total number and total dollar value of such contracts awarded to MBEs, [and] WBEs and EBEs, disaggregated by minority and gender group and industry classification;\n(vii) for those contracts for which an agency set participation goals in accordance\nwith subdivision i of this section: \nA.  The number and total dollar amount of such contracts disaggregated by\nindustry classification; \nB. the number and total dollar value of such contracts that were awarded to\nqualified joint ventures and the total dollar amount attributed to the MBE, WBE or [WBE]EBE joint venture partners, disaggregated by minority and gender group and industry classification;\nC. The number and total dollar value of subcontracts entered into pursuant to such\ncontracts and the number and total dollar amount of such subcontracts awarded to MBEs, [and] WBEs and EBEs, disaggregated by minority and gender group and industry classification; and \nD. a list of the full or partial waivers of target subcontracting percentages granted for such contracts pursuant to paragraph 11 of subdivision i of this section, and the number and dollar amount of those contracts for which such waivers were granted, disaggregated by industry classification;  \nE. a list of the requests for [waiver or] modification of participation requirements for such contracts made pursuant to paragraph 12 of subdivision i of this section and the determinations made with respect to such requests, and the number and dollar amount of those contracts for which such [waivers or] modifications were granted, disaggregated by industry classification;\n(viii) a detailed list of each complaint received pursuant to paragraph 1 of\nsubdivision o of this section which shall, at a minimum, include the nature of each complaint and the action taken in investigating and addressing such complaint including whether and in what manner the enforcement provisions of subdivision o of this section were invoked and the remedies applied; \n(ix) a detailed list of all non-compliance findings made pursuant to paragraph 4\nof subdivision o of this section and actions taken in response to such findings; \n(x) the number of firms certified or recertified in accordance with section 1304 of\nthe charter during the six months immediately preceding such report;\n(xi) the number and percentage of contracts audited pursuant to section paragraph 10 of subdivision e of this section and a summary of the results of each audit. \n(xii)  a summary of efforts to reduce or eliminate barriers to competition as required pursuant to paragraph 11 of subdivision e of this section;\n(xiii)\tA list of all solicitations submitted to the city chief procurement officer\npursuant to subparagraph vi of paragraph 2 of subdivision h of this section and a summary of the determination made regarding each such submission; and \n (xiv) any other information as may be required by the commissioner.\n(2)  The annual reports submitted in October shall, in addition, contain a\ndetermination made by the commissioner, as to whether each agency has made substantial progress toward achieving its utilization goals and whether the city has made substantial progress toward achieving the citywide goals established pursuant to subdivision d of this section.  The first three annual reports shall also include detailed information about steps that agencies have taken to initiate and ramp up their efforts to comply with the requirements this section.  \n(3)  The data that provide the basis for the reports required by this subdivision\nshall be made available electronically to the council at the time the reports are submitted.\n n. Pre-qualification.  An agency establishing a list of pre-qualified bidders or proposers may deny pre-qualification to prospective contractors who fail to demonstrate in their application for pre-qualification that they have complied with applicable federal, state and local requirements for participation of MBEs, [and] WBEs and EBEs in procurements. A denial of pre-qualification may be appealed pursuant to applicable procurement policy board rules.\no. Enforcement.  (1) Any person who believes that a violation of the requirements of this section, rules promulgated pursuant to its provisions, or any provision of a contract that implements this section or such rules, including, but not limited to, any contractor utilization plan, has occurred may submit a complaint in writing to the division, the city chief procurement officer and the comptroller. Such complaint shall be signed and dated.  The division shall promptly investigate such complaint and determine whether there has been a violation.\n(2) Any complaint alleging fraud, corruption or other criminal behavior on, the part of a bidder, proposer, contractor, subcontractor or supplier shall be referred to the commissioner of the department of investigation.\n(3) Contract award. (i) When an agency receives a protest from a bidder or proposer regarding a contracting action that is related to this section, the agency shall send copies of the protest and any appeal thereof, and any decisions made on the protest or such appeal, to the division and the comptroller.  \n(ii) Whenever a contracting agency has determined that a bidder or proposer has violated this section, or rules promulgated pursuant to its provisions, the agency may disqualify such bidder or proposer from competing for such contract and the agency may revoke such bidder’s or proposer’s prequalification status.\n(4) Contract administration. (i) Whenever an agency believes that a contractor or a subcontractor is not in compliance with this section, rules promulgated pursuant to its provisions or any provision of a contract that implements this section, including, but not limited to any contractor utilization plan, the agency shall send a written notice to the city chief procurement officer, the division and the contractor describing the alleged noncompliance and offering an opportunity to be heard.  The agency shall then conduct an investigation to determine whether such contractor or subcontractor is in compliance.\n(ii) In the event that a contractor has been found to have violated this section, rules promulgated pursuant to its provisions, or any provision of a contract that implements this section, including, but not limited any contractor utilization plan, the contracting agency shall, after consulting with the city chief procurement officer and the division, determine whether any of the following actions should be taken:\n(A)  enter an agreement with the contractor allowing the contractor to cure the\nviolation;\n(B) revoke the contractor's pre-qualification to bid or make proposals for future\ncontracts;\n(C) make a finding that the contractor is in default of the contract;\n(D) terminate the contract;\n(E) declare the contractor to be in breach of contract;\n(F) withhold payment or reimbursement;\n(G) determine not to renew the contract;\n(H) assess actual and consequential damages;\n(I) assess liquidated damages or reduction of fees, provided that liquidated\ndamages may be based on amounts representing costs of delays in carrying out the purposes of the program established by this section, or in meeting the purposes of the contract, the costs of meeting utilization goals through additional procurements, the administrative costs of investigation and enforcement, or other factors set forth in the contract; \n(J) exercise rights under the contract to procure goods, services or construction\nfrom another contractor and charge the cost of such contract to the contractor that has been found to be in noncompliance; or\n(K) take any other appropriate remedy.\n(5) To the extent available pursuant to rules of the procurement policy board, a contractor may seek resolution of a dispute regarding a contract related to this section. The contracting agency shall submit a copy of such submission to the division. \n(6) Whenever an agency has reason to believe that an MBE, [or] WBE or EBE is not qualified for certification, or is participating in a contract in a manner that does not serve a commercially useful function, or has violated any provision of this section, the agency shall notify the commissioner who shall determine whether the certification of such business enterprise should be revoked.\n(7) Statements made in any instrument submitted to a contracting agency pursuant to these rules shall be submitted under penalty of perjury and any false or misleading statement or omission shall be grounds for the application of any applicable criminal and/or civil penalties for perjury. The making of a false or fraudulent statement by an MBE, [or] WBE or EBE in any instrument submitted pursuant to these rules shall, in addition, be grounds for revocation of its certification.\n(8) A contractor's record in implementing its contractor utilization plan shall be a factor in the evaluation of its performance.   Whenever a contracting agency determines that a contractor's compliance with a contractor utilization plan has been unsatisfactory, the agency shall, after consultation with the city chief procurement officer, file an advice of caution form for inclusion in VENDEX as caution data.\nq.  Applicability.  Agencies shall not be required to apply participation requirements to the following types of contracts :\n(i) those subject to federal or state funding requirements which preclude the city from imposing the requirements of this subdivision;\n(ii) those subject to federal or state law participation requirements for MBEs, WBEs and/or [WBEs]EBEs;\n(iii) contracts between agencies;\n(iv) procurements made through the united states general services administration or another federal agency, or through the New York state office of general services or another state agency, or any other governmental agency.\n(v) emergency procurements pursuant to section three hundred fifteen of the charter; \n(vi) sole source procurements pursuant to section three hundred twenty-one of the charter;\n(vii) small purchases as defined pursuant to section three hundred fourteen of the charter; and\n(viii) contracts awarded to not-for-profit organizations.\n\n§5.  Severability. If any section, subsection, paragraph, sentence, clause, phrase or\nother portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this law, which remaining portions shall continue in full force and effect.\n§6.  Effective date.\ta.  Sections 1, 2, 3 and 5 of this local law shall take effect  immediately, and section 4 of this local law shall take effect 180 days after the date of enactment of this local law; provided that any agency, including, but not limited to, the procurement policy board, may take actions necessary, including rulemaking, to implement the requirements of this local law prior to its effective date.\nb.  The council shall review the annual reports prepared pursuant to this local law and take action to repeal provisions for participation goals upon finding that such provisions are no longer necessary to address the impact of discrimination on the city’s procurement.\n\nDS\n05/02/06\n5/10/06 Version",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\sl480\\slmult1\\cf1\\par\n\\pard\\hyphpar0\\fi720\\sa240\\sl480\\slmult1\\qj\\cf0 Section 1. Subdivisions a, b, d, and e of 1304 of chapter 56 of the New York city charter, as amended local law number 129 for the year 2005, are amended to read as follows:\\par\n\\'a71304 Division of Economic and Financial Opportunity. There shall be a division of economic and financial opportunity within the department.\\par\na. The purpose of the division shall be to enhance the ability of minority and women owned business enterprises \\ul and emerging business enterprises\\ulnone  to compete for city contracts, to enhance city agencies' awareness of such business enterprises, and to ensure their meaningful participation in city procurement.\\par\nb. The commissioner shall administer, coordinate, and enforce a citywide program established by local law for the identification, recruitment, certification and participation in city procurement of minority and women owned business enterprises \\ul and emerging business enterprises\\ulnone .\\par\nd. The commissioner shall monitor the implementation of all financial, technical, managerial, and bonding assistance programs operated by city agencies to enhance participation by minority and women owned business enterprises \\ul and emerging business enterprises\\ulnone  in city procurement.\\par\ne. The commissioner shall have the following powers and duties to implement the purposes of this section:\\par\n1. to direct and assist agencies in their efforts to increase participation by minority and women owned business enterprises \\ul and emerging business enterprises\\ulnone  as contractors and subcontractors in city procurement;\\par\n2. to develop standardized forms and reporting documents;\\par\n3. to conduct, coordinate and facilitate technical assistance and educational programs;\\par\n4. to periodically review the compliance of city agencies with the provisions of local law for the identification, recruitment, certification and participation in city procurement of minority and women owned business enterprises\\ul  and emerging business enterprises\\ulnone ; \\par\n5. to annually report to the mayor and the council, as required by such local law, on the activities of the division and efforts by agencies to comply with the provisions of such local law;\\par\n6. a.  to establish and operate, on behalf of the city, a centralized program for the certification of minority owned business enterprises\\ul ,\\ulnone  [and] women owned business enterprises \\ul and emerging business enterprises\\ulnone  for the purposes of establishing the eligibility of such businesses for participation in the programs and processes established pursuant to local law to ensure their meaningful participation in city procurement. \\par\nb. For the purposes of such certification, \"minority owned business enterprise\" and \"women owned business enterprise\" shall mean business enterprises authorized to do business in this state, including sole proprietorships, partnerships and corporations, in which (i) at least fifty-one percent of the ownership interest is held by United States citizens or permanent resident aliens who are either minority group members or women, (ii) the ownership interest of such persons is real, substantial and continuing, and (iii) such persons have and exercise the authority to control independently the day to day business decisions of the enterprise;\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ul c.   For the purposes of such certification, \"emerging business enterprise\" shall mean a business enterprise authorized to do business in this state, including sole proprietorships, partnerships and corporations, in which (i) at least fifty-one percent of the ownership interest is held by United States citizens or permanent resident aliens; (ii) the ownership interest of such persons is real, substantial and continuing, (iii) such persons have and exercise the authority to control independently the day to day business decisions of the enterprise; and (iv) such persons have demonstrated, in accordance with regulations promulgated by the commissioner, that they are socially and economically disadvantaged.  A person who is \\ldblquote socially and economically disadvantaged\\rdblquote  shall mean a person who has experienced social disadvantage in American society as a result of causes not common to persons who are not socially disadvantaged, and whose ability to compete in the free enterprise system has been impaired due to diminished capital and credit opportunities as compared to others in the same business area who are not socially disadvantaged.  A person\\rquote s race, national origin, or gender by itself, shall not qualify the person as \\ldblquote socially disadvantaged.\\rdblquote   In drafting such regulations, the commissioner shall consider criteria developed for federal programs established to promote opportunities for businesses owned by persons who are socially and economically disadvantaged, including criteria for determining initial and continued eligibility in relation to the net worth of persons claiming to be economically disadvantaged, provided that the net worth of a person claiming disadvantage pursuant to this section must be less than one million dollars. In determining such net worth, the department shall exclude the ownership interest in the business enterprise and the equity in the primary personal residence. \\ulnone\\par\n[c]\\ul d\\ulnone .  To be eligible for certification, a business enterprise shall have a real and substantial business presence in the market for the city of New York, as defined by the commissioner pursuant to local law.\\par\n\\pard\\hyphpar0\\fi720\\sa240\\sl480\\slmult1\\qj 7. to audit such business enterprises and periodically review and in appropriate cases recertify their eligibility for participation in programs established pursuant to local law;\\par\n8. to direct and assist city agencies in their efforts to increase participation by minority owned business enterprises\\ul ,\\ulnone  [and] women owned business enterprises \\ul and emerging business enterprises\\ulnone  in any city-operated financial, technical, and management assistance program;\\par\n9. to assist all business enterprises certified pursuant to this section in becoming prequalified for all categories of procurement for which they may be eligible and for which contracting agencies utilize prequalification in the procurement process;\\par\n10. to prepare and periodically update a directory of such city certified business enterprises for use by city agencies and contractors and develop a clearinghouse of information on programs and services available to such business enterprises; and\\par\n11. to provide such assistance to [certified] business enterprises interested in being certified as is needed to ensure that such businesses benefit from city technical, managerial, and financial assistance, and other business development programs.\\par\n\\'a72.  Paragraph 8 of subdivision b of section 311 of the charter of the city of New York, as added by local law number 129 for the year 2005, is amended to read as follows:\\par\n8.  rules relating to the making of small purchases in a manner that will advance the purposes of the program for minority- and women-owned business enterprises \\ul and emerging business enterprises\\ulnone  established pursuant to subdivision b of section thirteen hundred four.\\par\n\\'a73.   Subdivisions a and c of section 6-129 of the administrative code of the city of New York, as added by local law number 129 for the year 2005, are amended to read as follows: \\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a76-129.  Participation by minority-owned and women-owned business enterprises\\ul  and emerging business enterprises\\ulnone  in city procurement.  a.  [Program]\\ul  Programs\\ulnone  established.   There [is] are hereby established a program, to be administered by the department of small business services in accordance with the provisions of this section, designed to enhance participation by minority-owned and women-owned business enterprises in city procurement \\ul and a program, also to be administered by such department in accordance with the provisions of this section, designed to enhance participation by emerging business enterprises in city procurement.\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\ulnone c.   Definitions.\\b   \\b0 For purposes of this section, the following terms shall have the following meaning:\\par\n(1) \\ldblquote Agency\\rdblquote  means a city, county, borough, or other office, position, administration, department, division, bureau, board or commission, or a corporation, institution or agency of government, the expenses of which are paid in whole or in part from the city treasury.\\par\n(2) \\ldblquote Agency chief contracting officer\\rdblquote  means the person to whom an agency head has delegated authority to organize and supervise the agency's procurement activity.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj (3)  \\ldblquote Availability rate\\rdblquote  means the percentage of business enterprises within an industry classification that are owned by minorities\\ul ,\\ulnone  [or] women or persons who are socially and economically disadvantaged willing and able to perform agency contracts.   \\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1 (4) \\ldblquote Bidder\\rdblquote  means any person submitting a bid or proposal in response to a solicitation for such bid or proposal from an agency.\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj (5) \\ldblquote Bidders list\\rdblquote  or \\ldblquote proposers list\\rdblquote  means a list maintained by an agency that includes persons from whom bids or proposals can be solicited.\\par\n(6)  \\ldblquote City\\rdblquote  means the city of New York.\\par\n(7) \\ldblquote City chief procurement officer\\rdblquote  means the person to whom the mayor has delegated authority to coordinate and oversee the procurement activity of mayoral agency staff, including the agency chief contracting officers and any offices that\\expndtw6\\i  \\expndtw0\\i0 have oversight responsibility for procurement. \\par\n(8) \\ldblquote Commercially useful function\\rdblquote\\b  \\b0 means a real and actual service that is a distinct and verifiable element of the work called for in a contract.\\expndtw2   In \\expndtw0 determining whether an MBE, [or] WBE \\ul or EBE\\ulnone  is performing a commercially useful function, \\expndtw12 factors including but \\expndtw0 not limited to the following shall be considered:\\par\n(i) whether it has the skill and expertise to perform the work for which it is being utilized, and possesses all necessary licenses;\\par\n(ii) whether it is in the business of performing, managing or supervising the work for which it has been certified and is being utilized; and\\ul\\par\n\\ulnone (iii) whether it purchases goods and/or services from another business and whether its participation in the contract would have the principal effect of allowing  it to act as a middle person or broker in which case  it may not be considered to be performing a commercially useful function for purposes of this section.\\par\n(9)  \\ldblquote Commissioner\\rdblquote  shall mean the commissioner of small business services.\\ul\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\cf1\\ulnone (10)  \\ldblquote Construction contract\\rdblquote  means any agreement with an agency for or in connection with the construction, reconstruction, demolition, excavation, renovation, alteration, improvement, rehabilitation, or repair of any building, facility, physical structure of any kind.\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\cf0 (11)\\b  \\b0\\ldblquote Contract\\rdblquote  means any agreement, purchase order or other instrument whereby the city is committed to expend or does expend funds in return for goods, professional services, standard services, architectural and engineering services, or construction.  \\par\n\\pard\\hyphpar0\\li720\\sl480\\slmult1 (12) \\ldblquote Contractor\\rdblquote  means a person who has been awarded a contract.\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj (13)  \\ldblquote Directory\\rdblquote  means a list prepared by the division of firms certified pursuant to section 1304 of the charter.\\ul   \\par\n\\ulnone (14)  \\ldblquote Division\\rdblquote  shall mean the division of economic and financial opportunity within the department of small business services.\\par\n(15)  \\ldblquote Geographic market of the city\\rdblquote  means the following counties: Bronx, Kings, New York, Queens, Richmond, Nassau, Putnam, Rockland, Suffolk and Westchester within the State of New York; and Bergen, Hudson,  and Passaic within the state of New Jersey. \\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1 (16)  \\ldblquote Goal\\rdblquote  means a numerical  target.\\par\n(17) \\ldblquote Graduate MBE\\ul ,\\ulnone\\rdblquote  [or] \\ldblquote graduate WBE\\rdblquote  \\ul or \\ldblquote graduate EBE\\rdblquote\\ulnone  means an MBE\\ul ,\\ulnone  [or] WBE \\ul or EBE\\ulnone  which shall have been awarded [$15 million or more in] prime contracts by one or more agencies within the past three years \\ul where the\\ulnone total city funding from the expense and capital budgets for such contracts was equal to or greater than fifteen million dollars.\\ul\\par\n\\ulnone (18)  \\ldblquote Industry classification\\rdblquote  means one of the following classifications:\\par\n(i) construction;\\par\n(ii) professional services;\\par\n(iii) standard services; and\\par\n(iv) goods.\\ul\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\ulnone (19)  \\ldblquote Joint venture\\rdblquote  means an association, of limited scope and duration, between two or more persons who have entered into an agreement to perform and/or provide services required by a contract, in which each such person contributes property, capital, effort, skill and/or knowledge, and in which each such person is entitled to share in the profits of the venture in reasonable proportion to the economic value of its contribution.\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1 (20) \\ldblquote MBE\\rdblquote  means a minority-owned business enterprise certified in accordance with section 1304 of the charter.\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\tx720\\tab (21) \\ldblquote Minority group\\rdblquote  means Black Americans; Asian Americans, and Hispanic Americans, provided that the commissioner shall be authorized to add additional groups to this definition upon a finding that there is statistically significant disparity between the availability of firms owned by persons in such a group and the utilization of such firms in city procurement.\\ul   \\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\ulnone (22)  \\ldblquote Person\\rdblquote  means any business, individual, partnership, corporation, firm, company, or other form of doing business.\\par\n(23)  \\ldblquote Professional services\\rdblquote\\b  \\b0 means services that require specialized skills and the exercise of judgment, including but not limited to accountants, lawyers, doctors, computer programmers and consultants, architectural and engineering services, and construction management services.\\ul   \\par\n\\expndtw16\\ulnone (24)  \\ldblquote Qualified joint venture agreement\\rdblquote  means a \\expndtw0 joint venture between one or more  MBEs\\ul , \\ulnone [and/or] WBES\\ul , and/or EBEs\\ulnone  and another person, in which the percentage of profit to which the certified firm or firms is entitled for participation in the contract, as set forth in the joint venture agreement, is at least 25% of the total profit.\\par\n(25)  \\ldblquote Scope of work\\rdblquote  means specific tasks required in a contract and/or services or goods that must be provided to perform specific tasks required in a contract.\\ul\\par\n\\ulnone (26)  \\ldblquote Standard services\\rdblquote  means services other than professional services.\\par\n\\expndtw16 (27)  \\ldblquote Subcontractor\\rdblquote  means a \\expndtw0 person who has entered into an agreement with a contractor to provide something that is required pursuant to a contract.\\par\n(28) \\ldblquote Utilization rate\\rdblquote  means the percentage of total contract expenditures expended on contracts or subcontracts with firms that are owned by women\\ul ,\\ulnone  [or] minorities\\ul , or persons who are socially and economically disadvantaged\\ulnone , respectively, in one or more industry classifications.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj (29) \\ldblquote WBE\\rdblquote  means a women-owned business enterprise certified in accordance with section 1304 of the charter.\\par\n\\ul (30) \\ldblquote EBE\\rdblquote  means an emerging business enterprise certified in accordance with section 1304 of the charter.\\par\n\\ulnone\\'a74.   Subdivisions d, e, f, g, h, i, j, k, l, n, o and q of section 6-129 of the administrative code of the city of New York, as added by local law number 129 for the year 2005, are amended to read as follows:\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj d.  Citywide goals.  (1) The citywide contracting participation goals for MBEs, WBEs and EBEs shall be as follows: \\par\n\\b For construction contracts under one million dollars:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\b0 Category:\\tab\\tab\\tab Participation goal:\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj Black Americans\\tab\\tab 12.63% of total annual agency expenditures on such contracts\\par\nHispanic Americans\\tab\\tab 9.06% of total annual agency expenditures on such contracts\\par\n\\pard\\hyphpar0\\li720\\sl480\\slmult1\\qj\\ul Emerging\\tab\\tab\\tab 6% of total annual agency expenditures on such\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj contracts\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\ulnone\\b For professional services contracts under one million dollars:\\par\n\\b0 Race/gender group:\\tab\\tab Participation goal:\\par\nBlack Americans\\tab\\tab  9% of total annual agency expenditures on such contracts\\par\nHispanic Americans\\tab\\tab  5% of total annual agency expenditures on such contracts\\par\nCaucasian females\\tab\\tab 16.5% of total annual agency expenditures\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj on such contracts\\par\n\\pard\\hyphpar0\\li720\\sl480\\slmult1\\qj\\ul Emerging\\tab\\tab\\tab 6%\\b  \\b0 of total annual agency expenditures on such\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj contracts\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\ulnone\\b For standard services contracts under one million dollars:\\par\n\\b0 Race/gender group:\\tab\\tab Participation goal:\\par\nBlack Americans\\tab\\tab 9.23% of total annual agency expenditures on such contracts\\par\nHispanic Americans\\tab\\tab 5.14% of total annual agency expenditures on such contracts\\par\nCaucasian females\\tab\\tab 10.45% of total annual agency expenditures on such contracts\\par\n\\pard\\hyphpar0\\li720\\sl480\\slmult1\\qj\\ul Emerging\\tab\\tab\\tab 6%\\b  \\b0 of total annual agency expenditures on such\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj contracts\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\ulnone\\b For goods contracts under one million dollars:\\par\n\\b0 Race/gender group:\\tab\\tab Participation goal:\\par\nBlack Americans\\tab\\tab 7.47% of total annual agency expenditures on such contracts\\par\nAsian Americans\\tab\\tab 5.19% of total annual agency expenditures on such contracts\\par\nHispanic Americans\\tab\\tab 4.99% of total annual agency expenditures on such contracts\\par\nCaucasian females\\tab\\tab 17.87% of total annual agency expenditures on such contracts\\par\n\\pard\\hyphpar0\\li720\\sl480\\slmult1\\qj\\ul Emerging\\tab\\tab\\tab 6%\\b  \\b0 of total annual agency expenditures on such\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj contracts\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\ulnone\\b For construction subcontracts under one million dollars:\\par\n\\b0 Race/gender group:\\tab\\tab Participation goal:\\par\nBlack Americans\\tab\\tab 12.63% of total annual agency expenditures on such subcontracts\\par\nAsian Americans\\tab\\tab 9.47% of total annual agency expenditures on such subcontracts\\par\nHispanic Americans\\tab\\tab 9.06% of total annual agency expenditures on such subcontracts\\par\n\\pard\\hyphpar0\\li720\\sl480\\slmult1\\qj\\ul Emerging\\tab\\tab\\tab 6%\\b  \\b0 of total annual agency expenditures on such\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj contracts\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\ulnone\\b For professional services subcontracts under one million dollars:\\par\n\\b0 Race/gender group:\\tab\\tab Participation goal:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Black Americans\\tab\\tab 9% of total annual agency expenditures on such subcontracts\\par\nHispanic Americans\\tab\\tab 5% of total annual agency expenditures on such contracts\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj Caucasian females\\tab\\tab 16.5% of total annual agency expenditures on such subcontracts\\par\n\\pard\\hyphpar0\\li720\\sl480\\slmult1\\qj\\ul Emerging\\tab\\tab\\tab 6%\\b  \\b0 of total annual agency expenditures on such\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj contracts\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\ulnone\\par\n(2) Agencies shall develop agency utilization plans pursuant to subdivision g of this section.  Agencies shall seek to ensure substantial progress toward the attainment of each of these goals in as short a time as practicable. \\par\n(3) The citywide goals shall not be summarily adopted as goals for individual procurements; rather, as set forth in subdivision i of this section, goals for such procurements may be set at levels higher, lower, or the same as the citywide goals.  \\par\n(4)(A) Beginning twelve months after the effective date of the local law that added this section and every two years thereafter, the commissioner, in consultation with the city chief procurement officer, shall, for each industry classification and each minority group, review and compare the availability rates of firms owned by minorities and women to the utilization rates of such firms in agency contracts and subcontracts, and shall on the basis of such review and any other relevant information, where appropriate, revise by rule the citywide participation goals set forth in this subdivision.  In making such revision, the commissioner shall consider the extent to which discrimination continues to have an impact on the ability of minorities and women to compete for city contracts and subcontracts.  The commissioner shall submit the results of such review and any proposed revisions to the participation goals to the speaker of the council at least sixty days prior to publishing a proposed rule that would revise participation goals\\b .  \\par\n\\ul\\b0 (B) Beginning twelve months after the effective date of the local law that added this section and every two years thereafter, the\\ulnone  \\ul commissioner shall review information collected by the department to determine the availability and utilization of EBEs, and shall on the basis of such review and any other relevant information, where appropriate, revise by rule the citywide participation goals set forth in this subdivision.  Such revised goals shall be set at a level intended to assist in overcoming the impact of discrimination on such businesses.\\par\n\\ulnone e. Responsibilities of the division. (1) The division shall create and maintain and periodically update directories by industry classification of MBEs\\ul ,\\ulnone  [and] WBES\\ul , and EBEs\\ulnone  which it shall supply to all agencies, post on its website and on other relevant city websites and make available for dissemination and/or public inspection at its offices and other locations within each borough.     \\par\n(2) The division shall make its resources available to assist agencies and contractors in (i) determining the availability of MBEs\\ul ,\\ulnone  [and] WBES\\ul , and EBEs\\ulnone  to participate in their contracts as prime contractors and/or subcontractors; and (ii) identifying opportunities appropriate for participation by MBEs\\ul ,\\ulnone  [and] WBES\\ul , and EBEs\\ulnone  in contracts.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\cf1 (3)  The division shall develop and maintain relationships with organizations representing contractors, including MBEs\\ul ,\\ulnone  [and] WBES\\ul , and EBEs\\ulnone  , and solicit their support and assistance in efforts to increase participation of MBEs\\ul ,\\ulnone  [and] WBES\\ul , and EBEs\\ulnone   in city procurement.\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\cf0 (4)  The division shall coordinate with city and state entities that maintain databases of MBEs\\ul ,\\ulnone  [and] WBES\\ul , and EBEs\\ulnone  and work to enhance city availability data and directories.\\par\n\\pard\\hyphpar0\\fi810\\li-90\\sl480\\slmult1\\qj (5) The division shall keep agency M/WBE \\ul and EBE\\ulnone  officers informed of conferences, contractor fairs, and other services that are available to assist them in pursuing the objectives of this section.\\par\n(6) The division shall conduct, coordinate and facilitate technical assistance and educational programs for MBEs\\ul ,\\ulnone  [and] WBES\\ul , and EBEs\\ulnone  and other contractors designed to enhance participation of MBEs\\ul ,\\ulnone  [and] WBES\\ul , and EBEs\\ulnone  in city procurement.  The division shall further develop a clearinghouse of information on programs and services available to MBEs\\ul , \\ulnone [and] WBES\\ul , and EBEs\\ulnone  .\\par\n(7)  The division shall develop standardized forms and reporting documents for agencies and contractors to facilitate the reporting requirements of this section.    \\par\n(8)  The division shall direct and assist agencies in their efforts to increase participation by MBEs\\ul ,\\ulnone  [and] WBES\\ul , and EBEs\\ulnone  in any city-operated financial, technical, and management assistance program.\\par\n(9) The division shall study and recommend to the commissioner methods to streamline the M/WBE \\ul and EBE\\ulnone  certification process.  \\par\n(10)  Each fiscal year the division, in consultation with the city chief procurement officer, shall audit at least 5% of all contracts for which utilization plans are established in accordance with subdivision i of this section and 5% of all contracts awarded to MBEs\\ul ,\\ulnone  [and] WBES\\ul , and EBEs\\ulnone  to assess compliance with this section.  All solicitations for contracts for which utilization plans are to be established shall include notice of potential audit. \\par\n\\pard\\fi720\\sl480\\slmult1 (11)  The division shall assist agencies in identifying and seeking ways to reduce or eliminate practices such as bonding requirements or delays in payment by prime contractors that may present barriers to competition by MBEs\\ul ,\\ulnone  [and]\\ul  \\ulnone WBES\\ul , and EBEs \\ulnone .\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\expndtw10 f.  Responsibilities of agency M/WBE officers. \\expndtw0 Each agency head shall designate a deputy commissioner or other executive officer to act as the agency M/WBE officer who shall be directly accountable to the agency head concerning the activities of the agency in carrying out its responsibilities pursuant to this section. \\expndtw6 The duties of the M/WBE\\i  \\expndtw0\\i0 officer shall include, but not be limited to:\\par\n(i) creating the agency's utilization plan in accordance with subdivision g of this section;\\par\n(ii) acting as the agency's liaison with the division;\\par\n(iii) acting as a liaison with organizations and/or associations of MBEs\\ul , \\ulnone [and] WBEs\\ul , and EBEs\\ulnone , informing such organizations and/or associations of the agency's procurement procedures, and advising them of future procurement opportunities;\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\cf1 (iv) ensuring that agency bid solicitations and requests for proposals are sent to MBEs\\ul , \\ulnone [and] WBEs\\ul , and EBEs\\ulnone   in a timely manner, consistent with this section and rules of the procurement policy board;\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\cf0 (v) referring MBEs\\ul , \\ulnone [and] WBEs\\ul , and EBEs\\ulnone  to technical assistance services available from agencies and other organizations;\\par\n(vi) reviewing requests for waivers \\ul of target subcontracting percentages\\ulnone  and/or modifications of participation goals and contractor utilization plans in accordance with [paragraph 13] \\ul paragraphs 11 and/or 12\\ulnone  of subdivision i of this section;\\par\n(vii) working with the division and city chief procurement officer in creating directories as required pursuant to subdivision k of this section.  In fulfilling this duty, the agency M/WBE officer shall track and record each contractor that is an MBE\\ul ,\\ulnone  [or] WBE \\ul or EBE\\ulnone  and each subcontractor hired pursuant to such officer\\rquote s agency contracts that is an MBE\\ul ,\\ulnone  [or] WBE \\ul or EBE\\ulnone , and shall share such information with the commissioner and the city chief procurement officer;  \\par\n(viii) for contracts for which utilization goals have been established pursuant to subdivision i of this section, monitoring each contractor's compliance with its utilization plan by appropriate means, which shall include, but need not be limited to, job site inspections, contacting MBEs\\ul ,\\ulnone  [and] WBEs \\ul and EBEs\\ulnone  identified in the plan to confirm their participation, and auditing the contractor's books and records;\\par\n(ix) monitoring the agency's procurement activities to ensure compliance with its agency utilization plan and progress towards the participation goals as established in such plan; and\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\cf1 (x) providing to the city chief procurement officer information for the reports required in subdivision l of this section and providing any other plans and/or reports required pursuant to this section or requested by the city chief procurement officer.\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\cf0 g.  Agency utilization plans.  (1) Beginning May 15, 2006, and on April 1 of each year thereafter, each agency which has made procurements in excess of five million dollars during the fiscal year which ended on June 30 of the preceding calendar year shall submit an agency utilization plan for the fiscal year commencing in July of the year when such plan is to be submitted to the commissioner. Upon approval by the commissioner such plan shall be submitted to the speaker of the council.  Each such plan shall, at a minimum, include the following: \\par\n(i) the agency\\rquote s participation goals for MBEs\\ul ,\\ulnone  [and] WBEs \\ul and EBEs\\ulnone  for the year; \\par\n\\expndtw2 (ii) an explanation for any agency goal that is different than the participation goal for the relevant group and industry classification as determined pursuant to subdivision d\\fs36  \\fs24 of this section;\\par\n(iii) a list of the names and titles of agency personnel responsible for implementation of the agency utilization plan;\\expndtw0\\par\n(iv) methods and relevant activities proposed for achieving the agency\\rquote s participation goals; and\\par\n\\expndtw2 (v) \\expndtw6 any \\expndtw2 other information which the agency or the commissioner deems relevant or necessary.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj (2) An agency utilization plan may be amended from time to time to reflect changes in the agency's projected expenditures or other relevant circumstances and resulting changes in such agency's participation goals. Such amendments shall be submitted to the commissioner, the city chief procurement officer and the speaker of the council at least thirty days prior to implementation.  \\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\expndtw0 h.  Achieving agency participation goals.  (1) Each agency head shall be directly accountable for the goals set forth in his or her agency's utilization plan. \\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj (2) Each agency shall make all reasonable efforts to meet the participation goals established in its agency utilization plan.  Agencies shall, at a minimum, use the following methods to achieve participation goals:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\cf1 (i) Agencies shall engage in outreach activities to encourage MBEs\\ul ,\\ulnone  [and] WBEs \\ul and EBEs\\ulnone  to compete for all facets of their procurement activities, including contracts awarded by negotiated acquisition, emergency and sole source contracts, and each agency shall seek to utilize MBEs\\ul , WBEs\\ulnone  and/or [WBEs] \\ul EBEs\\ulnone  for all types of goods, services and construction they procure.\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\cf0 (ii) Agencies shall encourage eligible businesses to apply for certification as MBEs\\ul ,\\ulnone  [and] WBEs \\ul and EBEs\\ulnone  and inclusion in the directories of MBEs\\ul ,\\ulnone  [and] WBEs \\ul and EBEs\\ulnone . Agencies shall also encourage MBEs\\ul ,\\ulnone  [and] WBEs \\ul and EBEs\\ulnone  to have their names included on their bidders lists, seek pre-qualification where applicable, and compete for city business as contractors and subcontractors. Agencies are encouraged to advertise procurement opportunities in general circulation media, trade and professional association publications and small business media, and publications of minority and women\\rquote s business organizations, and send written notice of specific procurement opportunities to minority and women's business organizations.\\par\n(iii) All agency solicitations for bids or proposals shall include information referring potential bidders or proposers to the directories of MBEs\\ul ,\\ulnone  [and] WBEs \\ul and EBEs \\ulnone prepared by the division.\\par\n(iv) In planning procurements, agencies shall consider the effect of the scope, specifications and size of a contract on opportunities for participation by MBEs\\ul ,\\ulnone  [and] WBEs \\ul and EBEs\\ulnone .\\par\n(v) For construction contracts, agencies shall consider whether to enter into separate prime contracts for construction support services including, but not limited to, trucking, landscaping, demolition, site clearing, surveying and site security.  \\par\n(vi) Prior to soliciting bids or proposals for contracts valued at over ten million dollars, an agency shall submit the bid or proposal to the city chief procurement officer for a determination whether it is practicable to divide the proposed contract into smaller contracts and whether doing so will enhance competition for such contracts among MBEs\\ul ,\\ulnone  [and] WBEs \\ul and EBEs\\ulnone  and other potential bidders or proposers.  If the city chief procurement officer determines that it is both practicable and advantageous in light of cost and other relevant factors to divide such contracts into smaller contracts, then he or she shall direct the agency to do so.\\par\n(vii) Agencies shall examine their internal procurement policies, procedures and practices and, where practicable, address those elements, if any, that may negatively affect participation of MBEs\\ul ,\\ulnone  [and] WBEs \\ul and EBEs \\ulnone in city procurement.\\b  \\par\n\\b0 (viii) Agency M/WBE officers shall, in accordance with guidelines established by the city chief procurement officer, establish a process for quarterly meetings with MBEs\\ul ,\\ulnone  [and] WBEs \\ul and EBEs\\ulnone  to discuss what the agency looks for in evaluating bids and proposals.  \\par\n(ix) Agencies shall encourage prime contractors to enter joint venture agreements with MBEs\\ul ,\\ulnone  [and] WBEs \\ul and EBEs \\ulnone .\\par\n\\expndtw-2 i. Participation goals for construction and professional services contracts.\\b   \\b0 (1) Prior to issuing the solicitation of bids or proposals for individual construction and professional services contracts, \\expndtw0 agencies shall establish a target subcontracting percentage for the contract and participation goals for MBEs\\ul ,\\ulnone  [and] WBEs \\ul and EBEs\\ulnone .   \\lang1024 The \\ldblquote target subcontracting percentage\\rdblquote  for the contract shall represent the percentage of the total contract which the agency anticipates a typical prime contractor in the relevant industry would in the normal course of business award to one or more subcontractors for amounts under one million dollars.  \\lang1033 The participation goals established for a contract shall represent a percentage of the total dollar value of all subcontracts for amounts under one million dollars pursuant to the award.  Such goals may be greater than, less than or the same as the relevant citywide goal or goals established pursuant to subdivision d of this section.\\lang1024   In\\lang1033  determining the participation goals for a particular contract, an agency shall consider the following factors:\\par\n\\pard\\hyphpar0\\li720\\sl480\\slmult1 (i) the scope of work;\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1 (ii) the availability of  MBEs\\ul ,\\ulnone  [and] WBEs \\ul and EBEs \\ulnone able to perform the particular tasks required in the contract;\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj (iii) the extent to which the type of work involved in the contract presents subcontracting opportunities for amounts under one million dollars;\\par\n(iv) the agency's progress to date toward meeting its annual participation goals through race-neutral,  gender-neutral and other means, and the agency's expectations as to the effect such methods will have on participation of MBEs\\ul ,\\ulnone  [and] WBEs \\ul and EBEs \\ulnone  in the agency\\rquote s future contracts; and\\par\n(v) any other factors the contracting agency deems relevant.\\par\n(2) A contracting agency shall not be required to establish participation goals (i) for procurements described in subdivision q of this section; or \\par\n (ii) when the agency has already attained the relevant goal in its annual utilization plan, or expects that it will attain such goal without the use of such participation goals.\\par\n(3) For each contract in which a contracting agency has established participation goals, such agency shall state in the solicitation for such contract that bidders and/or proposers shall be required to agree as a material term of the contract that, with respect to the total amount of the contract to be awarded to one or more subcontractors pursuant to subcontracts for amounts under one million dollars, the contractor shall be subject to participation goals unless such goals are modified by the agency in accordance with this section. \\par\n(4) For each contract in which participation goals are established, the agency shall include in its solicitation and/or bidding materials, a referral to the directories prepared by the division pursuant to this section.  \\par\n(5) For each contract for which participation goals are established the contractor shall be required to submit with its bid or proposal, a utilization plan indicating the percentage of the work it intends to subcontract, and the percentage of work it intends to award to subcontractors for amounts under one million dollars, and, in cases where the contractor intends to award subcontracts for amounts under one million dollars, a description of the type and dollar value of work designated for participation by MBEs\\ul ,\\ulnone   [and/or] WBEs \\ul and/or EBEs\\ulnone , and the time frames in which such work is scheduled to begin and end.  When the utilization plan indicates that the bidder or proposer does not intend to award the target subcontracting percentage, the bid or proposal shall not be deemed responsive unless the agency has granted a pre-award waiver pursuant to paragraph 11 of this subdivision.\\par\n(6) For each contract for which a utilization plan has been submitted, the contracting agency shall require that within thirty days of the issuance of notice to proceed, the contractor submit a list of persons to which it intends to award subcontracts within the next twelve months. In the event that a contracting agency disapproves a contractor's selection of a subcontractor or subcontractors, the contracting agency shall allow such contractor a reasonable time to propose alternate subcontractors.\\par\n (7)  For each contract for which a utilization plan has been submitted, the contractor shall, with each voucher for payment, and/or periodically as the agency may require, submit statements, certified under penalty of perjury, which shall include, but not be limited to, the total amount paid to subcontractors (including subcontractors that are not MBEs\\ul ,\\ulnone  [or] WBEs \\ul or EBEs\\ulnone ); the names, addresses and contact numbers of each MBE\\ul ,\\ulnone  [or] WBE \\ul or EBE\\ulnone  hired as a subcontractor pursuant to such plan as well as the dates and amounts paid to each MBE\\ul ,\\ulnone  [or] WBE \\ul or EBE\\ulnone .  The contractor shall also submit, along with its voucher for final payment, the total amount paid to subcontractors (including subcontractors that are not MBEs\\ul , [or] WBEs\\ulnone  \\ul or\\ulnone  \\ul EBEs\\ulnone ); and a final list, certified under penalty of perjury, which shall include the name, address and contact information of each subcontractor that is an MBE\\ul , WBE\\ulnone  or [WBE] \\ul EBE\\ulnone  hired pursuant to such plan, the work performed by, and the dates and amounts paid to each.\\par\n(8) If payments made to, or work performed by, MBEs\\ul ,\\ulnone  [or] WBEs \\ul or EBEs\\ulnone  are less than the \\expndtw4 amount \\expndtw0 specified in the contractor\\rquote s utilization plan, the agency shall take appropriate action in accordance with subdivision o of this section, \\expndtw4 unless \\expndtw0 the contractor has obtained a modification of its utilization plan pursuant to paragraph 12 of this subdivision.  \\par\n(9) When advertising a solicitation for bids or proposals for a contract for which a participation goal has been established, agencies shall include in the advertisement a general statement that the contract will be subject to participation goals for MBEs\\ul , WBEs\\ulnone  and/or [WBEs]\\ul\\line EBEs\\ulnone . \\par\n(10)  In the event that a contractor with a contract that includes a utilization plan submits a request for a change order the value of which exceeds ten percent of such contract, the agency shall establish participation goals as if for a new contract for the work to be performed pursuant to such change order.  \\par\n(11)  Pre-award waiver.  (i) Subject to subparagraph (ii) of this paragraph, the contracting agency may grant a full or partial waiver of the target subcontracting percentage to a bidder or proposer who demonstrates that it has legitimate business reasons for proposing the level of subcontracting in its utilization plan.  The contracting agency shall make its determination in light of factors which shall include, but not be limited to, whether the bidder or proposer has the capacity and the bona fide intention to perform the contract without any subcontracting, or to perform the contract without awarding the amount of subcontracts for under one million dollars represented by the target subcontracting percentage.  In making such determination, the agency may consider whether the utilization plan is consistent with past subcontracting practices of the bidder or proposer, and whether the bidder or proposer has made good faith efforts to identify portions of the contract that it intends to subcontract.  Within thirty days of the registration of a contract, the city chief contracting officer shall notify the council of any such waiver granted with respect to the contract.\\par\n(ii) The agency M/WBE officer shall provide written notice of requests for a full or partial waiver of the target subcontracting percentage to the division and the city chief procurement officer and shall not approve any such request without the approval of the city chief procurement officer, provided that the city chief procurement officer, upon adequate assurances of an agency\\rquote s ability to administer its utilization plan in accordance with the provisions of this section, may determine that further approval from the city chief procurement officer is not required with respect to such requests for an agency\\rquote s contracts or particular categories of an agency\\rquote s contracts.  The city chief procurement officer shall notify the speaker of the council in writing within [seven] \\ul thirty\\ulnone  days of the [approval] \\ul registration \\ulnone  of a \\ul contract for which a\\ulnone  request for a full or partial waiver of a target subcontracting percentage \\ul was granted\\ulnone , provided that where an agency has been authorized to grant waivers without approval of the chief procurement officer, such notice shall be provided to the speaker of the council by the agency.  Such notification shall include, but not be limited to, the name of contractor, the original target subcontracting percentage, the waiver request, including all documentation, and an explanation for the approval of such request.\\par\n(12) Modification of utilization plans. (i) A contractor may request modification of its utilization plan after the award of a contract.  Subject to subparagraph (ii) of this paragraph, an agency may grant such request if it determines that such contractor has established, with appropriate documentary and other evidence, that it made all reasonable, good faith efforts to meet the goals set by the agency for the contract.  In making such determination, the agency shall consider evidence of the following efforts, as applicable, along with any other relevant factors:\\par\n\\pard\\hyphpar0\\fi720\\sa240\\sl480\\slmult1\\qj (A)\\tab The contractor advertised opportunities to participate in the contract, where appropriate, in general circulation media, trade and professional association publications and small business media, and publications of minority and women\\rquote s business organizations;\\par\n(B)\\tab The contractor provided notice of specific opportunities to participate in the contract, in a timely manner, to minority and women\\rquote s business organizations;\\par\n\\pard\\hyphpar0\\sa240\\sl480\\slmult1\\qj\\tab (C)\\tab The contractor sent written notices, by certified mail or facsimile, in a timely manner, to advise MBEs\\ul ,\\ulnone  [or] WBEs \\ul or EBEs\\ulnone  that their interest in the contract was solicited;\\par\n\\tab (D)\\tab The contractor made efforts to identify portions of the work that could be substituted for portions originally designated for participation by MBEs\\ul , WBEs\\ulnone  and/or [WBEs] \\ul EBEs\\ulnone  in the contractor utilization plan, and for which the contractor claims an inability to retain MBEs\\ul , WBEs\\ulnone  or [WBEs]\\ul EBEs\\ulnone ;\\par\n\\tab (E)\\tab The contractor held meetings with MBEs\\ul , WBEs\\ulnone  and/or [WBEs]\\ul EBEs\\ulnone  prior to the date their bids or proposals were due, for the purpose of explaining in detail the scope and requirements of the work for which their bids or proposals were solicited;\\par\n\\tab (F)\\tab The contractor made efforts to negotiate with MBEs\\ul ,\\ulnone  \\ul WBEs\\ulnone  and/or [WBEs]\\ul EBEs\\ulnone  as relevant to perform specific subcontracts, or act as suppliers or service providers; \\par\n\\tab (G)\\tab Timely written requests for assistance made by the contractor to the agency M/WBE liaison officer and to the division;\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj (H)\\tab Description of how recommendations made by the division and the contracting agency were acted upon and an explanation of why action upon such recommendations did not lead to the desired level of participation of MBEs\\ul ,\\ulnone  \\ul WBEs\\ulnone  and/or [WBEs]\\ul EBEs\\ulnone .\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\cf1 (ii) The agency M/WBE officer shall provide written notice of requests for such modifications to the division and the city chief procurement officer and shall not approve any such request for modification without the approval of the city chief procurement officer, provided that the city chief procurement officer, upon adequate assurances of an agency\\rquote s ability to administer its utilization plan in accordance with the provisions of this section, may determine that further approval from the city chief procurement officer is not required with respect to such requests for an agency\\rquote s contracts or particular categories of an agency\\rquote s contracts.  The city chief procurement officer, shall notify the speaker of the council in writing within seven days of the approval of a request for modification of a utilization plan, provided that where an agency has been authorized to grant modifications without approval of the chief procurement officer, such notice shall be provided to the speaker of the council by the agency.  Such notification shall include, but not be limited to, the name of the contractor, the original utilization plan, the modification request, including all documentation, and an explanation for the approval of such request.\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\cf0 (iii) The agency M/WBE officer shall provide written notice to the contractor of its determination that shall include the reasons for such determination.\\par\n(13)  For each contract in which a contracting agency has established participation goals, the agency shall evaluate and assess the contractor\\rquote s performance in meeting [such goals] \\ul each such goal\\ulnone .  Such evaluation and assessment shall be a part of the contractor\\rquote s overall contract performance evaluation required pursuant to section 333 of the charter.  \\par\n\\expndtw10 j. Determining credit for MBE\\ul , WBE\\ulnone  and [WBE] \\ul EBE\\ulnone  participation.\\b  \\b0 (1)\\expndtw36  A\\expndtw0 n agency's achievement of its annual goals shall be calculated as follows:\\par\n\\pard\\hyphpar0\\li720\\sl480\\slmult1 (i) The total dollar amount that an agency has paid or is obligated to pay to a [primecontractor] \\ul prime contractor\\ulnone  which is an MBE\\ul , WBE\\ulnone  or [WBE] \\ul EBE\\ulnone  \\expndtw10 may\\expndtw0  be credited toward the relevant goal.\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj (ii) The total dollar amount that a prime contractor has paid or is obligated to pay to a subcontractor which is an MBE\\ul ,\\ulnone  [or] WBE \\ul or EBE \\ulnone may be credited toward the relevant goal.\\par\n(iii) For requirements contracts, credit may be given for the actual dollar amount paid under the contract.\\par\n(iv) Where one or more MBEs\\ul ,\\ulnone  [or] WBEs \\ul or EBEs\\ulnone  is participating in a qualified joint venture, the dollar amount of the percentage of total profit to which MBEs\\ul , WBEs\\ulnone  or [WBEs]\\ul EBEs\\ulnone  are entitled pursuant to the joint venture agreement shall be credited toward the relevant goal.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\cf1 (v) No credit shall be given for participation in a contract by an MBE\\ul , WBE\\ulnone  or [WBE]\\ul EBE\\ulnone  that does not perform a commercially useful function. \\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\cf0 (vi) No credit shall be given for the participation in a contract by any company that has not been certified as an MBE\\ul ,\\ulnone  [or] WBE \\ul or EBE\\ulnone  in accordance with section 1304 of the charter. \\par\n(vii) In the case of \\expndtw6 a\\i  \\expndtw0\\i0 contract for which the contractor is paid on a commission basis, the dollar amount of the contract may be determined on the basis of the commission earned or reasonably anticipated to be earned under the contract.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj (viii)  No credit shall be given to a contractor for participation in a contract by a graduate MBE\\ul ,\\ulnone  [or] WBE \\ul or EBE\\ulnone .\\par\n\\ul (ix)  The participation of a certified company shall not be credited toward more than one participation goal.\\b\\par\n\\ulnone\\b0  (2)  A contractor\\rquote s achievement of [the goals] \\ul each goal\\ulnone  established in its utilization plan shall be calculated in the same manner as described for calculating the achievement of agency utilization goals as described in paragraph (1) of this subdivision; provided that no credit shall be given to the contractor for the participation of a company that is not certified in accordance with section 1304 of the charter before the date that the agency approves the subcontractor\\ul .\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\ulnone k.  Small purchases.\\b   \\b0 (1)  Each agency shall, consistent with the participation goals established in subdivision d of this section and such agency\\rquote s [M/WBE] utilization plan, establish goals for purchases valued at or below five thousand dollars which shall be made from MBEs\\ul , WBEs\\ulnone  and/or [WBEs] \\ul EBEs\\ulnone .  \\b  \\par\n\\b0 (2) Whenever an agency solicits bids or proposals for small purchases pursuant to section three hundred fourteen of the charter, the agency shall maintain records identifying the MBEs\\ul , [and] \\ulnone WBEs and EBEs it solicited, which shall become part of the contract file.\\par\n\\expndtw2 l.  Compliance reporting.\\expndtw0  (1)  The city chief procurement officer, in consultation with the division shall prepare and submit semiannual reports to the speaker of the council as described in this section.  A preliminary report containing information for the fiscal year in progress shall be submitted to the speaker of the council by April 1, 2007, and annually thereafter, and a final report containing information for the preceding fiscal year shall be submitted to the speaker of the council by October 1, 2007 and annually thereafter.   The reports, which shall also be posted on the division\\rquote s website, shall contain the following information, disaggregated by agency: \\par\n\\pard\\hyphpar0\\li720\\sl480\\slmult1\\qj (i) the number and total dollar value of contracts awarded, disaggregated by\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj  industry classification, provided that contracts for amounts under five thousand dollars need not be disaggregated by industry;\\par\n\\pard\\hyphpar0\\li720\\sl480\\slmult1\\qj (ii) the number and total dollar value of contracts awarded to MBEs\\ul ,\\ulnone  \\ul [and] \\ulnone WBEs \\ul and EBEs\\ulnone , disaggregated by minority and gender group and industry classification, provided that contracts for amounts under five thousand dollars need not be disaggregated by industry;\\par\n(iii) the total number and total dollar value of contracts awarded valued at less\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj than five thousand dollars and the total number and total dollar value of such contracts awarded to MBEs\\ul ,\\ulnone  \\ul [and] \\ulnone WBEs \\ul and EBEs\\ulnone , disaggregated by minority and gender group;  \\par\n\\pard\\hyphpar0\\li720\\sl480\\slmult1\\qj (iv) the total number and total dollar value of contracts awarded valued at\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj between five thousand and one hundred thousand dollars and the total number and total dollar value of such contracts awarded to MBEs\\ul ,\\ulnone  \\ul [and] \\ulnone WBEs \\ul and EBEs\\ulnone , disaggregated by minority and gender group and industry classification;\\par\n\\pard\\hyphpar0\\li720\\sl480\\slmult1\\qj (v)  the total number and total dollar value of contracts awarded valued at between \\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj one hundred thousand dollars and one million dollars and the total number and total dollar value of such contracts awarded to MBEs\\ul ,\\ulnone  \\ul [and] \\ulnone WBEs \\ul and EBEs\\ulnone , disaggregated by minority and gender group and industry classification;\\par\n\\pard\\hyphpar0\\li720\\sl480\\slmult1\\qj (vi)  the total number and total dollar value of contracts awarded valued at over\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj one million dollars and the total number and total dollar value of such contracts awarded to MBEs\\ul ,\\ulnone  \\ul [and] \\ulnone WBEs \\ul and EBEs\\ulnone , disaggregated by minority and gender group and industry classification;\\par\n\\pard\\hyphpar0\\li720\\sl480\\slmult1\\qj (vii) for those contracts for which an agency set participation goals in accordance\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj with subdivision i of this section: \\par\n\\pard\\hyphpar0\\li720\\sl480\\slmult1\\qj A.  The number and total dollar amount of such contracts disaggregated by\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj industry classification; \\par\n\\pard\\hyphpar0\\li720\\sl480\\slmult1\\qj B. the number and total dollar value of such contracts that were awarded to\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj qualified joint ventures and the total dollar amount attributed to the MBE\\ul , WBE\\ulnone  or [WBE]\\ul EBE\\ulnone  joint venture partners, disaggregated by minority and gender group and industry classification;\\par\n\\pard\\hyphpar0\\li720\\sl480\\slmult1\\qj C. The number and total dollar value of subcontracts entered into pursuant to such\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj contracts and the number and total dollar amount of such subcontracts awarded to MBEs\\ul ,\\ulnone  \\ul [and] \\ulnone WBEs \\ul and EBEs\\ulnone , disaggregated by minority and gender group and industry classification; and \\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj D. \\ul a list of the full or partial waivers of target subcontracting percentages granted for such contracts pursuant to paragraph 11 of subdivision i of this section, and the number and dollar amount of those contracts for which such waivers were granted, disaggregated by industry classification\\ulnone ;  \\par\nE. a list of the requests for [waiver or] modification of participation requirements for such contracts made pursuant to paragraph 12 of subdivision i of this section and the determinations made with respect to such requests, and the number and dollar amount of those contracts for which such [waivers or] modifications were granted, disaggregated by industry classification;\\par\n\\pard\\hyphpar0\\li720\\sl480\\slmult1\\qj (viii) a detailed list of each complaint received pursuant to paragraph 1 of\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj subdivision o of this section which shall, at a minimum, include the nature of each complaint and the action taken in investigating and addressing such complaint including whether and in what manner the enforcement provisions of subdivision o of this section were invoked and the remedies applied; \\par\n\\pard\\hyphpar0\\li720\\sl480\\slmult1\\qj (ix) a detailed list of all non-compliance findings made pursuant to paragraph 4\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj of subdivision o of this section and actions taken in response to such findings; \\par\n\\pard\\hyphpar0\\li720\\sl480\\slmult1\\qj (x) the number of firms certified or recertified in accordance with section 1304 of\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj the charter during the six months immediately preceding such report;\\par\n\\pard\\hyphpar0\\fi810\\li-90\\sl480\\slmult1\\qj (xi) the number and percentage of contracts audited pursuant to section paragraph 10 of subdivision e of this section and a summary of the results of each audit. \\par\n\\pard\\fi720\\sl480\\slmult1 (xii)  a summary of efforts to reduce or eliminate barriers to competition as required pursuant to paragraph 11 of subdivision e of this section;\\par\n\\pard\\fi-720\\li1440\\sl480\\slmult1\\tx1440 (xiii)\\tab A list of all solicitations submitted to the city chief procurement officer\\par\n\\pard\\sl480\\slmult1 pursuant to subparagraph vi of paragraph 2 of subdivision h of this section and a summary of the determination made regarding each such submission; and \\par\n\\pard\\hyphpar0\\fi810\\li-90\\sl480\\slmult1\\qj  (xiv) any other information as may be required by the commissioner.\\par\n\\pard\\hyphpar0\\li720\\sl480\\slmult1\\qj (2)  The annual reports submitted in October shall, in addition, contain a\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj determination made by the commissioner, as to whether each agency has made substantial progress toward achieving its utilization goals and whether the city has made substantial progress toward achieving the citywide goals established pursuant to subdivision d of this section.  The first three annual reports shall also include detailed information about steps that agencies have taken to initiate and ramp up their efforts to comply with the requirements this section.  \\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj (3)  The data that provide the basis for the reports required by this subdivision\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj shall be made available electronically to the council at the time the reports are submitted.\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj  n. Pre-qualification.\\b   \\b0 An agency establishing a list of pre-qualified bidders or proposers may deny pre-qualification to prospective contractors who fail to demonstrate in their application for pre-qualification that they have complied with applicable federal, state and local requirements for participation of MBEs\\ul ,\\ulnone  \\ul [and]\\ulnone  WBEs \\ul and EBEs\\ulnone  in procurements. A denial of pre-qualification may be appealed pursuant to applicable procurement policy board rules.\\par\no. Enforcement.\\b   \\expndtw14\\b0 (1) \\expndtw0 Any person who believes that a violation of the requirements of this section, rules promulgated pursuant to its provisions, or any provision of a contract that implements this section or such rules, including, but not limited to, any contractor utilization plan, has occurred may submit a complaint in writing to the division, the city chief procurement officer and the comptroller. \\expndtw16 Such complaint shall \\expndtw0 be signed and dated.  The division shall promptly investigate such complaint and determine whether there has been a violation.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\cf1 (2) Any complaint alleging fraud, corruption or other criminal behavior on, the part of a bidder, proposer, contractor, subcontractor or supplier shall be referred to the commissioner of the department of investigation.\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\cf0 (3)\\b  \\b0 Contract award. (i)\\b  \\b0 When an agency receives a protest from a bidder or proposer regarding a contracting action that is related to this section, the agency shall send copies of the protest and any appeal thereof, and any decisions made on the protest or such appeal, to the division and the comptroller.  \\par\n(ii) Whenever a contracting agency has determined that a bidder or proposer has violated this section, or rules promulgated pursuant to its provisions, the agency may disqualify such bidder or proposer from competing for such contract and the agency may revoke such bidder\\rquote s or proposer\\rquote s prequalification status.\\par\n(4)\\b  \\b0 Contract administration.\\b  \\b0 (i) Whenever an agency believes that a contractor or a subcontractor is not in compliance with this section, rules promulgated pursuant to its provisions or any provision of a contract that implements this section, including, but not limited to any contractor utilization plan, the agency shall send a written notice to the city chief procurement officer, the division and the contractor describing the alleged noncompliance and offering an opportunity to be heard.  The agency shall then conduct an investigation to determine whether such contractor or subcontractor is in compliance.\\par\n(ii) In the event that a contractor has been found to have violated this section, rules promulgated pursuant to its provisions, or any provision of a contract that implements this section, including, but not limited any contractor utilization plan, the contracting\\i  \\i0 agency shall, after consulting with the city chief procurement officer and the division, determine whether any of the following actions should be taken:\\par\n\\pard\\hyphpar0\\li720\\sl480\\slmult1\\qj (A)  enter an agreement with the contractor allowing the contractor to cure the\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj violation;\\par\n\\pard\\hyphpar0\\li720\\sl480\\slmult1\\qj (B) revoke the contractor's pre-qualification to bid or make proposals for future\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj contracts;\\par\n\\pard\\hyphpar0\\li720\\sl480\\slmult1\\qj (C) make a finding that the contractor is in default of the contract;\\par\n(D) terminate the contract;\\par\n(E) declare the contractor to be in breach of contract;\\par\n(F) withhold payment or reimbursement;\\par\n(G) determine not to renew the contract;\\par\n(H) assess actual and consequential damages;\\par\n\\expndtw14 (I) assess \\expndtw0 liquidated damages or reduction of fees, provided that liquidated\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj damages may be based on amounts representing costs of delays in carrying out the purposes of the program established by this section, or in meeting the purposes of the contract, the costs of meeting utilization goals through additional procurements, the administrative costs of investigation and enforcement, or other factors set forth in the contract; \\par\n\\pard\\hyphpar0\\li720\\sl480\\slmult1\\qj (J) exercise rights under the contract to procure goods, services or construction\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj from another contractor and charge the cost of such contract to the contractor that has been found to be in noncompliance; or\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj (K) take any other appropriate remedy.\\par\n(5) To the extent available pursuant to rules of the procurement policy board, a contractor may seek resolution of a dispute regarding a contract related to this section. The contracting agency shall submit a copy of such submission to the division. \\par\n(6) Whenever an agency has reason to believe that an MBE\\ul ,\\ulnone  [or] WBE \\ul or EBE\\ulnone  is not qualified for certification, or is participating in a contract in a manner that does not serve a commercially useful function, or has violated any provision of this section, the agency shall notify the commissioner who shall determine whether the certification of such business enterprise should be revoked.\\par\n(7) Statements made in any instrument submitted to a contracting agency pursuant to these rules shall be submitted under penalty of perjury and any false or misleading statement or omission shall be grounds for the application of any applicable criminal and/or civil penalties for perjury. The making of a false or fraudulent statement by an MBE\\ul ,\\ulnone  [or] WBE \\ul or EBE\\ulnone  in any instrument submitted pursuant to these rules shall, in addition, be grounds for revocation of its certification.\\par\n(8) A contractor's record in implementing its contractor utilization plan shall be a factor in the evaluation of its performance.   Whenever a contracting agency determines that a contractor's compliance with a contractor utilization plan has been unsatisfactory, the agency shall, after consultation with the city chief procurement officer, file an advice of caution form for inclusion in VENDEX as caution data.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\cf1 q.  Applicability.\\b  \\b0  Agencies shall not be required to apply participation requirements to the following types of contracts :\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\cf0 (i) those subject to federal or state funding requirements which preclude the city from imposing the requirements of this subdivision;\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\cf1 (ii) those subject to federal or state law participation requirements for MBEs\\ul ,\\ulnone  \\ul WBEs\\ulnone  and/or [WBEs]\\ul EBEs\\expndtw-2\\ulnone ;\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\cf0 (iii) contracts between agencies;\\par\n(iv) procurements made through the united states general services administration or another federal agency, or through the New York state office of general services or another state agency, or any other governmental agency.\\par\n(v)\\expndtw0  emergency procurements pursuant to section three hundred fifteen of the charter; \\par\n(vi) sole source procurements pursuant to section three hundred twenty-one of the charter;\\par\n(vii) small purchases as defined pursuant to section three hundred fourteen of the charter; \\expndtw-2 and\\par\n\\pard\\hyphpar0\\li720\\sl480\\slmult1\\qj (viii) contracts awarded to not-for-profit organizations.\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\ul\\par\n\\pard\\li720\\sl480\\slmult1\\qj\\tx450\\cf1\\ulnone\\'a75.  Severability.\\b  \\expndtw0\\b0 If any section, subsection, paragraph, sentence, clause, phrase or\\par\n\\pard\\sl480\\slmult1\\qj\\tx450 other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this law, which remaining portions shall continue in full force and effect.\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\cf0\\'a76.  Effective date.\\tab a.  Sections 1, 2, 3 and 5 of this local law shall take effect  immediately, and section 4 of this local law shall take effect 180 days after the date of enactment of this local law; provided that any agency, including, but not limited to, the procurement policy board, may take actions necessary, including rulemaking, to implement the requirements of this local law prior to its effective date.\\expndtw4\\par\nb.  The council shall review the annual reports prepared pursuant to this local law and take action to repeal provisions for participation goals upon finding that such provisions are no longer necessary to address the impact of discrimination on the city\\rquote s procurement.\\par\n\\par\n\\pard\\hyphpar0\\expndtw0 DS\\par\n05/02/06\\par\n5/10/06 Version\\par\n}\n\u0000",
  "LastModified": "2015-06-16T14:23:45.92Z"
}
