{
  "ID": 35692,
  "GUID": "2C609531-F7F9-442A-9E1D-A081935439B3",
  "File": "Int 0181-2006",
  "Name": "Provision of equipment at public hospitals for persons who weigh four hundred pounds or more.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the provision of equipment at public hospitals for persons who weigh four hundred pounds or more.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2006-03-01T00:00:00Z",
  "AgendaDate": "2006-03-01T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    }
  ],
  "History": [
    {
      "ID": 187788,
      "Date": "2006-03-01T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 187991,
      "Date": "2006-03-01T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5832,
      "AgendaSequence": 121,
      "MinutesSequence": 140,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236697,
      "Date": "2009-12-31T16:35:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 36207,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1.  According to the National Institute of Diabetes and Digestive and Kidney Diseases, nearly two-thirds of U.S. adults are overweight, and one-third are obese.  In addition, according to the New York City Department of Health and Mental Hygiene, more than half (53%) of New York City adults - 2.8 million people - are overweight or obese.  Eighteen percent of the City’s adult populations, 980,000 people, are obese.  Overweight and obesity are known risk factors for numerous illnesses, including diabetes, heart disease, stroke, hypertension, gallbladder disease, osteoarthritis, breathing problems and some forms of cancer.  As a result, overweight people have greater health care needs than the general population.  \n\tNew York City hospitals, however, may not be sufficiently prepared to assist obese New Yorkers.  Accordingly, the Council declares that it reasonable and necessary to require public hospitals under the jurisdiction of the New York City Health and Hospitals Corporation to have equipment available to provide medical care to obese persons.\n§2. Chapter one of title 17 is amended by adding a new section 17-191 to read as follows:\n\t§17-191 Medical equipment for people who weigh four hundred pounds or more.   The New York city health and hospitals corporation shall ensure that at least one hospital under its jurisdiction in each borough is equipped with a stretcher, wheelchair and bed capable of being utilized by a person weighing at least four hundred pounds. \n§3. This local law shall take effect on September 1, 2006.\n\n\n\n\n\n\n\n\n\n\n\n\n\nDB\nInt. 641/2005",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq1\\fcharset128 MS Mincho;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\tab Section 1.  According to the National Institute of Diabetes and Digestive and Kidney Diseases, nearly two-thirds of U.S. adults are overweight, and one-third are obese.  In addition, according to the New York City Department of Health and Mental Hygiene, more than half (53%) of New York City adults - 2.8 million people - are overweight or obese.  Eighteen percent of the City\\rquote s adult populations, 980,000 people, are obese.  Overweight and obesity are known risk factors for numerous illnesses, including diabetes, heart disease, stroke, hypertension, gallbladder disease, osteoarthritis, breathing problems and some forms of cancer.  As a result, overweight people have greater health care needs than the general population.  \\par\n\\tab New York City hospitals, however, may not be sufficiently prepared to assist obese New Yorkers.  Accordingly, the Council declares that it reasonable and necessary to require public hospitals under the jurisdiction of the New York City Health and Hospitals Corporation to have equipment available to provide medical care to obese persons.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a72. Chapter one of title 17 is amended by adding a new section 17-191 to read as follows:\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tab\\ul\\'a717-191 Medical equipment for people who weigh four hundred pounds or more.   The New York city health and hospitals corporation shall ensure that at least one hospital under its jurisdiction in each borough is equipped with a stretcher, wheelchair and bed capable of being utilized by a person weighing at least four hundred pounds. \\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a73. This local law shall take effect on September 1, 2006.\\f1\\par\n\\pard\\nowidctlpar\\qj\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\f0 DB\\par\nInt. 641/2005\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
