{
  "ID": 35642,
  "GUID": "E1867DA7-D6C3-4BB5-87DF-F72E3C839E79",
  "File": "Int 0182-2006",
  "Name": "Making it a crime to operate a motor vehicle or construction vehicle while intoxicated or impaired by drugs.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to making it a crime to operate a motor vehicle or construction vehicle while intoxicated or impaired by drugs at a construction site or to enter upon a construction site under the influence of alcohol or drugs.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2006-03-01T00:00:00Z",
  "AgendaDate": "2006-03-01T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    }
  ],
  "History": [
    {
      "ID": 187659,
      "Date": "2006-03-01T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 187995,
      "Date": "2006-03-01T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5832,
      "AgendaSequence": 122,
      "MinutesSequence": 141,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236696,
      "Date": "2009-12-31T16:35:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 36157,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Legislative Intent and Findings.  In a first time report examining alcohol and drug abuse among workers in the United States, the federal Department of Health and Human Services in 1996 found that the highest rates of drug and alcohol use were reported among workers in the construction industry.  The prevalence of drug and alcohol use among construction workers is disturbing because public and worker safety is imperiled at locations where heavy equipment and machinery are used.  \nThe Occupational Safety and Health Administration (OSHA) regulates many aspects of workplace safety, yet it has not established a specific standard regarding workplace alcohol and drug use, or programs regarding alcohol and drug use.   Under the federal Drug-Free Workplace Act of 1988, any individual or company that receives a contract or grant from the federal government must agree, among other things, to publish and to provide a policy statement to all employees informing them about illegal drug use and to establish a drug free awareness program.  These provisions, however, do not apply to contractors or individuals who do not receive federal funds for their projects.  \nNew York State law provides that an employee may be disqualified from receiving unemployment benefits for testing positive on a drug test or for using alcohol or drugs in violation of work rules, and worker compensation benefits may be denied to an employee whose injury is occasioned solely by the employee’s intoxication from alcohol or a controlled substance.\nUnder the state’s Vehicle and Traffic Law, operation of a motor vehicle or other heavy equipment and machinery in an intoxicated condition while on a construction site does not appear to be covered by the state’s Driving While Intoxicated (DWI) laws.  Under its terms, the state’s DWI law applies “upon public highways, private roads open to motor vehicle traffic and any other parking lot.”  A parking lot means “any area or areas of private property, including a driveway, near or contiguous to and provided in connection with premises and used as a means of access to and egress from a public highway to such premises and having a capacity for the parking of four or more motor vehicles.”  These definitions do not appear to encompass a construction site, which is usually a privately owned area, not a highway, and not open to the public.\nDespite the danger of alcohol and drug use while at a construction site, there is no federal, state or local law that makes it a crime to operate a motor vehicle or other construction vehicle at a construction site while intoxicated or impaired by drugs.  Just as the State Legislature has made a determination that the placing of a key into the ignition of a car on a public street while intoxicated is a criminal offense, so too should the operation of any heavy equipment or machinery in an intoxicated condition at a construction site result in criminal penalties, particularly in light of the dangers associated with construction work.\nIn addition, because of the heightened safety risks associated with a construction site, it should also be illegal for any person to access a construction site in an intoxicated or impaired condition, or to possess or use alcohol at a construction site.  The possession or use of controlled substances is already illegal under state law. \n§2. Section 27-1009 of article one of subchapter 19 of title 27 of the administrative code of the city of New York is amended by adding new paragraphs e through n, to read as follows:  \n\t§27-1009 General requirements.\n\t(e) \tNo person may enter upon a construction site under the influence of alcohol or other drug to the degree that he or she may endanger himself or herself or other persons on the construction site.  For purposes of this subdivision, “drug” shall have the same meaning as in the vehicle and traffic law.  \n\t(f) \tNo person shall possess or use alcohol on a construction site.\n\t(g) \tNo person shall operate any motor vehicle while in an intoxicated condition on a construction site.\n\t(h) \tNo person shall operate any motor vehicle while such person has .04 of one per centum or more by weight of alcohol in the person's blood as shown by chemical analysis of such person's blood, breath, urine or saliva, made pursuant to the provisions of the vehicle and traffic law, on a construction site.\n\t(i) \tNo person shall operate a motor vehicle while the person’s ability to operate such a motor vehicle is impaired by the use of a drug on a construction site.  For purposes of this subdivision, “drug” shall have the same meaning as in the vehicle and traffic law.\n\t(j) \tNo person shall operate a construction vehicle while in an intoxicated condition on a construction site.  For purposes of this subdivision, “construction vehicle” shall mean any vehicle or combination of vehicles that is designed and used primarily for activities at a construction site.\n(k)  \tNo person shall operate a construction vehicle while such person has .04 of one per centum or more by weight of alcohol in the person's blood as shown by chemical analysis of such person's blood, breath, urine or saliva, made pursuant to the provisions of the vehicle and traffic law, on a construction site. For purposes of this subdivision, “construction vehicle” shall mean any vehicle or combination of vehicles that is designed and used primarily for activities at a construction site.\n(l) \tNo person shall operate a construction vehicle while the person’s ability to operate such a construction vehicle is impaired by the use of a drug on a construction site. For purposes of this subdivision, “construction vehicle” shall mean any vehicle or combination of vehicles that is designed and used primarily for activities at a construction site.  For purposes of this subdivision, “drug” shall have the same meaning as in the vehicle and traffic law.\n(m) \tA violation of subdivisions e and f shall be a violation subject to a fine of up to $250 or fifteen days imprisonment, or both.\n(n) \tA violation of subdivisions g, h, i, j, k or l shall be a misdemeanor subject to a fine of up to $1,000 or one year imprisonment, or both. \n§3.  This local law shall take effect immediately.\n\n\nInt 598/2005\nTB",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\tab Section 1.  Legislative Intent and Findings.  In a first time report examining alcohol and drug abuse among workers in the United States, the federal Department of Health and Human Services in 1996 found that the highest rates of drug and alcohol use were reported among workers in the construction industry.  The prevalence of drug and alcohol use among construction workers is disturbing because public and worker safety is imperiled at locations where heavy equipment and machinery are used.  \\par\n\\pard\\fi720\\sl480\\slmult1\\qj The Occupational Safety and Health Administration (OSHA) regulates many aspects of workplace safety, yet it has not established a specific standard regarding workplace alcohol and drug use, or programs regarding alcohol and drug use.   Under the federal Drug-Free Workplace Act of 1988, any individual or company that receives a contract or grant from the federal government must agree, among other things, to publish and to provide a policy statement to all employees informing them about illegal drug use and to establish a drug free awareness program.  These provisions, however, do not apply to contractors or individuals who do not receive federal funds for their projects.  \\par\nNew York State law provides that an employee may be disqualified from receiving unemployment benefits for testing positive on a drug test or for using alcohol or drugs in violation of work rules, and worker compensation benefits may be denied to an employee whose injury is occasioned solely by the employee\\rquote s intoxication from alcohol or a controlled substance.\\par\nUnder the state\\rquote s Vehicle and Traffic Law, operation of a motor vehicle or other heavy equipment and machinery in an intoxicated condition while on a construction site does not appear to be covered by the state\\rquote s Driving While Intoxicated (DWI) laws.  Under its terms, the state\\rquote s DWI law applies \\ldblquote upon public highways, private roads open to motor vehicle traffic and any other parking lot.\\rdblquote   A parking lot means \\ldblquote any area or areas of private property, including a driveway, near or contiguous to and provided in connection with premises and used as a means of access to and egress from a public highway to such premises and having a capacity for the parking of four or more motor vehicles.\\rdblquote   These definitions do not appear to encompass a construction site, which is usually a privately owned area, not a highway, and not open to the public.\\par\nDespite the danger of alcohol and drug use while at a construction site, there is no federal, state or local law that makes it a crime to operate a motor vehicle or other construction vehicle at a construction site while intoxicated or impaired by drugs.  Just as the State Legislature has made a determination that the placing of a key into the ignition of a car on a public street while intoxicated is a criminal offense, so too should the operation of any heavy equipment or machinery in an intoxicated condition at a construction site result in criminal penalties, particularly in light of the dangers associated with construction work.\\par\nIn addition, because of the heightened safety risks associated with a construction site, it should also be illegal for any person to access a construction site in an intoxicated or impaired condition, or to possess or use alcohol at a construction site.  The possession or use of controlled substances is already illegal under state law. \\par\n\\'a72. Section 27-1009 of article one of subchapter 19 of title 27 of the administrative code of the city of New York is amended by adding new paragraphs e through n, to read as follows:  \\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tab\\'a727-1009 General requirements.\\par\n\\tab\\ul (e) \\ulnone\\tab\\ul No person may enter upon a construction site under the influence of alcohol or other drug to the degree that he or she may endanger himself or herself or other persons on the construction site.  For purposes of this subdivision, \\ldblquote drug\\rdblquote  shall have the same meaning as in the vehicle and traffic law.  \\par\n\\ulnone\\tab\\ul (f) \\ulnone\\tab\\ul No person shall possess or use alcohol on a construction site.\\par\n\\ulnone\\tab\\ul (g) \\ulnone\\tab\\ul No person shall operate any motor vehicle while in an intoxicated condition on a construction site.\\par\n\\ulnone\\tab\\ul (h) \\ulnone\\tab\\ul No person shall operate any motor vehicle while such person has .04 of one per centum or more by weight of alcohol in the person's blood as shown by chemical analysis of such person's blood, breath, urine or saliva, made pursuant to the provisions of the vehicle and traffic law, on a construction site.\\par\n\\ulnone\\tab\\ul (i) \\ulnone\\tab\\ul No person shall operate a motor vehicle while the person\\rquote s ability to operate such a motor vehicle is impaired by the use of a drug on a construction site.  For purposes of this subdivision, \\ldblquote drug\\rdblquote  shall have the same meaning as in the vehicle and traffic law.\\par\n\\ulnone\\tab\\ul (j) \\ulnone\\tab\\ul No person shall operate a construction vehicle while in an intoxicated condition on a construction site.  For purposes of this subdivision, \\ldblquote construction vehicle\\rdblquote  shall mean any vehicle or combination of vehicles that is designed and used primarily for activities at a construction site.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj (k) \\ulnone  \\tab\\ul No person shall operate a construction vehicle while such person has .04 of one per centum or more by weight of alcohol in the person's blood as shown by chemical analysis of such person's blood, breath, urine or saliva, made pursuant to the provisions of the vehicle and traffic law, on a construction site. For purposes of this subdivision, \\ldblquote construction vehicle\\rdblquote  shall mean any vehicle or combination of vehicles that is designed and used primarily for activities at a construction site.\\par\n(l) \\ulnone\\tab\\ul No person shall operate a construction vehicle while the person\\rquote s ability to operate such a construction vehicle is impaired by the use of a drug on a construction site. For purposes of this subdivision, \\ldblquote construction vehicle\\rdblquote  shall mean any vehicle or combination of vehicles that is designed and used primarily for activities at a construction site.  For purposes of this subdivision, \\ldblquote drug\\rdblquote  shall have the same meaning as in the vehicle and traffic law.\\par\n\\pard\\fi720\\sl480\\slmult1 (m) \\ulnone\\tab\\ul A violation of subdivisions e and f shall be a violation subject to a fine of up to $250 or fifteen days imprisonment, or both.\\par\n(n) \\ulnone\\tab\\ul A violation of subdivisions g, h, i, j, k or l shall be a misdemeanor subject to a fine of up to $1,000 or one year imprisonment, or both. \\par\n\\ulnone\\'a73.  This local law shall take effect immediately.\\par\n\\pard\\par\n\\par\nInt 598/2005\\par\nTB\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
