{
  "ID": 35952,
  "GUID": "EFDE6616-BB0E-4145-9A02-2172E7E492BC",
  "File": "Int 0190-2006",
  "LocalLaw": "2006/015",
  "Name": "Reporting of lobbyist activities and the enforcement of the lobbying law.",
  "Title": "A Local Law to amend the administrative code of the city of New York in relation to the reporting of lobbyist activities and the enforcement of the lobbying law.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2006-03-22T00:00:00Z",
  "AgendaDate": "2006-03-22T00:00:00Z",
  "PassedDate": "2006-06-13T00:00:00Z",
  "EnactmentDate": "2006-06-13T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 434,
      "Slug": "christine-c-quinn",
      "FullName": "Christine C. Quinn"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5294,
      "Slug": "betsy-gotbaum",
      "FullName": "Betsy Gotbaum"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "History": [
    {
      "ID": 188600,
      "Date": "2006-03-22T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 188744,
      "Date": "2006-03-22T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5896,
      "AgendaSequence": 98,
      "MinutesSequence": 122,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 188924,
      "Date": "2006-04-04T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 5906,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 189074,
      "Date": "2006-04-04T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 5906,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 191404,
      "Date": "2006-05-24T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 6159,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 190-A",
      "MinutesNote": "Proposed Int. No. 190-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 191434,
      "Date": "2006-05-24T10:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 6159,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 191435,
      "Date": "2006-05-24T10:00:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "This Introduction was Amended by Committee",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 6159,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 191436,
      "Date": "2006-05-24T10:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Introduction be Approved by Committee approved by Roll Call.",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 6159,
      "MinutesSequence": 5,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 191658,
      "Date": "2006-05-24T13:30:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "A motion was made that this Introduction be Approved by Council approved by consent Roll Call.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6181,
      "AgendaSequence": 81,
      "MinutesSequence": 86,
      "Version": "A",
      "AgendaNote": "Amended and Coupled on GO with the Message of Necessity",
      "MinutesNote": "With Message of Necessary",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 191991,
      "Date": "2006-05-24T17:40:00Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "This Introduction was Sent to Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 192638,
      "Date": "2006-06-13T11:07:00Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "This Introduction was Hearing Held by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 192517,
      "Date": "2006-06-13T16:46:00Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "This Introduction was Signed Into Law by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 192594,
      "Date": "2006-06-15T12:20:00Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "This Introduction was Recved from Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 72690,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 190 - 3/22/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/e4e66372-fddb-48e3-acdc-b9299cd618c6. No. 190.doc",
      "Sort": 1
    },
    {
      "ID": 71998,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 4/4/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/792c638d-ffb2-4d31-8f45-a372f6a55c96.doc",
      "Sort": 2
    },
    {
      "ID": 73223,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 4/4/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/1578ef9a-a778-4001-80ee-f77343435c8b.doc",
      "Sort": 3
    },
    {
      "ID": 72686,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 5/24/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/c813f423-cc62-4036-a725-601b5adb1035.doc",
      "Sort": 4
    },
    {
      "ID": 73336,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 5/24/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/791e7fbd-bf90-44fd-a1b7-50283773be53.doc",
      "Sort": 5
    },
    {
      "ID": 72700,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal Impact Statement",
      "Link": "http://nyc.legistar1.com/nyc/attachments/132ffcd5-4bbe-4ddf-82b8-838b73b98a94. 190-A Lobbyist Activities.doc",
      "Sort": 6
    },
    {
      "ID": 73040,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 5/24/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/30f1b1cd-1228-4b3b-aecb-b350c5e611c5.doc",
      "Sort": 7
    },
    {
      "ID": 73891,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law",
      "Link": "http://nyc.legistar1.com/nyc/attachments/07a88c86-7503-4f15-986c-92d4049ffaee.doc",
      "Sort": 8
    }
  ],
  "Summary": "",
  "TextID": 37192,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Section 3-211 of the administrative code of the city of New York is amended by adding new subdivisions (g) through (i) to read as follows:\n(g) The term “public servant” shall mean a public servant as defined in subdivision nineteen of section two thousand six hundred one of the charter.\n(h) The term “fundraising activities” shall mean solicitation or collection of contributions for a candidate for nomination for election, or election, to the office of mayor, public advocate, comptroller, borough president or member of the city council, or for the political committee of any such candidate by a lobbyist, or the solicitation or collection of contributions for any public servant who is a candidate for nomination for election, or election, to any elective office, or for the political committee of any such candidate by a lobbyist.  For purposes of this subchapter, the term “contribution” shall have the meaning set forth in subdivision eight of section 3-702 of the administrative code, and the term “political committee” shall have the meaning set forth in subdivision eleven of such section. The term “lobbyist” shall mean a lobbyist as defined in subdivision (a) of this section and the spouse or domestic partner and unemancipated children of the lobbyist, and if the lobbyist is an organization, the term “lobbyist” shall mean only that division of the organization that engages in lobbying activities and any officer or employee of such lobbyist who engages in lobbying activities of the organization or is employed in an organization’s division that engages in lobbying activities of the organization and the spouse or domestic partner and unemancipated children of such officers or employees.\n(i) The term \"political consulting activities\" shall mean the activities of a lobbyist who for compensation by or on behalf of the candidate or elected official, as applicable, (i) participates in the campaign of any candidate for nomination for election, or election, to the office of mayor, public advocate, comptroller, borough president or member of the city council by providing political advice, or (ii) participates in the campaign of any public servant who is a candidate for nomination for election, or election, to any elective office by providing political advice, or (iii) provides political advice to the mayor, public advocate, comptroller, borough president or member of the city council.\n§2. Section 3-212 of the administrative code of the city of New York, as amended by local law number 67 for the year 1993, is amended to read as follows:\n§3-212 Powers and duties of the city clerk. (a) In addition to any other powers and duties specified by law, the city clerk shall have the power and duty to administer and enforce all the provisions of this subchapter, subpoena witnesses and records, issue advisory opinions to those under its jurisdiction, conduct any investigation and audits necessary to carry out the provisions of this subchapter, prepare uniform forms for the statements and reports required by this subchapter and promulgate such rules as he or she deems necessary for the proper administration of this subchapter.\n(b) In addition to any audits required to enforce the provisions of this subchapter, the city clerk shall conduct random audits of the statements and reports required to be filed by lobbyists and clients pursuant to this subchapter. The city clerk shall select statements and reports for random audit in a manner pursuant to which the identity of any particular lobbyist or client whose statements or reports are selected for audit is unknown to the city clerk. In conducting such random audits, the city clerk shall require the production of such witnesses and records as may have been relevant to the preparation of the statements or reports audited.\n(c) The city clerk shall prepare and post on the internet an annual report relating to the administration and enforcement of the provisions of this subchapter. Such report shall contain information regarding (i) the number of complaints received from the public and the disposition of such complaints; (ii) the number and amount of civil penalties imposed pursuant to subdivisions (a), (b), (c) and (d) of section 3-223 of this subchapter; (iii) the number and duration of orders issued pursuant to subdivision (a) of section 3-223 of this subchapter; (iv)  the number of random audits conducted by the clerk and outcomes thereof; (v) compliance programs developed and implemented for lobbyists and clients; and (vi) such other information and analysis as the city clerk deems appropriate. Such report shall be posted on the internet no later than March first of each year and shall contain information relating to the preceding calendar year.\n(d) The city clerk shall, as soon as practicable after the issuance of an order pursuant to subdivision (a) of section 3-223 of this subchapter or imposition of a civil penalty pursuant to subdivision (a), (b), (c) or (d) of section 3-223 of this subchapter, post on the internet information identifying the lobbyist or client who committed the violation that resulted in the issuance of such order or imposition of such penalty, the provision of law violated, the duration of such order or the amount of such penalty.\n(e) Twenty-four months after the effective date of the section of the local law that added this subdivision, the mayor and the city council shall jointly appoint a commission to review and evaluate the activities and performance of the city clerk in implementing the provisions of this subchapter. Within six months of such appointment the commission shall report to the mayor and city council on its review and evaluation which report shall include any administrative and legislative recommendations on strengthening the administration and enforcement of this subchapter, as well as whether the commission would recommend raising the dollar threshold for the filing of a statement of registration.  The commission shall be comprised of five members and the mayor and the city council shall jointly designate a chair from among the members.\n§3. Subdivision (b) of section 3-213 of the administrative code of the city of New York, as added by local law number 14 for the year 1986, is amended to read as follows:\n(b) Such statements of registration shall be kept [on file for a period of five years] in electronic form in the office of the city clerk and shall be [open to] available for public inspection [during such period].\n§4. Paragraph 1 of subdivision (c) of section 3-213 of the administrative code of the city of New York, as added by local law number 14 for the year 1986, is amended to read as follows:\n(1) the name, address and telephone number of the lobbyist and the spouse or domestic partner and unemancipated children of the lobbyist, and if the lobbyist is an organization the names, addresses and telephone numbers of any officer or employee of such lobbyist who engages in any lobbying activities or who is employed in an organization’s division that engages in lobbying activities of the organization and the spouse or domestic partner and unemancipated children of such officers or employees, provided that the addresses and telephone numbers of spouses, domestic partners and unemancipated children shall be not be made available to the public but may be accessed by the campaign finance board for the sole purpose of determining whether a campaign contribution is matchable pursuant to section 3-702;\n §5. Paragraph 5 of subdivision (c) of section 3-213 of the administrative code of the city of New York, as added by local law number 14 for the year 1986, is amended to read as follows:\n(5) a description of the [general] subject or subjects on which the lobbyist is lobbying or expects to lobby, including information sufficient to identify the local law or resolution, procurement, real property, rule, rate making proceeding, determination of a board or commission, or other matter on which the lobbyist is lobbying or expects to lobby;\n§6. Section 3-215 of the administrative code of the city of New York, as added by local law number 14 for the year 1986, is amended to read as follows:\n§3-215[.] Termination of retainer, employment or designation. Upon the termination of a lobbyist's retainer, employment or designation, such lobbyist and the client on whose behalf such service has been rendered shall both give written notice to the city clerk  within thirty days after the lobbyist ceases the activity that required such lobbyist to file a  statement of registration; however, such lobbyist shall nevertheless comply with the reporting requirements of section 3-216.1 of this subchapter and the reporting requirements for the last periodic reporting period up to the date such activity has ceased as required by this subchapter and both such parties shall each file the annual report required by section 3-217 of this subchapter. The city clerk shall enter notice of such termination in the appropriate monthly registration docket required by section 3-214 of this subchapter.\n§7. Paragraph 1 of subdivision (a) of section 3-216 of the administrative code of the city of New York, as added by local law number 14 for the year 1986, is amended to read as follows:\n(1) any lobbyist required to file a statement of registration pursuant to section 3-213 of this subchapter who in any lobbying year expends, receives or incurs combined reportable compensation and expenses in an amount in excess of two thousand dollars, as provided in paragraph five of subdivision (b) of this section, for the purpose of lobbying, shall file with the city clerk a first periodic written report, on forms supplied by the city clerk, which to the extent practicable shall be identical in form to the periodic reporting forms used by the New York Temporary State Commission on Lobbying, by the fifteenth day next succeeding the end of the reporting period on which the cumulative total for such lobbying year equaled such sum. Such reporting periods shall be the period from January first to March thirty-first, April first to May thirty-first, June first to September thirtieth, and October first to December thirty-first[.], or such other dates as the city clerk shall designate by rule to conform the periodic reporting periods with the periodic reporting periods of the New York Temporary State Commission on Lobbying.\n§8. Paragraph 3 of subdivision (b) of section 3-216 of the administrative code of the city of New York, as added by local law number 14 for the year 1986, is amended to read as follows:\n(3) a description of the [general] subject or subjects on which the lobbyist has lobbied, including information sufficient to identify the local law or resolution, procurement, real property, rule, rate making proceeding, determination of a board or commission, or other matter on which the lobbyist has lobbied;\n§9. Paragraph 2 of subdivision (d) of section 3-216 of the administrative code of the city of New York, as amended by local law number 67 for the year 1993, is amended to read as follows:\n(2) Such periodic reports shall be kept [on file] in electronic form in the office of the city clerk [for five years] and shall be [open to] available for public inspection [during such time].\n§10. Subchapter 2 of chapter 2 of title 3 of the administrative code of the city of New York is amended by adding a new section 3-216.1 to read as follows:\n§3-216.1 Fundraising and political consulting reports.\n(a) Any lobbyist required to file a statement of registration pursuant to section 3-213 of this subchapter who in any calendar year to which the statement of registration relates, or in the six months preceding such calendar year, engages in fundraising or political consulting activities shall file with the city clerk, on forms supplied by the city clerk, a fundraising and/or political consulting report. Such report shall be filed in accordance with the schedule applicable to the filing of periodic reports, provided that the first fundraising and/or political consulting report filed in any calendar year shall include information on fundraising and/or political consulting activities that occurred in any period beginning six months preceding the calendar year to which the statement of registration relates through the end of the reporting period for which the report is filed, to the extent such information has not been reported in a fundraising and/or political consulting report filed in the preceding calendar year. Each subsequent fundraising and/or political consulting report filed in or with respect to the calendar year to which the statement of registration relates shall include information on fundraising and/or political consulting activities that occurred since the end of the reporting period for which the previous report was filed through the end of the reporting period for which the current report is filed. Such activities shall be reported whether they are conducted directly by the lobbyist, or through any other entity of which such lobbyist is a principal. Such fundraising and/or political consulting reports shall be filed not later than the fifteenth day next succeeding the end of such reporting period.\n(b) Such fundraising and/or political consulting report shall contain:\n(1) the name, address and telephone number of the lobbyist and the individuals employed by the lobbyist engaged in such fundraising and/or political consulting activities;\n(2) the name, address and telephone number of the candidate, public servant, or elected official to whom or on whose behalf the lobbyist provided fundraising and/or political consulting services;\n(3) \t(i) the compensation paid or owed to the lobbyist for such fundraising and/or political consulting activities. \n(ii) a list of all persons or entities with whom the lobbyist contracted for the purpose of providing fundraising and/or political consulting services;\n (4)  in the case of fundraising activities, the total dollar amount raised for each candidate for which such activities were performed.\n(c) All such fundraising and/or political consulting reports shall be subject to review by the city clerk.\n(d) Such fundraising and/or political consulting reports shall be kept in electronic form in the office of the city clerk and shall be available for public inspection.\n§11. Subdivision (b) of section 3-217 of the administrative code of the city of New York, as amended by local law number 67 for the year 1993, is amended to read as follows:\n(b) Such report pursuant to paragraph one of subdivision (a) of this section shall be filed with the city clerk, on forms supplied by the city clerk, by the fifteenth day of January next following the year for which such report is made and shall contain on an annual cumulative basis all the information required in periodic reports by section 3-216 of this subchapter and all the information required in fundraising and/or political consulting reports by section 3-216.1 of this subchapter.\n§12. Paragraphs 3 and 4 of subdivision (c) of section 3-217 of the administrative code of the city of New York, as added by local law number 14 for the year 1986, are amended to read as follows:\n(3) a description of the [general] subject or subjects on which each lobbyist retained, employed or designated by such client has lobbied, including information sufficient to identify the local law or resolution, procurement, real property, rule, rate making proceeding, determination of a board or commission, or other matter on which each lobbyist retained, employed or designated by such client has lobbied;\n (4) the person or agency before which such [client] lobbyist has lobbied;\n§13. Paragraph 2 of subdivision (d) of section 3-217 of the administrative code of the city of New York, as amended by local law number 67 for the year 1993, is amended to read as follows:\n(2) Such annual reports shall be kept [on file] in electronic form in the office of the city clerk [for a period of five years] and shall be [open to] available for public inspection [during such period].\n§14. Section 3-221 of the administrative code of the city of New York, as amended by local law number 67 for the year 1993, is amended to read as follows:\n§3-221 Filing of statements and reports. Any statement or report required by this subchapter [may be filed with the city clerk either in person or by mail] shall be filed by electronic transmission in a standard format as required by the city clerk.  [It shall be deemed properly filed by mail when deposited in an official depository under the exclusive care and custody of the United States Postal Service, properly addressed in a post-paid wrapper. In the event it is not received, such statement shall be promptly filed upon notice from the city clerk of its non-receipt.] Statements, reports, dockets and any other information required to be kept on file in the office of the city clerk for public inspection pursuant to this subchapter shall be kept in a computerized database and shall be posted on the internet as soon as practicable.\n§15. Section 3-223 of the administrative code of the city of New York, as amended by local law number 67 for the year 1993, is amended to read as follows:\n§3-223 Penalties. (a) Except as provided for in subdivision (b) of this section, any person or organization who knowingly and wilfully violates any provision of this subchapter shall be guilty of a class A misdemeanor. In addition to such criminal penalties, said person or organization shall be subject to a civil penalty, in an amount not to exceed [fifteen] thirty thousand dollars, to be assessed by the city clerk, or an order to cease all lobbying activities subject to the jurisdiction of the city clerk for a period of time as determined by said clerk not to exceed sixty days, or both such civil penalty and order.\n(b) Any person or organization who violates a cease and desist order of the city clerk issued under subdivision a of this section or enters into a contingency agreement or accepts or pays any contingency fees as proscribed in section 3-218 of this subchapter, shall be guilty of a class A misdemeanor. In addition to such criminal penalties, said person or organization shall be subject to a civil penalty, in an amount not to exceed [fifteen] thirty thousand dollars, to be assessed by the city clerk.\n(c) The city clerk shall designate by rule penalties for late filing of any statement or report required by this subchapter, which shall conform with the schedule established by the New York Temporary State Commission on Lobbying for such charges.  Following a failure to make and file any such statement or report [required by this subchapter], the city clerk shall notify the person or organization of such fact by certified mail that such filing must be made within fourteen business days of the date of mailing of such notice. The failure to file any statement or report within such time shall constitute a class A misdemeanor. In addition to such criminal and late penalties, said person or organization shall be subject to a civil penalty, in an amount not to exceed [ten] twenty thousand dollars, to be assessed by the city clerk. For the purposes of this subdivision, the chief administrative officer of any organization required to file a statement or report shall be the person responsible for making and filing such statement or report unless some other person prior to the due date thereof has been duly designated to make and file such statement or report.\n(d) Any person or organization who violates any provision of this subchapter not punishable under subdivisions [a, b or c] (a), (b) or (c) of this section shall be subject to a civil penalty, in an amount not to exceed [ten] twenty thousand dollars, to be assessed by the city clerk.\n(e) Any civil penalty to be assessed under subdivision [d] (d) of this section, or any order issued under subdivision [a] (a) of this section, may only be imposed or issued after written notice of violation and the expiration of fourteen business days from the date of mailing of such notice. If such violation is cured within such fourteen-day period, then such civil penalty or order shall not be imposed or issued.\n(f) The amount of any assessment made or duration of order issued pursuant to this section shall be determined only after a hearing at which the party shall be entitled to appear and be heard. Any assessment imposed under this section may be recovered in an action brought by the corporation counsel.\n(g) The city clerk shall be charged with the duty of reviewing all statements and reports required under this subchapter for violations, and it shall be his duty, if he deems such to be willful, to report such determination to the [appropriate authority for criminal prosecution] department of investigation.  Where the city clerk receives a report or otherwise suspects that a criminal violation of law, other than a violation of this subchapter, has been or may have been committed, the city clerk shall report any information relating thereto to the department of investigation.\n(h) The department of investigation shall provide assistance to the city clerk for the purpose of training personnel who are responsible for the administration and enforcement of the provisions of this subchapter. The city clerk shall develop compliance programs for lobbyists and clients.\n§16. If any provision of this local law, or any amendments thereto, shall be held invalid or ineffective in whole or in part or inapplicable to any person or situation, such holding shall not affect, impair or invalidate the remainder of this local law, and all other provisions thereof shall nevertheless be separately and fully effective and the application of any such provision to other persons or situations shall not be affected.\n§17. This local law shall take effect on the one hundred eightieth day after its enactment, provided, however, that sections three, nine, eleven, thirteen and fourteen of this local law shall take effect one year after the enactment of this local law, and provided, further, that, upon enactment of this local law, the relevant city agencies shall take all necessary steps, including but not limited to the promulgation of forms and rules, to ensure the prompt implementation of this local law upon its effective date.  \nDJ\n5/23/06",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\pard\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj Section 1. Section 3-211 of the administrative code of the city of New York is amended by adding new subdivisions (g) through (i) to read as follows:\\b\\par\n\\ul\\b0 (g) The term \\ldblquote public servant\\rdblquote  shall mean a public servant as defined in subdivision nineteen of section two thousand six hundred one of the charter.\\par\n(h) The term \\ldblquote fundraising activities\\rdblquote  shall mean solicitation or collection of contributions for a candidate for nomination for election, or election, to the office of mayor, public advocate, comptroller, borough president or member of the city council, or for the political committee of any such candidate by a lobbyist, or the solicitation or collection of contributions for any public servant who is a candidate for nomination for election, or election, to any elective office, or for the political committee of any such candidate by a lobbyist.  For purposes of this subchapter, the term \\ldblquote contribution\\rdblquote  shall have the meaning set forth in subdivision eight of section 3-702 of the administrative code, and the term \\ldblquote political committee\\rdblquote  shall have the meaning set forth in subdivision eleven of such section. The term \\ldblquote lobbyist\\rdblquote  shall mean a lobbyist as defined in subdivision (a) of this section and the spouse or domestic partner and unemancipated children of the lobbyist, and if the lobbyist is an organization, the term \\ldblquote lobbyist\\rdblquote  shall mean only that division of the organization that engages in lobbying activities and any officer or employee of such lobbyist who engages in lobbying activities of the organization or is employed in an organization\\rquote s division that engages in lobbying activities of the organization and the spouse or domestic partner and unemancipated children of such officers or employees.\\cf1\\b\\par\n\\cf0\\b0 (i) The term \"political consulting activities\" shall mean the activities of a lobbyist who for compensation by or on behalf of the candidate or elected official, as applicable, (i) participates in the campaign of any candidate for nomination for election, or election, to the office of mayor, public advocate, comptroller, borough president or member of the city council by providing political advice, or (ii) participates in the campaign of any public servant who is a candidate for nomination for election, or election, to any elective office by providing political advice, or (iii) provides political advice to the mayor, public advocate, comptroller, borough president or member of the city council.\\par\n\\ulnone\\'a72. Section 3-212 of the administrative code of the city of New York, as amended by local law number 67 for the year 1993, is amended to read as follows:\\par\n\\'a73-212 Powers and duties of the city clerk. \\ul (a)\\ulnone  In addition to any other powers and duties specified by law, the city clerk shall have the power and duty to administer and enforce all the provisions of this subchapter, subpoena witnesses and records, issue advisory opinions to those under its jurisdiction, conduct any investigation \\ul and audits\\ulnone  necessary to carry out the provisions of this subchapter, prepare uniform forms for the statements and reports required by this subchapter and promulgate such rules as he or she deems necessary for the proper administration of this subchapter.\\par\n\\ul (b) In addition to any audits required to enforce the provisions of this subchapter, the city clerk shall conduct random audits of the statements and reports required to be filed by lobbyists and clients pursuant to this subchapter. The city clerk shall select statements and reports for random audit in a manner pursuant to which the identity of any particular lobbyist or client whose statements or reports are selected for audit is unknown to the city clerk. In conducting such random audits, the city clerk shall require the production of such witnesses and records as may have been relevant to the preparation of the statements or reports audited.\\par\n\\pard\\hyphpar0\\fi810\\sl480\\slmult1\\qj (c) The city clerk shall prepare and post on the internet an annual report relating to the administration and enforcement of the provisions of this subchapter. Such report shall contain information regarding (i) the number of complaints received from the public and the disposition of such complaints; (ii) the number and amount of civil penalties imposed pursuant to subdivisions (a), (b), (c) and (d) of section 3-223 of this subchapter; (iii) the number and duration of orders issued pursuant to subdivision (a) of section 3-223 of this subchapter; (iv)  the number of random audits conducted by the clerk and outcomes thereof; (v) compliance programs developed and implemented for lobbyists and clients; and (vi) such other information and analysis as the city clerk deems appropriate. Such report shall be posted on the internet no later than March first of each year and shall contain information relating to the preceding calendar year.\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj (d) The city clerk shall, as soon as practicable after the issuance of an order pursuant to subdivision (a) of section 3-223 of this subchapter or imposition of a civil penalty pursuant to subdivision (a), (b), (c) or (d) of section 3-223 of this subchapter, post on the internet information identifying the lobbyist or client who committed the violation that resulted in the issuance of such order or imposition of such penalty, the provision of law violated, the duration of such order or the amount of such penalty.\\par\n(e) Twenty-four months after the effective date of the section of the local law that added this subdivision, the mayor and the city council shall jointly appoint a commission to review and evaluate the activities and performance of the city clerk in implementing the provisions of this subchapter. Within six months of such appointment the commission shall report to the mayor and city council on its review and evaluation which report shall include any administrative and legislative recommendations on strengthening the administration and enforcement of this subchapter, as well as whether the commission would recommend raising the dollar threshold for the filing of a statement of registration.  The commission shall be comprised of five members and the mayor and the city council shall jointly designate a chair from among the members.\\par\n\\ulnone\\'a73. Subdivision (b) of section 3-213 of the administrative code of the city of New York, as added by local law number 14 for the year 1986, is amended to read as follows:\\par\n(b) Such statements of registration shall be kept [on file for a period of five years] \\ul in electronic form in the office of the city clerk\\ulnone  and shall be [open to] \\ul available for\\ulnone  public inspection [during such period].\\par\n\\'a74. Paragraph 1 of subdivision (c) of section 3-213 of the administrative code of the city of New York, as added by local law number 14 for the year 1986, is amended to read as follows:\\par\n(1) the name, address and telephone number of the lobbyist \\ul and the spouse or domestic partner and unemancipated children of the lobbyist, and if the lobbyist is an organization the names, addresses and telephone numbers of any officer or employee of such lobbyist who engages in any lobbying activities or who is employed in an organization\\rquote s division that engages in lobbying activities of the organization and the spouse or domestic partner and unemancipated children of such officers or employees, provided that the addresses and telephone numbers of spouses, domestic partners and unemancipated children shall be not be made available to the public but may be accessed by the campaign finance board for the sole purpose of determining whether a campaign contribution is matchable pursuant to section 3-702\\ulnone ;\\par\n \\'a75. Paragraph 5 of subdivision (c) of section 3-213 of the administrative code of the city of New York, as added by local law number 14 for the year 1986, is amended to read as follows:\\par\n(5) a description of the [general] subject or subjects on which the lobbyist is lobbying or expects to lobby\\ul , including information sufficient to identify the local law or resolution, procurement, real property, rule, rate making proceeding, determination of a board or commission, or other matter on which the lobbyi\\i s\\i0 t is lobbying or expects to lobby\\ulnone ;\\par\n\\'a76. Section 3-215 of the administrative code of the city of New York, as added by local law number 14 for the year 1986, is amended to read as follows:\\par\n\\'a73-215[.] Termination of retainer, employment or designation. Upon the termination of a lobbyist's retainer, employment or designation, such lobbyist and the client on whose behalf such service has been rendered shall both give written notice to the city clerk  within thirty days after the lobbyist ceases the activity that required such lobbyist to file a  statement of registration; however, such lobbyist shall nevertheless comply with the \\ul reporting requirements of section 3-216.1 of this subchapter and the\\ulnone  reporting requirements for the last periodic reporting period up to the date such activity has ceased as required by this subchapter and both such parties shall each file the annual report required by section 3-217 of this subchapter. The city clerk shall enter notice of such termination in the appropriate monthly registration docket required by section 3-214 of this subchapter.\\par\n\\'a77. Paragraph 1 of subdivision (a) of section 3-216 of the administrative code of the city of New York, as added by local law number 14 for the year 1986, is amended to read as follows:\\par\n(1) any lobbyist required to file a statement of registration pursuant to section 3-213 of this subchapter who in any lobbying year expends, receives or incurs combined reportable compensation and expenses in an amount in excess of two thousand dollars, as provided in paragraph five of subdivision (b) of this section, for the purpose of lobbying, shall file with the city clerk a first periodic written report, on forms supplied by the city clerk, \\ul which to the extent practicable shall be identical in form to the periodic reporting forms used by the New York Temporary State Commission on Lobbying,\\ulnone  by the fifteenth day next succeeding the end of the reporting period on which the cumulative total for such lobbying year equaled such sum. Such reporting periods shall be the period from January first to March thirty-first, April first to May thirty-first, June first to September thirtieth, and October first to December thirty-first[.]\\ul , or such other dates as the city clerk shall designate by rule to conform the periodic reporting periods with the periodic reporting periods of the New York Temporary State Commission on Lobbying.\\ulnone\\par\n\\'a78. Paragraph 3 of subdivision (b) of section 3-216 of the administrative code of the city of New York, as added by local law number 14 for the year 1986, is amended to read as follows:\\par\n(3) a description of the [general] subject or subjects on which the lobbyist has lobbied\\ul , including information sufficient to identify the local law or resolution, procurement, real property, rule, rate making proceeding, determination of a board or commission, or other matter on which the lobbyist has lobbied\\ulnone ;\\par\n\\'a79. Paragraph 2 of subdivision (d) of section 3-216 of the administrative code of the city of New York, as amended by local law number 67 for the year 1993, is amended to read as follows:\\par\n(2) Such periodic reports shall be kept [on file] \\ul in electronic form\\ulnone  in the office of the city clerk [for five years] and shall be [open to] \\ul available for\\ulnone  public inspection [during such time].\\par\n\\'a710. Subchapter 2 of chapter 2 of title 3 of the administrative code of the city of New York is amended by adding a new section 3-216.1 to read as follows:\\par\n\\ul\\'a73-216.1 Fundraising and political consulting reports.\\par\n(a) Any lobbyist required to file a statement of registration pursuant to section 3-213 of this subchapter who in any calendar year to which the statement of registration relates, or in the six months preceding such calendar year, engages in fundraising or political consulting activities shall file with the city clerk, on forms supplied by the city clerk, a fundraising and/or political consulting report. Such report shall be filed in accordance with the schedule applicable to the filing of periodic reports, provided that the first fundraising and/or political consulting report filed in any calendar year shall include information on fundraising and/or political consulting activities that occurred in any period beginning six months preceding the calendar year to which the statement of registration relates through the end of the reporting period for which the report is filed, to the extent such information has not been reported in a fundraising and/or political consulting report filed in the preceding calendar year. Each subsequent fundraising and/or political consulting report filed in or with respect to the calendar year to which the statement of registration relates shall include information on fundraising and/or political consulting activities that occurred since the end of the reporting period for which the previous report was filed through the end of the reporting period for which the current report is filed. Such activities shall be reported whether they are conducted directly by the lobbyist, or through any other entity of which such lobbyist is a principal. Such fundraising and/or political consulting reports shall be filed not later than the fifteenth day next succeeding the end of such reporting period.\\par\n(b) Such fundraising and/or political consulting report shall contain:\\par\n\\pard\\hyphpar0\\fi1440\\sl480\\slmult1\\qj (1) the name, address and telephone number of the lobbyist and the individuals employed by the lobbyist engaged in such fundraising and/or political consulting activities;\\par\n(2) the name, address and telephone number of the candidate, public servant, or elected official to whom or on whose behalf the lobbyist provided fundraising and/or political consulting services;\\ulnone\\par\n\\ul (3) \\tab (i) the compensation paid or owed to the lobbyist for such fundraising and/or political consulting activities. \\par\n(ii) a list of all persons or entities with whom the lobbyist contracted for the purpose of providing fundraising and/or political consulting services;\\par\n (4)  in the case of fundraising activities, the total dollar amount raised for each candidate for which such activities were performed.\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj (c) All such fundraising and/or political consulting reports shall be subject to review by the city clerk.\\par\n(d) Such fundraising and/or political consulting reports shall be kept in electronic form in the office of the city clerk and shall be available for public inspection.\\par\n\\ulnone\\'a711. Subdivision (b) of section 3-217 of the administrative code of the city of New York, as amended by local law number 67 for the year 1993, is amended to read as follows:\\par\n(b) Such report pursuant to paragraph one of subdivision (a) of this section shall be filed with the city clerk, on forms supplied by the city clerk, by the fifteenth day of January next following the year for which such report is made and shall contain on an annual cumulative basis all the information required in periodic reports by section 3-216 of this subchapter \\ul and all the information required in fundraising and/or political consulting reports by section 3-216.1 of this subchapter\\ulnone .\\par\n\\'a712. Paragraphs 3 and 4 of subdivision (c) of section 3-217 of the administrative code of the city of New York, as added by local law number 14 for the year 1986, are amended to read as follows:\\par\n(3) a description of the [general] subject or subjects on which each lobbyist retained, employed or designated by such client has lobbied\\ul , including information sufficient to identify the local law or resolution, procurement, real property, rule, rate making proceeding, determination of a board or commission, or other matter on which each lobbyist retained, employed or designated by such client has lobbied\\ulnone ;\\par\n (4) the person or agency before which such [client] \\ul lobbyist\\ulnone  has lobbied;\\par\n\\'a713. Paragraph 2 of subdivision (d) of section 3-217 of the administrative code of the city of New York, as amended by local law number 67 for the year 1993, is amended to read as follows:\\par\n(2) Such annual reports shall be kept [on file] \\ul in electronic form\\ulnone  in the office of the city clerk [for a period of five years] and shall be [open to] \\ul available for\\ulnone  public inspection [during such period].\\par\n\\'a714. Section 3-221 of the administrative code of the city of New York, as amended by local law number 67 for the year 1993, is amended to read as follows:\\par\n\\'a73-221 Filing of statements and reports. Any statement or report required by this subchapter [may be filed with the city clerk either in person or by mail] \\ul shall be filed by electronic transmission in a standard format as required by the city clerk\\ulnone .  [It shall be deemed properly filed by mail when deposited in an official depository under the exclusive care and custody of the United States Postal Service, properly addressed in a post-paid wrapper. In the event it is not received, such statement shall be promptly filed upon notice from the city clerk of its non-receipt.] \\ul Statements, reports, dockets and any other information required to be kept on file in the office of the city clerk for public inspection pursuant to this subchapter shall be kept in a computerized database and shall be posted on the internet as soon as practicable.\\ulnone\\par\n\\'a715. Section 3-223 of the administrative code of the city of New York, as amended by local law number 67 for the year 1993, is amended to read as follows:\\par\n\\'a73-223 Penalties. (a) Except as provided for in subdivision (b) of this section, any person or organization who knowingly and wilfully violates any provision of this subchapter shall be guilty of a class A misdemeanor. In addition to such criminal penalties, said person or organization shall be subject to a civil penalty, in an amount not to exceed [fifteen] \\ul thirty\\ulnone  thousand dollars, to be assessed by the city clerk, or an order to cease all lobbying activities subject to the jurisdiction of the city clerk for a period of time as determined by said clerk not to exceed sixty days, or both such civil penalty and order.\\par\n(b) Any person or organization who violates a cease and desist order of the city clerk issued under subdivision a of this section or enters into a contingency agreement or accepts or pays any contingency fees as proscribed in section 3-218 of this subchapter, shall be guilty of a class A misdemeanor. In addition to such criminal penalties, said person or organization shall be subject to a civil penalty, in an amount not to exceed [fifteen] \\ul thirty\\ulnone  thousand dollars, to be assessed by the city clerk.\\par\n(c) \\ul The city clerk shall designate by rule penalties for late filing of any statement or report required by this subchapter, which shall conform with the schedule established by the New York Temporary State Commission on Lobbying for such charges.\\ulnone   Following a failure to make and file any \\ul such\\ulnone  statement or report [required by this subchapter], the city clerk shall notify the person or organization of such fact by certified mail that such filing must be made within fourteen business days of the date of mailing of such notice. The failure to file any statement or report within such time shall constitute a class A misdemeanor. In addition to such criminal \\ul and late\\ulnone  penalties, said person or organization shall be subject to a civil penalty, in an amount not to exceed [ten] \\ul twenty\\ulnone  thousand dollars, to be assessed by the city clerk. For the purposes of this subdivision, the chief administrative officer of any organization required to file a statement or report shall be the person responsible for making and filing such statement or report unless some other person prior to the due date thereof has been duly designated to make and file such statement or report.\\par\n(d) Any person or organization who violates any provision of this subchapter not punishable under subdivisions [a, b or c] \\ul (a), (b) or (c)\\ulnone  of this section shall be subject to a civil penalty, in an amount not to exceed [ten] \\ul twenty\\ulnone  thousand dollars, to be assessed by the city clerk.\\par\n(e) Any civil penalty to be assessed under subdivision [d] \\ul (d)\\ulnone  of this section, or any order issued under subdivision [a] \\ul (a)\\ulnone  of this section, may only be imposed or issued after written notice of violation and the expiration of fourteen business days from the date of mailing of such notice. If such violation is cured within such fourteen-day period, then such civil penalty or order shall not be imposed or issued.\\par\n(f) The amount of any assessment made or duration of order issued pursuant to this section shall be determined only after a hearing at which the party shall be entitled to appear and be heard. Any assessment imposed under this section may be recovered in an action brought by the corporation counsel.\\par\n(g) The city clerk shall be charged with the duty of reviewing all statements and reports required under this subchapter for violations, and it shall be his duty, if he deems such to be willful, to report such determination to the [appropriate authority for criminal prosecution] \\ul department of investigation.  Where the city clerk receives a report or otherwise suspects that a criminal violation of law, other than a violation of this subchapter, has been or may have been committed, the city clerk shall report any information relating thereto to the department of investigation.\\ulnone\\par\n\\ul (h) The department of investigation shall provide assistance to the city clerk for the purpose of training personnel who are responsible for the administration and enforcement of the provisions of this subchapter. The city clerk shall develop compliance programs for lobbyists and clients.\\par\n\\ulnone\\'a716. \\cf1 If any provision of this local law, or any amendments thereto, shall be held invalid or ineffective in whole or in part or inapplicable to any person or situation, such holding shall not affect, impair or invalidate the remainder of this local law, and all other provisions thereof shall nevertheless be separately and fully effective and the application of any such provision to other persons or situations shall not be affected.\\par\n\\cf0\\'a717. This local law shall take effect on the one hundred eightieth day after its enactment, provided, however, that sections three, nine, eleven, thirteen and fourteen of this local law shall take effect one year after the enactment of this local law, and provided, further, that, upon enactment of this local law, the relevant city agencies shall take all necessary steps, including but not limited to the promulgation of forms and rules, to ensure the prompt implementation of this local law upon its effective date.  \\par\n\\pard\\hyphpar0\\qj DJ\\par\n5/23/06\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj\\par\n}\n\u0000",
  "LastModified": "2015-06-15T20:23:04.43Z"
}
