{
  "ID": 35929,
  "GUID": "F8D364F0-4B16-406C-9017-302B65E7A63E",
  "File": "Int 0196-2006",
  "Name": "Distribution of circular advertisements.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the distribution of circular advertisements.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2006-03-22T00:00:00Z",
  "AgendaDate": "2006-03-22T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    }
  ],
  "History": [
    {
      "ID": 188567,
      "Date": "2006-03-22T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 188751,
      "Date": "2006-03-22T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5896,
      "AgendaSequence": 104,
      "MinutesSequence": 128,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236686,
      "Date": "2009-12-31T16:31:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 71699,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Cover Sheet",
      "Link": "http://nyc.legistar1.com/nyc/attachments/f0c8c980-1d8f-4288-93ae-d7f988e1077f.doc",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 36445,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Chapter 4 of title 20 of the administrative code of the city of New York is hereby amended by the addition of a new subchapter 13, to read as follows:\nSUBCHAPTER 13\nDISTRIBUTION OF CIRCULARS\n\n§20-699.7  Definitions.\n§20-699.8  Do not circulate registry.\n§20-699.9  Penalty.\n\n§20-699.7  Definitions.  For the purposes of this subchapter:\n a.  \"Consumer\" shall mean any natural person who may be required to pay for or to exchange consideration for goods and services offered through circular advertisements.\nb.  “Circular advertisement” shall mean any pamphlet, form, document or commercial advertisement printed on any form of media, including, but not limited to leaflets, letters, pamphlets and menus, thereafter distributed to two or more consumers through a plan, program or campaign conducted to induce payment or the exchange of any other consideration for any goods or services, or to promote some product or service.  This definition shall not include advertisements distributed by the United States Postal Service or those advertisements regularly included with any other media subscription, including, but not limited to, newspapers, periodicals and magazines.  \n   \tc. \"Person\" shall mean any natural person, association, partnership, firm, corporation, or other business entity.\nd. \"Advertiser\" shall mean any natural person, association, partnership, firm, corporation, or other business entity that delivers circular advertisements to a consumer for a commercial purpose. \ne.  “Commercial purpose\" shall mean having the goal or end of buying or selling of a good or service for the purpose of making a profit.\n  \tf. \"Unsolicited circular delivery\" means any delivery of a circular advertisement, by an advertiser or employee thereof, to a consumer, other than a delivery made:\n      \t1.  in response to an express written or verbal request of the consumer receiving such circular; or\n      \t2.  in connection with an established business or customer relationship, which has not been terminated by either party, unless such consumer has stated to the advertiser that such consumer no longer wishes to receive the circular advertisements of such advertiser.\n \t§20-699.8  Do not circulate registry.  a. 1.  The commissioner shall establish, manage, and maintain a registry which shall contain a list of consumers who do not wish to receive unsolicited circular deliveries.\n2.  The registry shall be updated on a quarterly basis, or more frequently as prescribed by rule.  Such updates shall be made readily available to any prospective advertiser in a manner to be prescribed by rule.   \n  \tb.  No advertiser may make or cause to be made any unsolicited circular deliveries to any consumer when that consumer’s personal information has been posted on the registry, established pursuant to this subchapter.\nc.  The commissioner shall provide notice to consumers of the establishment of the registry.  Any consumer who wishes to be included on such registry shall notify the commissioner in a manner to be prescribed by rule.\nd.  The Commissioner shall provide notice to advertisers of the establishment of the registry, as well as provide such advertiser with information for obtaining all scheduled registry updates in a manner to be prescribed by rule.\n  \t§20-699.9  Penalty.  Any person who violates section 20-699.8 of this subchapter shall, for a first violation thereof, be liable for a civil penalty of not less than two hundred dollars nor more than four hundred dollars; for a second violation, both of which were committed within a period of thirty days, for a civil penalty of not less than five hundred dollars nor more than one thousand dollars; and for a third or subsequent violation, all of which were committed within a period of thirty days, for a civil penalty of not less than one thousand dollars nor more than two thousand dollars.\n§2. This local law shall take effect 120 days after it shall have been enacted into law; provided that the commissioner may take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, establishing guidelines and promulgating rules. \n\n\n\n\nTSF\nLS# 126\n02.24.06",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset0 Times New Roman Bold;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul\\i Be it enacted by the Council as follows\\ulnone\\i0 :\\par\n\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1.  \\cf0 Chapter 4 of title 20 of the administrative code of the city of New York is hereby amended by the addition of a new subchapter 13, to read as follows:\\par\n\\pard\\keepn\\nowidctlpar\\hyphpar0\\s1\\sl480\\slmult1\\qc\\expndtw-3\\b\\f1 SUBCHAPTER 13\\par\n\\pard\\keepn\\nowidctlpar\\hyphpar0\\s1\\qc DISTRIBUTION OF CIRCULARS\\par\n\\pard\\nowidctlpar\\expndtw0\\b0\\f0\\par\n\\pard\\nowidctlpar\\li720\\ul\\b\\f1\\'a720-699.7  Definitions.\\par\n\\pard\\nowidctlpar\\fi720\\'a720-699.8  Do not circulate registry.\\par\n\\'a720-699.9  Penalty.\\par\n\\pard\\nowidctlpar\\ulnone\\b0\\f0\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\ul\\'a720-699.7  \\b\\f1 Definitions.  \\b0\\f0 For the purposes of this subchapter:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\b\\f1  \\cf1\\b0\\f0 a.  \"Consumer\" shall mean any natural person who may be required to pay for or to exchange consideration for goods and services offered through circular advertisements.\\par\nb.  \\ldblquote Circular advertisement\\rdblquote  shall mean any pamphlet, form, document or commercial advertisement printed on any form of media, \\cf0 including, but not limited to leaflets, letters, pamphlets and menus\\cf1 , thereafter distributed to two or more consumers through a plan, program or campaign conducted to induce payment\\cf0  or the exchange of any other consideration for any goods or services, \\cf1 or to \\cf0 promote some product or service.  T\\cf1 his definition shall not include advertisements distributed by the United States Postal Service or those advertisements regularly included with any other media subscription, including, but not limited to, newspapers, periodicals and magazines.  \\line\\ulnone    \\tab\\ul c. \"Person\" shall mean any natural person, association, partnership, firm, corporation, or other business entity.\\par\nd. \"Advertiser\" shall mean any natural person, association, partnership, firm, corporation, or other business entity that delivers circular advertisements to a consumer for a commercial purpose. \\par\ne.  \\ldblquote Commercial purpose\" shall mean having the \\cf0 goal or end of buying or selling of a good or service for the purpose of making a profit\\cf1 .\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\cf0\\ulnone   \\tab\\ul f. \"Unsolicited circular delivery\" means any delivery of a circular advertisement, by an advertiser or employee thereof, to a consumer, other than a delivery made:\\line\\ulnone       \\tab\\ul 1.  in response to an express written or verbal request of the consumer receiving such circular; or\\line\\ulnone       \\tab\\ul 2.  in connection with an established business or customer relationship, which has not been terminated by either party, unless such consumer has stated to the advertiser that such consumer no longer wishes to receive the circular advertisements of such advertiser.\\line\\ulnone  \\tab\\ul\\'a720-699.8\\b\\f1   Do not circulate registry.  \\b0\\f0 a. 1.  The commissioner shall establish, manage, and maintain a registry which shall contain a list of consumers who do not wish to receive unsolicited circular deliveries.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj 2.  The registry shall be updated on a quarterly basis, or more frequently as prescribed by rule.  Such updates shall be made readily available to any prospective advertiser in a manner to be prescribed by rule.   \\line\\ulnone   \\tab\\ul b.  No advertiser may make or cause to be made any unsolicited circular deliveries to any consumer when that consumer\\rquote s personal information has been posted on the \\cf1 registry,\\cf0  established pursuant to this subchapter.\\par\n\\cf1 c.  The commissioner shall provide notice to consumers of the establishment of the registry.  Any consumer who wishes to be included on such registry shall notify the commissioner in a manner to be prescribed by rule.\\par\nd.  The Commissioner shall provide notice to advertisers of the establishment of the registry, as well as provide such advertiser with information for obtaining all scheduled registry updates in a manner to be prescribed by rule.\\line\\ulnone   \\tab\\cf0\\ul\\'a720-699.9  \\b\\f1 Penalty.  \\b0\\f0 Any person who violates section 20-699.8 of this subchapter shall, for a first violation thereof, be liable for a civil penalty of not less than two hundred dollars nor more than four hundred dollars; for a second violation, both of which were committed within a period of thirty days, for a civil penalty of not less than five hundred dollars nor more than one thousand dollars; and for a third or subsequent violation, all of which were committed within a period of thirty days, for a civil penalty of not less than one thousand dollars nor more than two thousand dollars.\\par\n\\ulnone\\'a72. This local law shall take effect 120 days after it shall have been enacted into law; provided that the commissioner may take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, establishing guidelines and promulgating rules.\\cf1  \\par\n\\pard\\nowidctlpar\\fs20\\par\n\\par\n\\par\n\\par\nTSF\\par\nLS# 126\\par\n02.24.06\\fs24\\par\n\\expndtw-3\\par\n\\par\n\\pard\\nowidctlpar\\hyphpar0\\qj\\cf0\\expndtw0\\tab\\tab\\tab\\tab\\tab\\tab\\tab\\tab\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
