{
  "ID": 35941,
  "GUID": "5359141B-8B7B-4132-A1C9-54052C68E615",
  "File": "Int 0201-2006",
  "Name": "Adjudication of violations of laws enforced by the New York city department of consumer affairs.",
  "Title": "A Local Law to amend the New York city charter, in relation to the adjudication of violations of laws enforced by the New York city department of consumer affairs.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2006-03-22T00:00:00Z",
  "AgendaDate": "2006-03-22T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "History": [
    {
      "ID": 188579,
      "Date": "2006-03-22T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 188782,
      "Date": "2006-03-22T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5896,
      "AgendaSequence": 135,
      "MinutesSequence": 160,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 200065,
      "Date": "2007-02-13T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 6984,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 200148,
      "Date": "2007-02-13T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 6984,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236682,
      "Date": "2009-12-31T16:30:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 76095,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 2/13/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/9d61e4cb-37ab-43eb-8646-c52f0a6e3b22.doc",
      "Sort": 1
    },
    {
      "ID": 76347,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 2/13/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/a2c1134d-b287-4a16-a494-0941d02fab60.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 36457,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Section 2203 of the New York city charter is amended by adding a new subdivision (g) to read as follows:\n(g)(1) Notwithstanding any other provision of law, the department shall be authorized, upon due notice and hearing, to impose civil penalties for the violation of any laws or rules the enforcement of which is within the jurisdiction of the department pursuant to this charter, the administrative code or any other general, special or local law. The department shall have the power to render decisions and orders and to impose civil penalties for all such violations. Except to the extent that dollar limits are otherwise specifically provided, such civil penalties shall not exceed five hundred dollars for each violation. All proceedings authorized pursuant to this subdivision shall be conducted in accordance with rules promulgated by the commissioner. The remedies and penalties provided for in this subdivision shall be in addition to any other remedies or penalties provided for the enforcement of such provisions under any other law including, but not limited to, civil or criminal actions or proceedings.\n(2) All such proceedings shall be commenced by the service of a notice of violation. The commissioner shall prescribe the form and wording of notices of violation. The notice of violation or copy thereof when filled in and served shall constitute notice of the violation charged, and, if sworn to or affirmed, shall be prima facie evidence of the facts contained therein. In addition to serving the notice on the person being charged, where written authorization is filed with the department, the department shall deliver by first class mail a copy of the notice to the corporate headquarters or wholesale supplier of such person. Such notice by mail shall provide a respondent with the minimum period of time to respond provided for in subdivision (e) of this section.\n(3) For the purposes of this subdivision, no act or practice shall be deemed a deceptive trade practice unless it has been declared a deceptive trade practice and described with reasonable particularity in a local law or in a rule or regulation promulgated by the commissioner.  \n§2.  This local law shall take effect thirty days after the date of its enactment into law, provided, however, that the department of consumer affairs may, on or after such date of enactment, promulgate any rules or take any other administrative actions necessary for the implementation of this local law.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj Section 1.  Section 2203 of the New York city charter is amended by adding a new subdivision (g) to read as follows:\\par\n\\ul (g)(1) Notwithstanding any other provision of law, the department shall be authorized, upon due notice and hearing, to impose civil penalties for the violation of any laws or rules the enforcement of which is within the jurisdiction of the department pursuant to this charter, the administrative code or any other general, special or local law. The department shall have the power to render decisions and orders and to impose civil penalties for all such violations. Except to the extent that dollar limits are otherwise specifically provided, such civil penalties shall not exceed five hundred dollars for each violation. All proceedings authorized pursuant to this subdivision shall be conducted in accordance with rules promulgated by the commissioner. The remedies and penalties provided for in this subdivision shall be in addition to any other remedies or penalties provided for the enforcement of such provisions under any other law including, but not limited to, civil or criminal actions or proceedings.\\par\n(2) All such proceedings shall be commenced by the service of a notice of violation. The commissioner shall prescribe the form and wording of notices of violation. The notice of violation or copy thereof when filled in and served shall constitute notice of the violation charged, and, if sworn to or affirmed, shall be prima facie evidence of the facts contained therein. In addition to serving the notice on the person being charged, where written authorization is filed with the department, the department shall deliver by first class mail a copy of the notice to the corporate headquarters or wholesale supplier of such person. Such notice by mail shall provide a respondent with the minimum period of time to respond provided for in subdivision (e) of this section.\\par\n(3) For the purposes of this subdivision, no act or practice shall be deemed a deceptive trade practice unless it has been declared a deceptive trade practice and described with reasonable particularity in a local law or in a rule or regulation promulgated by the commissioner.  \\par\n\\ulnone\\'a72.  This local law shall take effect thirty days after the date of its enactment into law, provided, however, that the department of consumer affairs may, on or after such date of enactment, promulgate any rules or take any other administrative actions necessary for the implementation of this local law.  \\par\n}\n\u0000",
  "LastModified": "2015-06-16T17:17:38.45Z"
}
