{
  "ID": 35825,
  "GUID": "F5FD6992-DB90-4FCB-BE58-8867162AB836",
  "File": "Int 0210-2006",
  "Name": "Vest Replacement",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to vest replacement.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2006-03-22T00:00:00Z",
  "AgendaDate": "2006-03-22T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    }
  ],
  "History": [
    {
      "ID": 188404,
      "Date": "2006-03-22T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 188801,
      "Date": "2006-03-22T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5896,
      "AgendaSequence": 147,
      "MinutesSequence": 172,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236677,
      "Date": "2009-12-31T16:28:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 36341,
  "Text": "Be it enacted by the Council as follows: \n\n\tSection 1. Legislative Intent and Findings.\n\tBallistic-resistant body armor was developed in response to the significant rise in fatalities among law enforcement officers in the 1960s due to firearms.  Over the 30 years since the National Institute of Justice introduced the first ballistic-resistant body armor standard, there are more than 2,700 documented cases to date in which law enforcement officers have been saved by vests tested and worn in accordance with the standard.  The New York City Police Department began requiring police officers to wear bulletproof vests in 1988, and since then, the vests are credited with saving the lives of 58 officers.\n\tBulletproof vests recently saved the lives of two more New York City police officers.  On March 13, 2006, Officers Hector Ramirez and John Antonacci responded to an incident in a Brooklyn boarding house.  Both officers were shot during a struggle with the suspect, but survived because of their bullet-resistant vests.  Officer Ramirez was struck in the vest just above his heart, and suffered only a deep bruise.  Another bullet struck Officer Antonacci in the back, tearing through his uniform, and grazed his left shoulder.  Because of the ballistic-resistant body armor worn by these officers, they sustained minor injuries from a shooting that could have resulted in fatalities.\nIn November 2005, Officer Dillon Stewart was mortally wounded by a single round while pursuing a suspect, despite the fact that he was wearing a bulletproof vest.  The bullet entered his left underarm and penetrated his heart, evading the protective plating of his armored vest “by no more than a quarter of an inch,” according to Police Commissioner Raymond Kelly.  The New York City Police Department has noted that it is standard for all bulletproof vests to leave a slight gap under the arm to allow for motion.  \nThough it is important for personal body armor to provide maximum protection as well as adequate mobility, it is imperative to investigate ways to expand the coverage area of personal body armor that do not compromise necessary movement and increase protection of law enforcement personnel.  Thus, the City Council finds that the law should be amended to ensure that police officers have upgraded ballistic-resistant body armor that improves their personal safety.\n§2. Section 14-135 of the administrative code of the city of New York is amended to read as follows:\n\n\t§14-135 Reimbursement for loss of property by member of force while in performance of duty. \na.\tWhenever any member of the uniformed force of the department shall, while in the actual performance of police duty, lose or have destroyed any of his or her personal belongings, satisfactory proof thereof having been shown to the commissioner, such member shall be reimbursed to the extent of the loss sustained, at the expense of the city.\nb.\tA uniformed member of the force shall be reimbursed for upgrades to and replacement of soft body ballistic armor vests. Reimbursement for any vest upgrade or replacement shall only be made after the commissioner or his designee deems the vest replacement or upgrade appropriate.  Allowable upgrades shall include, but not be limited to, side or neck attachments.  When determining whether to reimburse a member of the service for such vest replacement or upgrade, the commissioner shall consider improvements in vest technology and materials, ordinary wear and tear of a vest, proper fit of the vest, as well as the viability of optional attachments.\n\tc. \tIn order to be eligible for a new vest, the police officer shall turn over to the commissioner the replaced vest or part thereof.\n§3.  This local law shall take effect 30 days after its enactment into law.\n\nInt. 769/2005\nTB",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}{\\s3 heading 3;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\qj Be it enacted by the Council as follows:\\ulnone  \\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\tab Section 1. Legislative Intent and Findings.\\par\n\\tab Ballistic-resistant body armor was developed in response to the significant rise in fatalities among law enforcement officers in the 1960s due to firearms.  Over the 30 years since the National Institute of Justice introduced the first ballistic-resistant body armor standard, there are more than 2,700 documented cases to date in which law enforcement officers have been saved by vests tested and worn in accordance with the standard.  The New York City Police Department began requiring police officers to wear bulletproof vests in 1988, and since then, the vests are credited with saving the lives of 58 officers.\\par\n\\tab Bulletproof vests recently saved the lives of two more New York City police officers.  On March 13, 2006, Officers Hector Ramirez and John Antonacci responded to an incident in a Brooklyn boarding house.  Both officers were shot during a struggle with the suspect, but survived because of their bullet-resistant vests.  Officer Ramirez was struck in the vest just above his heart, and suffered only a deep bruise.  Another bullet struck Officer Antonacci in the back, tearing through his uniform, and grazed his left shoulder.  Because of the ballistic-resistant body armor worn by these officers, they sustained minor injuries from a shooting that could have resulted in fatalities.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj In November 2005, Officer Dillon Stewart was mortally wounded by a single round while pursuing a suspect, despite the fact that he was wearing a bulletproof vest.  The bullet entered his left underarm and penetrated his heart, evading the protective plating of his armored vest \\ldblquote by no more than a quarter of an inch,\\rdblquote  according to Police Commissioner Raymond Kelly.  The New York City Police Department has noted that it is standard for all bulletproof vests to leave a slight gap under the arm to allow for motion.  \\par\nThough it is important for personal body armor to provide maximum protection as well as adequate mobility, it is imperative to investigate ways to expand the coverage area of personal body armor that do not compromise necessary movement and increase protection of law enforcement personnel.  Thus, the City Council finds that the law should be amended to ensure that police officers have upgraded ballistic-resistant body armor that improves their personal safety.\\par\n\\pard\\fi720\\qj\\'a72. Section 14-135 of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\qj\\par\n\\pard\\sl480\\slmult1\\qj\\tab\\b\\'a714-135\\b0  \\b Reimbursement for loss of property by member of force while in performance of duty\\b0 . \\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ul a.\\ulnone\\tab Whenever any member of the uniformed force of the department shall, while in the actual performance of police duty, lose or have destroyed any of his or her personal belongings, satisfactory proof thereof having been shown to the commissioner, such member shall be reimbursed to the extent of the loss sustained, at the expense of the city.\\par\n\\ul b.\\tab A uniformed member of the force\\b  \\b0 shall be reimbursed for upgrades to and replacement of soft body ballistic armor vests. Reimbursement for any vest upgrade or replacement shall only be made after the commissioner or his designee deems the vest replacement or upgrade appropriate.  Allowable upgrades shall include, but not be limited to, side or neck attachments.  When determining whether to reimburse a member of the service for such vest replacement or upgrade, the commissioner shall consider improvements in vest technology and materials, ordinary wear and tear of a vest, proper fit of the vest, as well as the viability of optional attachments.\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab\\ul c. \\tab In order to be eligible for a new vest, the police officer shall turn over to the commissioner the replaced vest or part thereof.\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a73.  This local law shall take effect 30 days after its enactment into law.\\par\n\\pard\\sl480\\slmult1\\qj\\par\n\\pard\\keepn\\s3\\qj Int. 769/2005\\par\n\\pard\\keepn\\s2 TB\\par\n\\pard\\qj\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
