{
  "ID": 35822,
  "GUID": "4D562D80-02A6-4942-998E-2AE75064F409",
  "File": "Int 0211-2006",
  "Name": "Sale of gasoline.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the sale of gasoline.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2006-03-22T00:00:00Z",
  "AgendaDate": "2006-03-22T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    }
  ],
  "History": [
    {
      "ID": 188382,
      "Date": "2006-03-22T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 188800,
      "Date": "2006-03-22T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5896,
      "AgendaSequence": 148,
      "MinutesSequence": 173,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236676,
      "Date": "2009-12-31T16:28:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 36338,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Subdivisions b and c of section 20-674 of subchapter 5 of chapter 4 of title 20 of the administrative code of the city of New York are hereby amended, to read as follows:\n  \t§20-674 Violations.  \n\n  \tb. Any person who violates the provisions of section 20-673.1 of this subchapter or any rules or regulations promulgated thereunder shall be liable for a civil penalty of not less than two thousand five hundred dollars nor more than ten thousand dollars.\n  \tc. (1) If, after providing due notice and an opportunity to be heard, the commissioner finds that a person has violated any of the provisions of section 20-673.2 of this subchapter or any rule or regulation promulgated thereunder, he or she shall be authorized to issue and serve upon such person an order requiring such person to cease and desist from engaging in the prohibited activity. Such order shall become final (i) upon the expiration of the time allowed for filing any administrative appeal which may be available and for commencing a proceeding pursuant to article seventy-eight of the civil practice law and rules or (ii) upon the exhaustion of all appeals arising out of the proceedings described in item (i) of this paragraph. Any person who violates an order of the commissioner issued hereunder after it has become final shall be liable for a civil penalty of not less than two thousand five hundred dollars nor more than ten thousand dollars for each violation.\n  \t(2) Any person who violates the provisions of section 20-673.2 of this subchapter or any rules or regulations promulgated thereunder with actual knowledge or knowledge fairly implied on the basis of objective circumstances that the act or practice underlying the violation is unfair or deceptive shall be liable for a civil penalty of not less than two thousand five hundred dollars nor more than ten thousand dollars; provided, however, that in order for any retailer to be held liable under this paragraph for violating any of the provisions of subdivisions d or e of such section 20-673.2, such retailer shall be shown to have had actual knowledge that the act or practice underlying the violation is unfair or deceptive. In determining the amount of any civil penalty imposed under this paragraph, the following shall be considered: the degree of culpability; any history of prior such conduct; ability to pay; effect on ability to continue to do business; and such other matters as justice may require.\n§2.  Subdivision f of section 20-674 of subchapter 5 of chapter 4 of title 20 of the administrative code of the city of New York, as amended by local law 31 of 1988, is hereby amended, to read as follows:\nf.  Notwithstanding the foregoing, the commissioner shall cause to be published on the department’s website and in the City Record, once each month the name and business location of any person, firm or corporation that has been found to have violated any provision of sections 20-673.1 or 20-673.2 during the month immediately preceding.\n\t§3.  This local law shall take effect ninety days after its enactment into law.\n\nT.S.F.\n03.15.06\nIntro. 723/2005",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Verdana;}{\\f2\\froman\\fprq2\\fcharset0 Times New Roman Bold;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul\\i Be it enacted by the Council as follows\\ulnone :\\f1\\fs20\\par\n\\i0\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\f0\\fs24 Section 1.  Subdivisions b and c of section 20-674 of subchapter 5 of chapter 4 of title 20 of the administrative code of the city of New York are hereby amended, to read as follows:\\par\n\\pard\\nowidctlpar   \\tab\\'a720-674 \\b\\f2 Violations\\b0\\f0 .  \\par\n\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj   \\tab b. Any person who violates the provisions of section 20-673.1 of this subchapter or any rules or regulations promulgated thereunder shall be liable for a civil penalty of not less than \\ul two thousand\\ulnone  five hundred dollars nor more than ten thousand dollars.\\line   \\tab c. (1) If, after providing due notice and an opportunity to be heard, the commissioner finds that a person has violated any of the provisions of section 20-673.2 of this subchapter or any rule or regulation promulgated thereunder, he or she shall be authorized to issue and serve upon such person an order requiring such person to cease and desist from engaging in the prohibited activity. Such order shall become final (i) upon the expiration of the time allowed for filing any administrative appeal which may be available and for commencing a proceeding pursuant to article seventy-eight of the civil practice law and rules or (ii) upon the exhaustion of all appeals arising out of the proceedings described in item (i) of this paragraph. Any person who violates an order of the commissioner issued hereunder after it has become final shall be liable for a civil penalty of not less than \\ul two thousand\\ulnone  five hundred dollars nor more than ten thousand dollars for each violation.\\par\n  \\tab (2) Any person who violates the provisions of section 20-673.2 of this subchapter or any rules or regulations promulgated thereunder with actual knowledge or knowledge fairly implied on the basis of objective circumstances that the act or practice underlying the violation is unfair or deceptive shall be liable for a civil penalty of not less than \\ul two thousand\\ulnone  five hundred dollars nor more than ten thousand dollars; provided, however, that in order for any retailer to be held liable under this paragraph for violating any of the provisions of subdivisions d or e of such section 20-673.2, such retailer shall be shown to have had actual knowledge that the act or practice underlying the violation is unfair or deceptive. In determining the amount of any civil penalty imposed under this paragraph, the following shall be considered: the degree of culpability; any history of prior such conduct; ability to pay; effect on ability to continue to do business; and such other matters as justice may require.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a72.  Subdivision f of section 20-674 of subchapter 5 of chapter 4 of title 20 of the administrative code of the city of New York, as amended by local law 31 of 1988, is hereby amended, to read as follows:\\par\nf.  Notwithstanding the foregoing, the commissioner shall cause to be published \\ul on the department\\rquote s website and\\ulnone  in the City Record, once each month the name and business location of any person, firm or corporation that has been found to have violated any provision of sections 20-673.1 or 20-673.2 during the month immediately preceding.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\tab\\'a73.  This local law shall take effect ninety days after its enactment into law.\\par\n\\pard\\nowidctlpar\\fs20\\par\nT.S.F.\\par\n03.15.06\\par\nIntro. 723/2005\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
