{
  "ID": 35922,
  "GUID": "8FEF93A7-1886-4604-B119-BE24E191BC3A",
  "File": "Int 0218-2006",
  "Name": "Exhibitionist behavior on motorcycles.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to exhibitionist behavior on motorcycles.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2006-03-22T00:00:00Z",
  "AgendaDate": "2006-03-22T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    }
  ],
  "History": [
    {
      "ID": 188559,
      "Date": "2006-03-22T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 188808,
      "Date": "2006-03-22T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5896,
      "AgendaSequence": 158,
      "MinutesSequence": 183,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 198491,
      "Date": "2006-12-14T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 6815,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 198573,
      "Date": "2006-12-14T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 6815,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236670,
      "Date": "2009-12-31T16:26:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 75451,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 12/14/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/a6994b74-c463-4cb9-bc69-8e306e00ecca.doc",
      "Sort": 1
    },
    {
      "ID": 76864,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 12/14/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/03859694-77c1-4be6-a817-5e6d36c2ac30.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 36438,
  "Text": "Be it enacted by the Council as follows:  \n              Section 1. Chapter one of title ten of the administrative code of the city of New York is hereby amended to add a new section 10-162 to read as follows:\n            §10-162.  Exhibitionist behavior on motorcycles.  a. For purposes of this section only, the following terms shall have the following meanings:\n\t(1) “Department” means the New York City police department.\n\t(2) “Exhibitionist behavior” means operating a motorcycle with only one wheel in contact with the ground, increasing the speed of the motor of a motorcycle whether or not the motorcycle is in motion and thereby creating an unreasonable noise, or participating in a speed contest, race or display of excessive speed. \n\t(3) “Motorcycle” means every motor vehicle having a seat or saddle for the use of the rider and designed to travel on not more than three wheels in contact with the ground, but excluding a tractor.\n\tb. It shall be unlawful for any person operating a motorcycle to engage in exhibitionist behavior.\n\tc. Any person who violates subdivision b of this section, upon conviction thereof, shall be guilty of a misdemeanor.\n\td. In addition to the criminal penalty imposed pursuant to subdivision c of this section, any person who violates subdivision b of this section shall be liable for a civil penalty of not less than one hundred dollars nor more than five hundred dollars for a first violation thereof; not less than two hundred dollars nor more than one thousand dollars for a second violation thereof; and not less than three hundred dollars nor more than two thousand dollars for a third or subsequent violation thereof.  Such penalties may be recovered in a proceeding before the environmental control board.  Any such proceeding shall be commenced by the service of a notice of violation returnable before such board.\ne. Where a summons or notice of violation is issued for a violation of subdivision b of this section, a police officer may seize and impound the motorcycle in accordance with the requirements of subdivision f of this section.\nf. (1) Any motorcycle seized pursuant to this section shall be delivered into the custody of the department.  Where a notice of violation has been served, a hearing to adjudicate the violation underlying the seizure shall be held before the environmental control board within five business days after the seizure and such board shall render a decision within five business days after the conclusion of the hearing. Where a criminal summons has been served, a hearing to adjudicate the violation underlying the seizure shall be held before a court of competent jurisdiction.  In the event that such court or the environmental control board determines that there has been no violation, the motorcycle shall be released forthwith to the owner or any person authorized by the owner to take possession of such motorcycle.\n(2) Except as otherwise provided in paragraph (1) of this subdivision or where notice has been given that forfeiture will be sought pursuant to subparagraph (i) of paragraph (6) of this subdivision, a motorcycle seized pursuant to this section shall be released upon payment of a fine or civil penalty imposed for the violation underlying the seizure and the cost of removal and storage as set forth in the rules of the department.  Where an action or a proceeding relating to the violation underlying the seizure is pending in a court of competent jurisdiction or an administrative proceeding before the environmental control board, the motorcycle shall be released upon the posting of a bond or other form of security sufficient to cover the maximum fine or civil penalty which may be imposed for such violation and the costs of removal and storage.\n(3) Upon the seizure of a motorcycle pursuant to this section, the operator shall be given written notice of the procedure for redemption of the motorcycle and the procedures regarding a post-seizure hearing.  Where the motorcycle is registered pursuant to the vehicle and traffic law, such notice shall also be mailed to the registered owner of the motorcycle at the address set forth in the records maintained by the department of motor vehicles.  For motorcycles registered in a state other than New York state, such notice shall also be mailed to the registered owner of the motorcycle at the address set forth in the records maintained by the state of registration.  Where the operator is less than eighteen years old, such notice shall also be either personally served upon the operator's parent or guardian or mailed to the operator's parent or guardian if the name and address of such person is reasonably ascertainable.\n(4) Where a court of competent jurisdiction or the environmental control board makes a finding that there has been no violation of this section, the motorcycle shall be released forthwith to the owner or any person authorized by the owner to take possession of such motorcycle.\n(5) Any motorcycle that has not been claimed by the owner within twenty business days after mailing by first class mail to such owner of notice of a determination by a court of competent jurisdiction or by the environmental control board that there has been no violation of this section shall be deemed by the department to be abandoned. Any motorcycle unclaimed under the provisions of this subdivision shall be disposed of by the department pursuant to section twelve hundred twenty-four of the vehicle and traffic law. \n(6) In addition to any other fines, penalties, sanctions or remedies provided for in this chapter, a motorcycle that has been seized pursuant to this section and all rights, title and interest therein shall be subject to forfeiture upon notice and judicial determination thereof if the operator of such motorcycle has been found liable by a court of competent jurisdiction or the environmental control board on one or more prior occasions for this section.\n(i) A forfeiture proceeding may not be commenced more than ten business days after the receipt of a request by the owner for return of the motorcycle.  If a forfeiture proceeding is not commenced within such ten-day period, the motorcycle shall be returned to the owner upon payment of the fine or civil penalty imposed and the costs of removal and storage. A motorcycle that is the subject of such action shall remain in the custody of the department pending the final determination of the forfeiture action.\n(ii) Notice of the institution of the forfeiture action shall be served by first class mail on: (a) an owner of the motorcycle at the address set forth in the records maintained by the department of motor vehicles, or for motorcycles  registered in a state other than New York state, in the records maintained by the state of registration; (b) all persons holding a security interest in such motorcycle which security interest has been filed with the department of motor vehicles pursuant to the provisions of title ten of the vehicle and traffic law, at the address set forth in the records of such department, or for motorcycles registered in a state other than New York state, all persons who hold a security interest in such motorcycle which security interest has been filed with such state of registration and which persons are made known by such state to the department at the address provided by such state of registration.\n(iii) Any owner who receives notice of the institution of a forfeiture action who wishes to claim an interest in the motorcycle subject to forfeiture may assert a claim in such action for the recovery of the motorcycle or satisfaction of the owner's interest in such motorcycle.  Any person with a security interest in such motorcycle who receives notice of the institution of the forfeiture action who claims an interest in such motorcycle may assert a claim in such action for satisfaction of such person's security interest.\n(iv) Forfeiture pursuant to this subdivision shall be made subject to the interest of a person who claims an interest in the motorcycle pursuant to subparagraph (iii) of this subdivision, where such person establishes that: (a) the use of such motorcycle in violation of this section that was the basis for seizure occurred without the knowledge of such person, or if such person had knowledge of such use, that such person did not consent to such use by failing to do all that could reasonably have been done to prevent such use, and that such person did not knowingly obtain such interest in the motorcycle in order to avoid the forfeiture; or (b) that the conduct that was the basis for such seizure was committed by any person other than such person claiming an interest in the motorcycle while such motorcycle was unlawfully in the possession of a person who acquired possession thereof in violation of the criminal laws of the United States or any state.\n(v) The department, after judicial determination of forfeiture, shall, at its discretion, either: (a) retain such motorcycle for the official use of the city; or (b) by public notice of at least five days, sell such forfeited motorcycle at public sale.  The net proceeds of any such sale shall be paid into the general fund of the city.\n(vi) In any forfeiture action commenced pursuant to this subdivision, where the court awards a sum of money to one or more persons in satisfaction of such person's or persons' interest in the forfeited motorcycle, the total amount awarded to satisfy such interest or interests shall not exceed the amount of the net proceeds of the sale of the forfeited motorcycle after deduction of the lawful expenses incurred by the city, including the reasonable costs of removal and storage between the time of seizure and the date of sale.\n(vii) For purposes of this section, the term \"owner\" shall mean an owner as defined in section one hundred twenty-eight of the vehicle and traffic law. \n(viii) For purposes of this section, the term \"security interest\" shall mean a security interest as defined in subdivision k of section two thousand one hundred one of the vehicle and traffic law.  The term includes the interest of a lessor under a lease intended as a security.\n\t§2. This local law shall take effect ninety days after it is enacted into law except that the Police Commissioner shall take all actions necessary for its implementation, including the issuance of patrol guides or other directives to police officers, prior to such effective date.\n\n\n\nRR\nInt. 184/2004",
  "RTF": "{\\rtf1\\adeflang1025\\ansi\\ansicpg1252\\uc1\\adeff0\\deff0\\stshfdbch0\\stshfloch0\\stshfhich0\\stshfbi0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fcharset0\\fprq2{\\*\\panose 02020603050405020304}Times New Roman;}{\\f39\\froman\\fcharset0\\fprq2{\\*\\panose 02020404030301010803}Garamond;}{\\f177\\froman\\fcharset238\\fprq2 Times New Roman CE;}\n{\\f178\\froman\\fcharset204\\fprq2 Times New Roman Cyr;}{\\f180\\froman\\fcharset161\\fprq2 Times New Roman Greek;}{\\f181\\froman\\fcharset162\\fprq2 Times New Roman Tur;}{\\f182\\fbidi \\froman\\fcharset177\\fprq2 Times New Roman (Hebrew);}\n{\\f183\\fbidi \\froman\\fcharset178\\fprq2 Times New Roman (Arabic);}{\\f184\\froman\\fcharset186\\fprq2 Times New Roman Baltic;}{\\f185\\froman\\fcharset163\\fprq2 Times New Roman (Vietnamese);}{\\f567\\froman\\fcharset238\\fprq2 Garamond CE;}\n{\\f571\\froman\\fcharset162\\fprq2 Garamond Tur;}}{\\colortbl;\\red0\\green0\\blue0;\\red0\\green0\\blue255;\\red0\\green255\\blue255;\\red0\\green255\\blue0;\\red255\\green0\\blue255;\\red255\\green0\\blue0;\\red255\\green255\\blue0;\\red255\\green255\\blue255;\\red0\\green0\\blue128;\n\\red0\\green128\\blue128;\\red0\\green128\\blue0;\\red128\\green0\\blue128;\\red128\\green0\\blue0;\\red128\\green128\\blue0;\\red128\\green128\\blue128;\\red192\\green192\\blue192;}{\\stylesheet{\\ql \\li0\\ri0\\nowidctlpar\\wrapdefault\\faauto\\rin0\\lin0\\itap0 \\rtlch\\fcs1 \n\\af0\\afs24\\alang1025 \\ltrch\\fcs0 \\fs24\\lang1033\\langfe1033\\cgrid\\langnp1033\\langfenp1033 \\snext0 Normal;}{\\s1\\ql \\li0\\ri0\\nowidctlpar\\wrapdefault\\faauto\\outlinelevel0\\rin0\\lin0\\itap0 \\rtlch\\fcs1 \\af0\\afs24\\alang1025 \\ltrch\\fcs0 \n\\fs24\\lang1033\\langfe1033\\cgrid\\langnp1033\\langfenp1033 \\sbasedon0 \\snext0 heading 1;}{\\*\\cs10 \\additive \\ssemihidden Default Paragraph Font;}{\\*\n\\ts11\\tsrowd\\trftsWidthB3\\trpaddl108\\trpaddr108\\trpaddfl3\\trpaddft3\\trpaddfb3\\trpaddfr3\\trcbpat1\\trcfpat1\\tblind0\\tblindtype3\\tscellwidthfts0\\tsvertalt\\tsbrdrt\\tsbrdrl\\tsbrdrb\\tsbrdrr\\tsbrdrdgl\\tsbrdrdgr\\tsbrdrh\\tsbrdrv \n\\ql \\li0\\ri0\\widctlpar\\wrapdefault\\aspalpha\\aspnum\\faauto\\adjustright\\rin0\\lin0\\itap0 \\rtlch\\fcs1 \\af0\\afs20 \\ltrch\\fcs0 \\fs20\\lang1024\\langfe1024\\cgrid\\langnp1024\\langfenp1024 \\snext11 \\ssemihidden Normal Table;}}\n{\\*\\latentstyles\\lsdstimax156\\lsdlockeddef0}{\\*\\rsidtbl \\rsid290255}{\\*\\generator Microsoft Word 11.0.0000;}{\\info{\\title Int}{\\author NYCC}{\\operator NYCC}{\\creatim\\yr2009\\mo12\\dy29\\hr16\\min26}{\\revtim\\yr2009\\mo12\\dy29\\hr16\\min26}{\\version2}{\\edmins0}\n{\\nofpages6}{\\nofwords1597}{\\nofchars9108}{\\nofcharsws10684}{\\vern24613}{\\*\\password 00000000}}{\\*\\xmlnstbl {\\xmlns1 http://schemas.microsoft.com/office/word/2003/wordml}{\\xmlns2 urn:schemas-microsoft-com:office:smarttags}}\n\\paperw12240\\paperh15840\\margl1800\\margr1800\\margt1440\\margb1440\\gutter0\\ltrsect \n\\widowctrl\\ftnbj\\aenddoc\\donotembedsysfont0\\donotembedlingdata1\\grfdocevents0\\validatexml0\\showplaceholdtext0\\ignoremixedcontent0\\saveinvalidxml0\\showxmlerrors0\\horzdoc\\dghspace120\\dgvspace120\\dghorigin1701\\dgvorigin1984\\dghshow0\\dgvshow3\n\\jcompress\\viewkind4\\viewscale100\\rsidroot290255 \\fet0{\\*\\wgrffmtfilter 013f}\\ilfomacatclnup0\\ltrpar \\sectd \\ltrsect\\linex0\\sectdefaultcl\\sftnbj {\\*\\pnseclvl1\\pnucrm\\pnstart1\\pnindent720\\pnhang {\\pntxta .}}{\\*\\pnseclvl2\\pnucltr\\pnstart1\\pnindent720\\pnhang\n{\\pntxta .}}{\\*\\pnseclvl3\\pndec\\pnstart1\\pnindent720\\pnhang {\\pntxta .}}{\\*\\pnseclvl4\\pnlcltr\\pnstart1\\pnindent720\\pnhang {\\pntxta )}}{\\*\\pnseclvl5\\pndec\\pnstart1\\pnindent720\\pnhang {\\pntxtb (}{\\pntxta )}}{\\*\\pnseclvl6\\pnlcltr\\pnstart1\\pnindent720\\pnhang \n{\\pntxtb (}{\\pntxta )}}{\\*\\pnseclvl7\\pnlcrm\\pnstart1\\pnindent720\\pnhang {\\pntxtb (}{\\pntxta )}}{\\*\\pnseclvl8\\pnlcltr\\pnstart1\\pnindent720\\pnhang {\\pntxtb (}{\\pntxta )}}{\\*\\pnseclvl9\\pnlcrm\\pnstart1\\pnindent720\\pnhang {\\pntxtb (}{\\pntxta )}}\n\\pard\\plain \\ltrpar\\qc \\li0\\ri0\\nowidctlpar\\wrapdefault\\faauto\\rin0\\lin0\\itap0 \\rtlch\\fcs1 \\af0\\afs24\\alang1025 \\ltrch\\fcs0 \\fs24\\lang1033\\langfe1033\\cgrid\\langnp1033\\langfenp1033 {\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\insrsid290255 Int. No. 218\n\\par \n\\par }\\pard \\ltrpar\\qj \\fi-90\\li90\\ri396\\nowidctlpar\\tx720\\tx1440\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8100\\tx8640\\wrapdefault\\faauto\\rin396\\lin90\\itap0 {\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\insrsid290255 \nBy Council Members Gerson, Nelson, Recchia Jr., Vallone Jr. and Gennaro\n\\par }\\pard\\plain \\ltrpar\\s1\\qc \\li0\\ri0\\keepn\\nowidctlpar\\tx1008\\tx2160\\tx3312\\tx4464\\tx5616\\tx6768\\tx7920\\tx8784\\wrapdefault\\faauto\\outlinelevel0\\rin0\\lin0\\itap0\\pararsid290255 \\rtlch\\fcs1 \\af0\\afs24\\alang1025 \\ltrch\\fcs0 \n\\fs24\\lang1033\\langfe1033\\cgrid\\langnp1033\\langfenp1033 {\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\insrsid290255 \n\\par }\\pard\\plain \\ltrpar\\qj \\li0\\ri0\\nowidctlpar\\tx1008\\tx2160\\tx3312\\tx4464\\tx5616\\tx6768\\tx7920\\tx8784\\wrapdefault\\faauto\\rin0\\lin0\\itap0\\pararsid290255 \\rtlch\\fcs1 \\af0\\afs24\\alang1025 \\ltrch\\fcs0 \\fs24\\lang1033\\langfe1033\\cgrid\\langnp1033\\langfenp1033 {\n\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\v\\insrsid290255 ..Title\n\\par }{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\insrsid290255 A Local Law to amend the administrative code of the city of {\\*\\xmlopen\\xmlns2{\\factoidname place}}{\\*\\xmlopen\\xmlns2{\\factoidname City}}New York{\\*\\xmlclose}{\\*\\xmlclose}\n, in relation to exhibitionist behavior on motorcycles.\n\\par }{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\v\\insrsid290255 ..Body\n\\par }{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\insrsid290255 \n\\par }\\pard \\ltrpar\\qj \\li0\\ri0\\sl480\\slmult1\\nowidctlpar\\tx1008\\tx2160\\tx3312\\tx4464\\tx5616\\tx6768\\tx7920\\tx8784\\wrapdefault\\faauto\\rin0\\lin0\\itap0 {\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\ul\\insrsid290255 Be it enacted by the Council as follows:}{\\rtlch\\fcs1 \\af0 \n\\ltrch\\fcs0 \\insrsid290255   \n\\par }\\pard \\ltrpar\\qj \\li0\\ri0\\sl480\\slmult1\\nowidctlpar\\wrapdefault\\faauto\\rin0\\lin0\\itap0 {\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\insrsid290255 \n              Section 1. Chapter one of title ten of the administrative code of the city of New York is hereby amended to add a new section 10-162 to read as follows:\n\\par             }{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\ul\\insrsid290255 \\'a710-162.  Exhibitionist behavior on motorcycles.  a. For purposes of this section only, the following terms shall have the following meanings:}{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\insrsid290255 \n\n\\par \\tab }{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\ul\\insrsid290255 (1) \\'93Department\\'94 means the {\\*\\xmlopen\\xmlns2{\\factoidname place}}{\\*\\xmlopen\\xmlns2{\\factoidname City}}New York City{\\*\\xmlclose}{\\*\\xmlclose} police department.\n\\par }{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\insrsid290255 \\tab }{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\ul\\insrsid290255 (2) \\'93Exhibitionist behavior\\'94 means operating a motorcycle with only one wheel in contact with the ground, increasi\nng the speed of the motor of a motorcycle whether or not the motorcycle is in motion and thereby creating an unreasonable noise, or participating in a speed contest, race or display of excessive speed. \n\\par }{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\insrsid290255 \\tab }{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\ul\\insrsid290255 (3) \\'93Motorcycle\\'94 means every motor vehicle having a \nseat or saddle for the use of the rider and designed to travel on not more than three wheels in contact with the ground, but excluding a tractor.\n\\par }{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\insrsid290255 \\tab }{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\ul\\insrsid290255 b. It shall be unlawful for any person operating a motorcycle to engage in exhibitionist behavior.\n\\par }{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\insrsid290255 \\tab }{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\ul\\insrsid290255 c. Any person who violates subdivision b of this section, upon conviction thereof, shall be guilty of a misdemeanor.\n\\par }{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\insrsid290255 \\tab }{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\ul\\insrsid290255 d. In addition to the criminal penalty imposed pursuant to subdivision c of this section, any person who violates subdivision b of this section sha\nll be liable for a civil penalty of not less than one hundred dollars nor more than five hundred dollars for a first violation thereof; not less than two hundred dollars nor more than one thousand dollars for a second violation thereof; and not less than \nt\nhree hundred dollars nor more than two thousand dollars for a third or subsequent violation thereof.  Such penalties may be recovered in a proceeding before the environmental control board.  Any such proceeding shall be commenced by the service of a notic\ne of violation returnable before such board.}{\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\insrsid290255 \n\\par }\\pard \\ltrpar\\ql \\fi720\\li0\\ri0\\sl480\\slmult1\\nowidctlpar\\wrapdefault\\faauto\\rin0\\lin0\\itap0 {\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\ul\\insrsid290255 \ne. Where a summons or notice of violation is issued for a violation of subdivision b of this section, a police officer may seize and impound the motorcycle in accordance with the requirements of subdivision f of this section.\n\\par f. (1) Any motorcycle seized pursuant to this section shall be delivered into the custody of the department.  Where a notice of violation has been served, a hearing to adjudicate the violation underlying the seizure shall be held before the e\nnvironmental control board within five business days after the seizure and such board shall render a decision within five business days after the conclusion of the hearing. Where a criminal summons has been served, a hearing to adjudicate the violation un\nd\nerlying the seizure shall be held before a court of competent jurisdiction.  In the event that such court or the environmental control board determines that there has been no violation, the motorcycle shall be released forthwith to the owner or any person\n authorized by the owner to take possession of such motorcycle.\n\\par (2) Except as otherwise provided in paragraph (1) of this subdivision or where notice has been given that forfeiture will be sought pursuant to subparagraph (i) of paragraph (6) of this subdivi\nsion, a motorcycle seized pursuant to this section shall be released upon payment of a fine or civil penalty imposed for the violation underlying the seizure and the cost of removal and storage as set forth in the rules of the department.  Where an action\n \nor a proceeding relating to the violation underlying the seizure is pending in a court of competent jurisdiction or an administrative proceeding before the environmental control board, the motorcycle shall be released upon the posting of a bond or other f\norm of security sufficient to cover the maximum fine or civil penalty which may be imposed for such violation and the costs of removal and storage.\n\\par }\\pard \\ltrpar\\qj \\fi720\\li0\\ri0\\sl480\\slmult1\\nowidctlpar\\wrapdefault\\faauto\\rin0\\lin0\\itap0 {\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\ul\\insrsid290255 (3) Upon the seizure of a motorcycle pursuant to this section, the operator shall be given written notice of \nthe procedure for redemption of the motorcycle and the procedures regarding a post-seizure hearing.  Where the motorcycle is registered pursuant to the vehicle and traffic law, such notice shall also be mailed to the registered owner of the motorcycle at \nthe address set forth in the records maintained by the department of motor vehicles.  For motorcycles registered in a state other than {\\*\\xmlopen\\xmlns2{\\factoidname place}}{\\*\\xmlopen\\xmlns2{\\factoidname State}}New York{\\*\\xmlclose}{\\*\\xmlclose}\n state, such notice shall also be mailed to the registered owner of the motorcycle at the address set forth in the\n records maintained by the state of registration.  Where the operator is less than eighteen years old, such notice shall also be either personally served upon the operator's parent or guardian or mailed to the operator's parent or guardian if the name and\n address of such person is reasonably ascertainable.\n\\par }\\pard \\ltrpar\\ql \\fi720\\li0\\ri0\\sl480\\slmult1\\nowidctlpar\\wrapdefault\\faauto\\rin0\\lin0\\itap0 {\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\ul\\insrsid290255 \n(4) Where a court of competent jurisdiction or the environmental control board makes a finding that there has been no violation of this section, the motorcycle shall be released forthwith to the owner or \nany person authorized by the owner to take possession of such motorcycle.\n\\par (5) Any motorcycle that has not been claimed by the owner within twenty business days after mailing by first class mail to such owner of notice of a determination by a court of compe\ntent jurisdiction or by the environmental control board that there has been no violation of this section shall be deemed by the department to be abandoned. Any motorcycle unclaimed under the provisions of this subdivision shall be disposed of by the depar\ntment pursuant to section twelve hundred twenty-four of the vehicle and traffic law. \n\\par (6) In addition to any other fines, penalties, sanctions or remedies provided for in this chapter, a motorcycle that has been seized pursuant to this section and all right\ns, title and interest therein shall be subject to forfeiture upon notice and judicial determination thereof if the operator of such motorcycle has been found liable by a court of competent jurisdiction or the environmental control board on one or more pri\nor occasions for this section.\n\\par (i) A forfeiture proceeding may not be commenced more than ten business days after the receipt of a request by the owner for return of the motorcycle.  If a forfeiture proceeding is not commenced within such ten-day period, th\ne motorcycle shall be returned to the owner upon payment of the fine or civil penalty imposed and the costs of removal and storage. A motorcycle that is the subject of such action shall remain in the custody of the department pending the final determinati\non of the forfeiture action.\n\\par (ii) Notice of the institution of the forfeiture action shall be served by first class mail on: (a) an owner of the motorcycle at the address set forth in the records maintained by the department of motor vehicles, or for motorc\nycles  registered in a state other than New York state, in the records maintained by the state of registration; (b) all persons holding a security interest in such motorcycle which security interest has been filed with the department of motor vehicles pur\ns\nuant to the provisions of title ten of the vehicle and traffic law, at the address set forth in the records of such department, or for motorcycles registered in a state other than New York state, all persons who hold a security interest in such motorcycle\n which security interest has been filed with such state of registration and which persons are made known by such state to the department at the address provided by such state of registration.\n\\par (iii) Any owner who receives notice of the institution of a forfe\niture action who wishes to claim an interest in the motorcycle subject to forfeiture may assert a claim in such action for the recovery of the motorcycle or satisfaction of the owner's interest in such motorcycle.  Any person with a security interest in s\nuch motorcycle who receives notice of the institution of the forfeiture action who claims an interest in such motorcycle may assert a claim in such action for satisfaction of such person's security interest.\n\\par (iv) Forfeiture pursuant to this subdivision shal\nl be made subject to the interest of a person who claims an interest in the motorcycle pursuant to subparagraph (iii) of this subdivision, where such person establishes that: (a) the use of such motorcycle in violation of this section that was the basis f\no\nr seizure occurred without the knowledge of such person, or if such person had knowledge of such use, that such person did not consent to such use by failing to do all that could reasonably have been done to prevent such use, and that such person did not \nk\nnowingly obtain such interest in the motorcycle in order to avoid the forfeiture; or (b) that the conduct that was the basis for such seizure was committed by any person other than such person claiming an interest in the motorcycle while such motorcycle w\nas unlawfully in the possession of a person who acquired possession thereof in violation of the criminal laws of the United States or any state.\n\\par (v) The department, after judicial determination of forfeiture, shall, at its discretion, either: (a) retain suc\nh motorcycle for the official use of the city; or (b) by public notice of at least five days, sell such forfeited motorcycle at public sale.  The net proceeds of any such sale shall be paid into the general fund of the city.\n\\par (vi) In any forfeiture action c\nommenced pursuant to this subdivision, where the court awards a sum of money to one or more persons in satisfaction of such person's or persons' interest in the forfeited motorcycle, the total amount awarded to satisfy such interest or interests shall not\n exceed the amount of the net proceeds of the sale of the forfeited motorcycle after deduction of the lawful expenses incurred by the city, including the reasonable costs of removal and storage between the time of seizure and the date of sale.\n\\par (vii) For purposes of this section, the term \"owner\" shall mean an owner as defined in section one hundred twenty-eight of the vehicle and traffic law. \n\\par }\\pard \\ltrpar\\qj \\fi720\\li0\\ri0\\sl480\\slmult1\\nowidctlpar\\wrapdefault\\faauto\\rin0\\lin0\\itap0 {\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\ul\\insrsid290255 \n(viii) For purposes of this section, the term \"security interest\" shall mean a security interest as defined in subdi\nvision k of section two thousand one hundred one of the vehicle and traffic law.  The term includes the interest of a lessor under a lease intended as a security.\n\\par }\\pard \\ltrpar\\qj \\li0\\ri0\\sl480\\slmult1\\nowidctlpar\\tx720\\tx8784\\wrapdefault\\faauto\\rin0\\lin0\\itap0 {\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\insrsid290255 \\tab \\'a72. This local law shall take effect ninety days after it is enacted into law except that th\ne Police Commissioner shall take all actions necessary for its implementation, including the issuance of patrol guides or other directives to police officers, prior to such effective date.\n\\par }\\pard \\ltrpar\\qj \\li0\\ri0\\nowidctlpar\\tx720\\tx8784\\wrapdefault\\faauto\\rin0\\lin0\\itap0 {\\rtlch\\fcs1 \\af0 \\ltrch\\fcs0 \\insrsid290255 \n\\par \n\\par \n\\par RR\n\\par Int. 184/2004}{\\rtlch\\fcs1 \\af39\\afs28 \\ltrch\\fcs0 \\f39\\fs28\\insrsid290255 \n\\par }}",
  "LastModified": "2015-05-29T17:56:12.363Z"
}
