{
  "ID": 35877,
  "GUID": "29CC99DC-6CFE-4479-81D2-C74C7BE60A5A",
  "File": "Int 0229-2006",
  "Name": "Awards for the surviving spouse or domestic partner and children of deceased employees of the DOT and DEP.",
  "Title": "A Local Law to amend the administrative code of the City of New York, in relation to awards for the surviving spouse or domestic partner and children of deceased employees of the Department of Transportation and the Department of Environmental Protection.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 4,
  "BodyName": "Committee on Civil Service and Labor",
  "IntroDate": "2006-03-22T00:00:00Z",
  "AgendaDate": "2006-03-22T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    }
  ],
  "History": [
    {
      "ID": 188489,
      "Date": "2006-03-22T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 188820,
      "Date": "2006-03-22T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Civil Service and Labor",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5896,
      "AgendaSequence": 173,
      "MinutesSequence": 198,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil Service and Labor",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236659,
      "Date": "2009-12-31T16:23:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 36393,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1.  Section 3-404 of the administrative code of the City of New York is amended to read as follows:\n§3-404 Awards to spouses and domestic partners of officers or employees of the city.  a. The mayor is hereby empowered to make an award to the spouse or domestic partner of any officer or employee of the city who was heretofore or shall hereafter be killed while engaged in the discharge of duty and who, at the time of death, was not or shall not have been a member of a retirement system or pension fund maintained by the city or supported in whole or in part by city funds. Such award shall equal the annual compensation earnable by such officer or employee as provided by law or in the budget for the fiscal year in which death occurs. \nb.  The mayor is hereby empowered to make an award to the spouse or domestic partner of any employee of the department of transportation or the department of environmental protection who was heretofore or shall hereafter be killed while engaged in the discharge of duty.  Such award shall equal the annual compensation earnable by such employee as provided by law or in the budget for the fiscal year in which death occurs.  \nc.  In case there shall be no spouse or domestic partner surviving the decedent, [the] any award, made pursuant to this section, shall be made to the minor child or children of such decedent. In case there shall be no spouse, domestic partner, or child or children so surviving, the award shall be made to the dependent mother, father, or other dependents of such decedent. Such award shall be paid in one payment as soon after the death of such officer or employee as may be possible.\n§2.  This local law shall take effect immediately.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHG\nInt. 191/2004",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\tab Section 1.  Section 3-404 of the administrative code of the City of New York is amended to read as follows:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a73-404 Awards to spouses and domestic partners of officers or employees of the city.  \\ul a.\\ulnone  The mayor is hereby empowered to make an award to the spouse or domestic partner of any officer or employee of the city who was heretofore or shall hereafter be killed while engaged in the discharge of duty and who, at the time of death, was not or shall not have been a member of a retirement system or pension fund maintained by the city or supported in whole or in part by city funds. Such award shall equal the annual compensation earnable by such officer or employee as provided by law or in the budget for the fiscal year in which death occurs. \\par\n\\ul b.  The mayor is hereby empowered to make an award to the spouse or domestic partner of any employee of the department of transportation or the department of environmental protection who was heretofore or shall hereafter be killed while engaged in the discharge of duty.  Such award shall equal the annual compensation earnable by such employee as provided by law or in the budget for the fiscal year in which death occurs.  \\par\nc. \\ulnone  In case there shall be no spouse or domestic partner surviving the decedent, [the] \\ul any\\ulnone  award\\ul , made pursuant to this section,\\ulnone  shall be made to the minor child or children of such decedent. In case there shall be no spouse, domestic partner, or child or children so surviving, the award shall be made to the dependent mother, father, or other dependents of such decedent. Such award shall be paid in one payment as soon after the death of such officer or employee as may be possible.\\par\n\\pard\\nowidctlpar\\fi-1020\\li1440\\sl480\\slmult1\\qj\\'a72.  This local law shall take effect immediately.\\par\n\\pard\\nowidctlpar\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\nHG\\par\nInt. 191/2004\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
