{
  "ID": 35207,
  "GUID": "0933E88F-4723-46AA-A476-3E9A100793C2",
  "File": "Int 0235-2006",
  "Name": "Performance of periodic boiler inspections and the filing of inspection reports.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the performance of periodic boiler inspections and the filing of inspection reports.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2006-03-22T00:00:00Z",
  "AgendaDate": "2006-03-22T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    }
  ],
  "History": [
    {
      "ID": 188640,
      "Date": "2006-03-22T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 188835,
      "Date": "2006-03-22T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5896,
      "AgendaSequence": 184,
      "MinutesSequence": 209,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236655,
      "Date": "2009-12-31T16:20:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 35684,
  "Text": "Be it enacted by the Council as follows:\n\n§1.\tParagraph 3 of subdivision c of section 27-793 of the administrative code of the city of New York is amended to read as follows:\n(3)\tThe statement shall be filed within thirty days after installation of a boiler. Thereafter, it shall be filed on or before the [last] first day of [December] September of the year of each annual inspection.\n§2.\tSection 27-793 of the administrative code of the city of New York is amended by adding a new subdivision h, to read as follows:\n(h)  Posting of inspection certificate.\n(1)  At the time the owner’s annual statement is filed, an inspection certificate shall immediately be issued by the commissioner and shall be posted as required by this subdivision within forty-eight hours of such issuance.\na.  The certificate shall be in such form as determined by the commissioner.\nb.  The certificate shall contain the following information: the date of the most recent boiler inspection; the boiler make and model; the location of the boiler, including the address where the boiler is located and where within that building the boiler is located; a clear statement of violations found, if any; the names of the owner(s) of the building and the registered or other managing agent, if any; a valid telephone number for the owner(s) or managing agent; the address of the owner(s) or managing agent, if any; the telephone complaint number for the department of buildings and if the boiler is in a building with one or more residential units, the telephone number for the department of housing preservation and development for general housing-related information or complaints; any other relevant information as determined by the commissioner.\n(2)  The certificate shall be posted in the primary place of entrance and public assembly within each building that is served by the boiler.\n§3.\tThis local law shall take effect one hundred and eighty days after its enactment into law.\n\n\n\n\n\n\nLS# 113\nExamined by TNN\n01/26/06",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\nowidctlpar\\qj\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a71.\\tab Paragraph 3 of subdivision c of section 27-793 of the administrative code of the city of New York is amended to read as follows:\\par\n(3)\\tab The statement shall be filed within thirty days after installation of a boiler. Thereafter, it shall be filed on or before the [last] \\ul first\\ulnone  day of [December] \\ul September\\ulnone  of the year of each annual inspection.\\par\n\\'a72.\\tab Section 27-793 of the administrative code of the city of New York is amended by adding a new subdivision h, to read as follows:\\par\n\\ul (h)  Posting of inspection certificate.\\par\n(1)  At the time the owner\\rquote s annual statement is filed, an inspection certificate shall immediately be issued by the commissioner and shall be posted as required by this subdivision within forty-eight hours of such issuance.\\par\na.  The certificate shall be in such form as determined by the commissioner.\\par\nb.  The certificate shall contain the following information: the date of the most recent boiler inspection; the boiler make and model; the location of the boiler, including the address where the boiler is located and where within that building the boiler is located; a clear statement of violations found, if any; the names of the owner(s) of the building and the registered or other managing agent, if any; a valid telephone number for the owner(s) or managing agent; the address of the owner(s) or managing agent, if any; the telephone complaint number for the department of buildings and if the boiler is in a building with one or more residential units, the telephone number for the department of housing preservation and development for general housing-related information or complaints; any other relevant information as determined by the commissioner.\\par\n(2)  The certificate shall be posted in the primary place of entrance and public assembly within each building that is served by the boiler.\\par\n\\ulnone\\'a73.\\tab This local law shall take effect one hundred and eighty days after its enactment into law.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\par\n\\par\n\\par\n\\par\n\\par\n\\pard\\nowidctlpar\\qj\\par\n\\fs20 LS# 113\\par\nExamined by TNN\\par\n01/26/06\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
