{
  "ID": 35798,
  "GUID": "F7C7C85B-293B-4F33-8FD6-D4A1C3B09E93",
  "File": "Int 0236-2006",
  "Name": "Requiring the department of sanitation to collect, for a fee, commercial waste from businesses in mixed-use buildings.",
  "Title": "A Local Law to amend the New York city charter, in relation to requiring the department of sanitation to collect, for a fee, commercial waste from businesses in mixed-use buildings.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5108,
  "BodyName": "Committee on Sanitation and Solid Waste Management",
  "IntroDate": "2006-03-22T00:00:00Z",
  "AgendaDate": "2006-03-22T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    }
  ],
  "History": [
    {
      "ID": 188328,
      "Date": "2006-03-22T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 188836,
      "Date": "2006-03-22T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Sanitation and Solid Waste Management",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5896,
      "AgendaSequence": 185,
      "MinutesSequence": 210,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Sanitation and Solid Waste Management",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236654,
      "Date": "2009-12-31T16:20:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 36314,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1. Section 16-101 of the administrative code of the city of New York is amended to add a new paragraph 4 to read as follows:\n\t(4) “mixed-use building” means a building in any district used partly for residential use and partly for  a community facility or commercial use, where there are less than six residential units in the building.\n\t§2.  Subdivision c of section 16-116 of the administrative code of the city of New York is amended to read as follows:  \n\tc. This section shall not apply to (i) unimproved or vacant property or premises generating infrequent waste or insignificant amounts of waste; [and] (ii) home occupations, medical offices/group medical centers, and other residential offices, which receive department collection and disposal service pursuant to section 16-114.1 of this code[.]; and (iii) commercial businesses in mixed-use buildings. The commissioner shall provide for the collection and removal of all wastes, including designated recyclable materials, from any commercial establishment located in a mixed-use building.  \n§3. This local law shall take effect on July 1, 2007\nDA\nLS#322\n2/13/06",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\noline\\hyphpar0\\fi-1440\\li1440\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\par\n\\pard\\noline\\hyphpar0\\sl480\\slmult1\\qj\\ulnone\\tab Section 1. Section 16-101 of the administrative code of the city of New York is amended to add a new paragraph 4 to read as follows:\\par\n\\tab\\ul (4) \\ldblquote mixed-use building\\rdblquote  means a building in any district used partly for residential use and partly for  a community facility or commercial use, where there are less than six residential units in the building.\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj\\expndtw0\\ulnone\\tab\\'a72.  Subdivision c of section 16-116 of the administrative code of the city of New York is amended to read as follows:\\expndtw-3   \\par\n\\expndtw0\\tab c. This section shall not apply to (i) unimproved or vacant property or premises generating infrequent waste or insignificant amounts of waste; [and] (ii) home occupations, medical offices/group medical centers, and other residential offices, which receive department collection and disposal service pursuant to section 16-114.1 of this code[.]\\ul ; and (iii) commercial businesses in mixed-use buildings. The commissioner shall provide for the collection and removal of all wastes, including designated recyclable materials, from any commercial establishment located in a mixed-use building.\\ulnone   \\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\'a73. This local law shall take effect on July 1, 2007\\par\n\\pard\\hyphpar0\\qj DA\\par\nLS#322\\par\n2/13/06\\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
