{
  "ID": 35887,
  "GUID": "D7087066-5C6E-4D31-BB56-63A60AAC778C",
  "File": "Int 0238-2006",
  "Name": "Carbon dioxide emissions from electric generating units.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to carbon dioxide emissions from electric generating units.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2006-03-22T00:00:00Z",
  "AgendaDate": "2006-03-22T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    }
  ],
  "History": [
    {
      "ID": 188507,
      "Date": "2006-03-22T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 188839,
      "Date": "2006-03-22T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5896,
      "AgendaSequence": 187,
      "MinutesSequence": 212,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236652,
      "Date": "2009-12-31T16:19:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 36403,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Declaration of Legislative Findings and Intent. The Council of the City of New York finds that as a result of the growing economy and the use of new electrical devices, the demand by New York City customers for electricity will soon begin to exceed the amount of supply needed for reliability.  According to several studies, without comparable increases in power generation to meet the demand and increased emphasis on energy efficiency, the City of New York could face brownouts and blackouts as well as price spikes.  Energy experts have recommended several measures to address the potential power crisis, including the construction of new electric generating plants.  \nThese concerns are occurring at approximately the same time that the utility industry has been deregulated.  In April 1996, the Federal Energy Regulatory Commission (“FERC”) ordered utilities that own, control or operate facilities used for transmitting electric power to let other companies buy and sell power over their distribution systems.  In May 1996, the New York State Public Service Commission (“PSC”) issued an initial restructuring plan that permitted competition for the production and sale of electricity.  As a result, the production and sale of electricity is now open to competition and customers can decide from which company they will purchase electricity.\nNew York State, as a result of deregulation, has moved from a system in which one large public utility company - Consolidated Edison - produced practically all of the electricity used in the City, to a system in which Con Edison buys power from electrical power generators and delivers energy to customers through its distribution system.  In addition, Con Edison has been required by the PSC to sell most of its own electric generating plants.   \nDeregulation of the industry and the growing market demand for electricity by City consumers resulted initially in a surge of companies applying for permits to build new generating plants within the City or expand the output of existing ones.  The proposed construction of many new power plants within the City has prompted both local and citywide environmental concerns. Primarily, the concerns stem from the fact that many of the applicants seeking to run the proposed plants will continue to operate older, less efficient, less environmentally sound plants in tandem with newer, more efficient, less polluting plants.  In addition, questions have been raised as to what the cumulative impact of emissions from the clustering of plants might be. The concerns surround the amount of harmful emissions that new power plants would emit, in particular, the impact of emissions such as carbon dioxide (“CO2”), which is responsible for such environmental hazards as global warming. \nIn relation to these issues, the companies proposing increased generation have made numerous assurances that new technologies will be utilized for new power plants that will not only increase overall efficiency but will also reduce harmful emissions.  Despite these assurances, many of the companies intend to continue to utilize older, less efficient polluting generators.\nThe Council recognizes the need for more energy to meet rising demands, but at the same time, the City must first be assured that a strategy is in place that takes into account the improvement of the environment, as well as energy needs.  Acting in its capacity as the City’s legislative branch and authorized under both the Municipal Home Rule Law and the Charter, which confers broad police powers upon local governments relating to protection, order, conduct, safety, health and well-being of persons and property, the Council adopts this legislation.\nThe purpose of this legislation is to encourage owners of existing electric generating facilities, as well as newcomers to the New York City electric power industry, to maximize efficiency by incorporating technological advances in energy production that increase electric generation but do not require an increase in fossil fuel consumption, and, therefore, do not increase CO2 emissions.  The Council seeks to accomplish these goals through the establishment of a cap on allowable CO2 emissions of generated electricity for electric generating units located in the City.  Over time, CO2 emissions will decrease, as more efficient power facilities are installed and older power facilities incorporate more efficient processes for generating greater levels of electricity without increasing the use of fossil fuels.  The end result will be a cleaner, healthier environment for the City’s citizens, while at the same time meeting the City’s energy needs.  \n Accordingly, the Council finds that the full benefits of electric competition will not be realized if CO2 is not regulated, and some competitors in the electricity marketplace enjoy an economic advantage as a result of jeopardizing the City’s environment by unregulated carbon dioxide emissions produced by electric generating facilities.  This legislation will ensure that this new marketplace for electricity will not come at the cost of public health, air, land and water quality.\n\t§2.  Chapter one of title 24 of the administrative code of the city of New York is amended by adding thereto a new section 24-141.1 to read as follows:\n§24-141.1 a. For purposes of this section only, the following terms shall have the following meanings:\n(1) “Allowance” means a unit that the department allocates to an electric generating unit that represents the emission of one ton of carbon dioxide.\n(2)   \"Electric generating unit\" means any fossil fuel fired combustion unit or a combination of units at a single facility located within the city of New York with a single or aggregate nameplate capacity of more than twenty-five megawatts that produces electricity for sale, irrespective of the permitted capacity of such facility. \nb.   Notwithstanding any other provision of law, the department shall implement reductions in emissions of carbon dioxide in accordance with the provisions of this section.  Within one year after the effective date of this section, the department shall promulgate rules for reducing emissions of carbon dioxide, including, but not limited to, a quarterly reporting requirement. \nc.\tNo later than eighteen months after the effective date of this section, the department shall set an initial citywide cap for carbon dioxide emissions from electric generating units equal to the average carbon dioxide emissions from all electric generating units over the most recent three-year period for which reliable data is available.  Such cap shall remain in effect for a period of twenty-four months and then decline by 5% for every twenty-four month period thereafter, provided, however, that in the event that the average market price for an allowance exceeds twenty dollars in any calendar year, such cap shall not decline during the immediately succeeding twenty-four month period.  \nd.\tThe department shall establish a carbon dioxide cap-and-trade program with an annual compliance cycle, through which the department shall allocate allowances to electric generating units and electric generating units may trade allowances. The department shall allocate allowances to existing electric generating units that in the aggregate equal ninety percent of the number of tons of carbon dioxide in the cap and shall hold in reserve allowances representing the remaining ten percent of the number of tons of carbon dioxide in such cap to be allocated to electric generating units that commence lawful operation subsequent to the establishment of such cap.  The department shall ensure that the value of allowances is used to reduce costs to consumers and to promote investment in energy efficiency and conservation and clean energy technologies.  \n(2) No electric generating unit shall exceed its allocated allowance for any calendar year, provided, however, that each such unit may exceed such allocation only to the extent it has obtained allowances from other electric generating units in accordance with the program established pursuant to this subdivision.\ne.    The emission limits for carbon dioxide required by this section are not intended to and shall not be construed to supersede more stringent emission limitations or practices that are applicable to electric generating units on the effective date of this section or may become applicable after such effective date.\nf.\tOperators of electric generating units that fail to meet their obligations pursuant to the requirements of this section shall be liable for a civil penalty in an amount equal to four times the market value of an emissions allowance for each ton of carbon dioxide emissions in the first year above the requirements set forth in this section.  An additional civil penalty equal to the value of one allowance for each ton of carbon dioxide emissions above the requirements set forth in this section shall be imposed for each consecutive year thereafter that the electric generating unit fails to comply with the requirements of this section. \ng.\tWhere an electric generating unit has been operated in violation of this section, the department may commence a proceeding before the environmental control board for the imposition of the civil penalty provided for in subdivision f of this section by issuance of a notice of violation to the operator of such electric generating unit or the corporation counsel may commence an action or proceeding before a court of competent jurisdiction for the imposition of such civil penalty. The corporation counsel may, in addition, commence an action or proceeding before a court of competent jurisdiction for injunctive relief to prohibit such violation.\nh.   The provisions of this section shall not apply to any electric generating unit when the rates for the sale of electricity produced by such electric generating unit are subject to the jurisdiction of the New York state public service commission.\ni.  The department shall monitor the program established pursuant to this section to determine whether carbon dioxide emission reductions at electric generating units are offset by increases in carbon dioxide emissions associated with an increase in the amount of electricity imported into the city.  In the event that the department detects such an occurrence and determines that it is likely to undermine the environmental goals of such program, the department shall take steps to help reverse this trend, which may include helping electric and gas customers in the city to reduce energy consumption.\nj.   The department shall present a report to the mayor, the council and the comptroller, simultaneously with the submission by the mayor of a proposed budget for the next succeeding fiscal year, listing each person or entity to whom any violation of this section was issued during the prior calendar year, the details of such violation, the type of action or proceeding brought to adjudicate such violation and the outcome of such action or proceeding.\n§3.  If any section, subdivision, sentence, clause, phrase or other portion of this local law is, for any reason, declared invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such invalidity shall not affect the validity of the remaining portions of this local law, which remaining portions shall continue in full force and effect.\n§4.  This local law shall take effect immediately upon its enactment.\n\nDD\n3/3/06\nInt 148-Amended/2005",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\par\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab Section 1.  Declaration of Legislative Findings and Intent. The Council of the City of New York finds that as a result of the growing economy and the use of new electrical devices, the demand by New York City customers for electricity will soon begin to exceed the amount of supply needed for reliability.  According to several studies, without comparable increases in power generation to meet the demand and increased emphasis on energy efficiency, the City of New York could face brownouts and blackouts as well as price spikes.  Energy experts have recommended several measures to address the potential power crisis, including the construction of new electric generating plants.  \\par\n\\pard\\fi720\\sl480\\slmult1\\qj These concerns are occurring at approximately the same time that the utility industry has been deregulated.  In April 1996, the Federal Energy Regulatory Commission (\\ldblquote FERC\\rdblquote ) ordered utilities that own, control or operate facilities used for transmitting electric power to let other companies buy and sell power over their distribution systems.  In May 1996, the New York State Public Service Commission (\\ldblquote PSC\\rdblquote ) issued an initial restructuring plan that permitted competition for the production and sale of electricity.  As a result, the production and sale of electricity is now open to competition and customers can decide from which company they will purchase electricity.\\par\nNew York State, as a result of deregulation, has moved from a system in which one large public utility company - Consolidated Edison - produced practically all of the electricity used in the City, to a system in which Con Edison buys power from electrical power generators and delivers energy to customers through its distribution system.  In addition, Con Edison has been required by the PSC to sell most of its own\\b  \\b0 electric generating plants.   \\par\nDeregulation of the industry and the growing market demand for electricity by City consumers resulted initially in a surge of companies applying for permits to build new generating plants within the City or expand the output of existing ones.  The proposed construction of many new power plants within the City has prompted both local and citywide environmental concerns. Primarily, the concerns stem from the fact that many of the applicants seeking to run the proposed plants will continue to operate older, less efficient, less environmentally sound plants in tandem with newer, more efficient, less polluting plants.  In addition, questions have been raised as to what the cumulative impact of emissions from the clustering of plants might be. The concerns surround the amount of harmful emissions that new power plants would emit, in particular, the impact of emissions such as carbon dioxide (\\ldblquote CO\\sub 2\\nosupersub\\rdblquote ), which is responsible for such environmental hazards as global warming. \\par\nIn relation to these issues, the companies proposing increased generation have made numerous assurances that new technologies will be utilized for new power plants that will not only increase overall efficiency but will also reduce harmful emissions.  Despite these assurances, many of the companies intend to continue to utilize older, less efficient\\b  \\b0 polluting generators.\\par\nThe Council recognizes the need for more\\b  \\b0 energy to meet rising\\b  \\b0 demands, but at the same time, the City must first be assured that a strategy is in place that takes into account the improvement of the environment, as well as energy needs.  Acting in its capacity as the City\\rquote s legislative branch and authorized under both the Municipal Home Rule Law and the Charter, which confers broad police powers upon local governments relating to protection, order, conduct, safety, health and well-being of persons and property, the Council adopts this legislation.\\par\nThe purpose of this legislation is to encourage owners of existing electric generating facilities, as well as newcomers to the New York City electric power industry, to maximize efficiency by incorporating technological advances in energy production that increase electric generation but do not require an increase in fossil fuel consumption, and, therefore, do not increase CO\\sub 2\\nosupersub  emissions.  The Council seeks to accomplish these goals through the establishment of a cap on allowable CO\\sub 2\\nosupersub  emissions of generated electricity for electric generating units located in the City.  Over time, CO\\sub 2 \\nosupersub emissions will decrease, as more efficient power facilities are installed and older power facilities incorporate more efficient processes for generating greater levels of electricity without increasing the use of fossil fuels.  The end result will be a cleaner, healthier environment for the City\\rquote s citizens, while at the same time meeting the City\\rquote s energy needs.  \\par\n Accordingly, the Council finds that the full benefits of electric competition will not be realized if CO\\sub 2\\nosupersub  is not regulated, and some competitors in the electricity marketplace enjoy an economic advantage as a result of jeopardizing the City\\rquote s environment by unregulated carbon dioxide emissions produced by electric generating facilities.  This legislation will ensure that this new marketplace for electricity will not come at the cost of public health, air, land and water quality.\\par\n\\pard\\sl480\\slmult1\\qj\\tab\\'a72.  Chapter one of title 24 of the administrative code of the city of New York is amended by adding thereto a new section 24-141.1 to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ul\\'a724-141.1 a. For purposes of this section only, the following terms shall have the following meanings:\\par\n(1) \\ldblquote Allowance\\rdblquote  means a unit that the department allocates to an electric generating unit that represents the emission of one ton of carbon dioxide.\\par\n(2)   \"Electric generating unit\" means any fossil fuel fired combustion unit or a combination of units at a single facility\\b  \\b0 located within the city of New York with a single or aggregate nameplate\\b  \\b0 capacity of more than twenty-five megawatts that produces electricity for sale, irrespective of the permitted capacity of such facility. \\b\\par\n\\b0 b.   Notwithstanding any other provision of law, the department\\b  \\b0 shall implement reductions in emissions of carbon dioxide in accordance with the provisions of this section.  Within one year after the effective date of this section, the department\\b  \\b0 shall promulgate rules for reducing emissions of carbon dioxide, including, but not limited to, a quarterly reporting requirement. \\par\nc.\\tab No later than eighteen months after the effective date of this section, the department shall set an initial citywide cap for carbon dioxide emissions from electric generating units equal to the average carbon dioxide emissions from all electric generating units over the most recent three-year period for which reliable data is available.  Such cap shall remain in effect for a period of twenty-four months and then decline by 5% for every twenty-four month period thereafter, provided, however, that in the event that the average market price for an allowance exceeds twenty dollars in any calendar year, such cap shall not decline during the immediately succeeding twenty-four month period.  \\par\nd.\\tab The department shall establish a carbon dioxide cap-and-trade program with an annual compliance cycle, through which the department shall allocate allowances to electric generating units and electric generating units may trade allowances. The department shall allocate allowances to existing electric generating units that in the aggregate equal ninety percent of the number of tons of carbon dioxide in the cap and shall hold in reserve allowances representing the remaining ten percent of the number of tons of carbon dioxide in such cap to be allocated to electric generating units that commence lawful operation subsequent to the establishment of such cap.  The department shall ensure that the value of allowances is used to reduce costs to consumers and to promote investment in energy efficiency and conservation and clean energy technologies.  \\par\n(2) No electric generating unit shall exceed its allocated allowance for any calendar year, provided, however, that each such unit may exceed such allocation only to the extent it has obtained allowances from other electric generating units in accordance with the program established pursuant to this subdivision.\\par\ne.    The emission limits for carbon dioxide required by this section are not\\b  \\b0 intended to and\\b  \\b0 shall not be construed to supersede more stringent emission limitations or practices that are applicable to electric generating units on the effective date of this section or may become applicable after such effective date.\\par\nf.\\tab Operators of electric generating units that fail to meet their obligations pursuant to the requirements of this section shall be liable for a civil penalty in an amount equal to four times the market value of an emissions allowance for each ton of carbon dioxide emissions in the first year above the requirements set forth in this section.  An additional civil penalty equal to the value of one allowance for each ton of carbon dioxide emissions above the requirements set forth in this section shall be imposed for each consecutive year thereafter that the electric generating unit fails to comply with the requirements of this section.\\ulnone  \\par\n\\ul g.\\tab Where an electric generating unit has been operated in violation of this section, the department may commence a proceeding before the environmental control board for the imposition of the civil penalty provided for in subdivision f of this section by issuance of a notice of violation to the operator of such electric generating unit or the corporation counsel may commence an action or proceeding before a court of competent jurisdiction for the imposition of such civil penalty. The corporation counsel may, in addition, commence an action or proceeding before a court of competent jurisdiction for injunctive relief to prohibit such violation.\\par\nh.   The provisions of this section shall not apply to any electric generating unit when the rates for the sale of electricity produced by such electric generating unit are subject to the jurisdiction of the New York state public service commission.\\par\ni.  The department shall monitor the program established pursuant to this section to determine whether carbon dioxide emission reductions at electric generating units are offset by increases in carbon dioxide emissions associated with an increase in the amount of electricity imported into the city.  In the event that the department detects such an occurrence and determines that it is likely to undermine the environmental goals of such program, the department shall take steps to help reverse this trend, which may include helping electric and gas customers in the city to reduce energy consumption.\\par\nj.   The department shall present a report to the mayor, the council and the comptroller, simultaneously with the submission by the mayor of a proposed budget for the next succeeding fiscal year, listing each person or entity to whom any violation of this section was issued during the prior calendar year, the details of such violation, the type of action or proceeding brought to adjudicate such violation and the outcome of such action or proceeding.\\par\n\\ulnone\\'a73.  If any section, subdivision, sentence, clause, phrase or other portion of this local law is, for any reason, declared invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such invalidity shall not affect the validity of the remaining portions of this local law, which remaining portions shall continue in full force and effect.\\ul\\par\n\\pard\\fi675\\li45\\sl480\\slmult1\\qj\\ulnone\\'a74.  This local law shall take effect immediately upon its enactment.\\par\n\\pard\\sl480\\slmult1\\qj\\par\n\\pard\\qj DD\\par\n3/3/06\\par\nInt 148-Amended/2005\\par\n\\pard\\sl480\\slmult1\\qj\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
