{
  "ID": 35696,
  "GUID": "84E2F1F7-493C-43B4-A827-35E48C747C10",
  "File": "Int 0242-2006",
  "Name": "Requiring annual physical examinations of students in the public school system.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring annual physical examinations of students in the public school system.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2006-03-22T00:00:00Z",
  "AgendaDate": "2006-03-22T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    }
  ],
  "History": [
    {
      "ID": 188643,
      "Date": "2006-03-22T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 188851,
      "Date": "2006-03-22T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5896,
      "AgendaSequence": 198,
      "MinutesSequence": 224,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236649,
      "Date": "2009-12-31T16:18:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 36211,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Chapter one of title seventeen of the administrative code of the city of New York is amended by adding a new section 17-191 to read as follows:\n§17-191   Physical examinations of students. a. Definition.  For purposes of this section, the term “school” shall mean any school under the jurisdiction of the New York city department of education.\nb.\tPhysical examination required.  Before the start of each school year, every student attending a school shall have a medical examination by a licensed physician, physician’s associate or specialist’s assistant who is duly registered pursuant to section 65.31 of the New York state education law and who is authorized to conduct such examination pursuant to regulations promulgated by the New York state commissioner of health; provided, however, that where submission of a health certificate is required by article 19 of the New York state education law, such certificate shall be sufficient to meet the requirements of this section.\nc.\tStatement of results required.  Within the first thirty days of the beginning of each school year, each student must present to the school that he or she attends a copy of a statement, in such form and manner as determined by the department, containing the results of the physical examination received pursuant to subdivision a of this section and signed by the licensed physician, physician’s associate or specialist’s assistant who performed such examination.  If any student does not present such statement, the principal of the school or any individual acting in that capacity shall promptly notify the parents or guardians of such student that unless the student is examined as required by subdivision a of this section and a statement is presented pursuant to subdivision b of this section within thirty days from the date of such notice, a medical examination of the student will be made by a physician, physician’s associate or specialist’s assistant who is duly registered pursuant to section 65.31 of the state education law and who is authorized to conduct a medical examination pursuant to regulations promulgated by the New York state commissioner of health.  If the required statement is not received pursuant to this subdivision, the principal of the school or any individual acting in that capacity shall notify the department, which shall ensure that such physician, physician’s associate or specialist’s assistant examines the student and provides the student’s parents or guardians with a signed statement containing the results of such physical examination.\nd.\tException.  Notwithstanding the provisions of subdivisions a and b of this section, no physical examination shall be required where a student or the parents or guardians of such student objects thereto on the grounds that such examination conflicts with their genuine and sincere religious beliefs.\ne.\tNotice of physical examination requirements.  The New York city department of education shall, prior to the start of each school year, disseminate information to the parents or guardians of each student concerning the requirements of this section and shall make such information available on its website.  The department of education shall also provide the parents or guardians of each student newly registered to a school with such information prior to or on the same day as such student’s registration.  \n\tf.\tRules.  The department shall promulgate such rules as may be necessary to implement and carry out the provisions of this section.\n§2.\tThis local law shall take effect on July 1, 2006.\n\n\n\n\n\n\n\nSS/db\nLS #151\n2/22/06",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1.  Chapter one of title seventeen of the administrative code of the city of New York is amended by adding a new section 17-191 to read as follows:\\par\n\\ul\\'a717-191   Physical examinations of students. a. Definition.  For purposes of this section, the term \\ldblquote school\\rdblquote  shall mean any school under the jurisdiction of the New York city department of education.\\par\nb.\\ulnone\\tab\\ul Physical examination required.  Before the start of each school year, every student attending a school shall have a medical examination by a licensed physician, physician\\rquote s associate or specialist\\rquote s assistant who is duly registered pursuant to section 65.31 of the New York state education law and who is authorized to conduct such examination pursuant to regulations promulgated by the New York state commissioner of health; provided, however, that where submission of a health certificate is required by article 19 of the New York state education law, such certificate shall be sufficient to meet the requirements of this section.\\par\nc.\\ulnone\\tab\\ul Statement of results required.  Within the first thirty days of the beginning of each school year, each student must present to the school that he or she attends a copy of a statement, in such form and manner as determined by the department, containing the results of the physical examination received pursuant to subdivision a of this section and signed by the licensed physician, physician\\rquote s associate or specialist\\rquote s assistant who performed such examination.  If any student does not present such statement, the principal of the school or any individual acting in that capacity shall promptly notify the parents or guardians of such student that unless the student is examined as required by subdivision a of this section and a statement is presented pursuant to subdivision b of this section within thirty days from the date of such notice, a medical examination of the student will be made by a physician, physician\\rquote s associate or specialist\\rquote s assistant who is duly registered pursuant to section 65.31 of the state education law and who is authorized to conduct a medical examination pursuant to regulations promulgated by the New York state commissioner of health.  If the required statement is not received pursuant to this subdivision, the principal of the school or any individual acting in that capacity shall notify the department, which shall ensure that such physician, physician\\rquote s associate or specialist\\rquote s assistant examines the student and provides the student\\rquote s parents or guardians with a signed statement containing the results of such physical examination.\\par\nd.\\ulnone\\tab\\ul Exception.  Notwithstanding the provisions of subdivisions a and b of this section, no physical examination shall be required where a student or the parents or guardians of such student objects thereto on the grounds that such examination conflicts with their genuine and sincere religious beliefs.\\par\ne.\\ulnone\\tab\\ul Notice of physical examination requirements.  The New York city department of education shall, prior to the start of each school year, disseminate information to the parents or guardians of each student concerning the requirements of this section and shall make such information available on its website.  The department of education shall also provide the parents or guardians of each student newly registered to a school with such information prior to or on the same day as such student\\rquote s registration.  \\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab\\ul f.\\ulnone\\tab\\ul Rules.\\b   \\b0 The department shall promulgate such rules as may be necessary to implement and carry out the provisions of this section.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a72.\\tab This local law shall take effect on July 1, 2006.\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\pard\\qj\\par\nSS/db\\par\nLS #151\\par\n2/22/06\\par\n\\par\n\\par\n\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ul\\par\n\\pard\\sl480\\slmult1\\qj\\cf0\\ulnone\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
