{
  "ID": 35422,
  "GUID": "223AB62C-850A-4453-AD47-17D73AF506FE",
  "File": "Int 0243-2006",
  "LocalLaw": "2006/011",
  "Name": "Reducing no-fault motor vehicle insurance fraud.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to reducing no-fault motor vehicle insurance fraud.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2006-03-22T00:00:00Z",
  "AgendaDate": "2006-03-22T00:00:00Z",
  "PassedDate": "2006-05-11T00:00:00Z",
  "EnactmentDate": "2006-05-11T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "History": [
    {
      "ID": 188558,
      "Date": "2006-03-22T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 188850,
      "Date": "2006-03-22T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5896,
      "AgendaSequence": 199,
      "MinutesSequence": 225,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 189143,
      "Date": "2006-03-29T17:15:00Z",
      "ActionID": 49,
      "Action": "Re-referred to Committee by Council",
      "Description": "This Introduction was Re-referred to Committee by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 189167,
      "Date": "2006-04-25T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 5930,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 243-A",
      "MinutesNote": "Proposed Int. No. 243-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 190005,
      "Date": "2006-04-25T10:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 5930,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 190006,
      "Date": "2006-04-25T10:00:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "This Introduction was Amended by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 5930,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 190007,
      "Date": "2006-04-25T10:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Introduction be Approved by Committee approved by Roll Call.",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 5930,
      "MinutesSequence": 6,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 190090,
      "Date": "2006-04-26T13:30:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "A motion was made that this Introduction be Approved by Council approved by consent Roll Call.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6013,
      "AgendaSequence": 18,
      "MinutesSequence": 21,
      "Version": "A",
      "AgendaNote": "Amended and Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 190408,
      "Date": "2006-04-26T17:08:00Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "This Introduction was Sent to Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 190761,
      "Date": "2006-05-11T14:05:00Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "This Introduction was Hearing Held by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 191094,
      "Date": "2006-05-11T17:00:00Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "This Introduction was Signed Into Law by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 191125,
      "Date": "2006-05-15T11:31:00Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "This Introduction was Recved from Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 73438,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 243 - 3/22/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/4a0c3ea8-c4d8-415d-ab28-976159202046.doc",
      "Sort": 1
    },
    {
      "ID": 71854,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Assignment Change",
      "Link": "http://nyc.legistar1.com/nyc/attachments/1fd3ae1a-f002-40cf-848b-ea41c830632b.doc",
      "Sort": 2
    },
    {
      "ID": 72324,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/d8809b5f-0e11-4381-8f1a-54604986791d.doc",
      "Sort": 3
    },
    {
      "ID": 73437,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/952eadbd-8452-4294-95b2-682571318c62.doc",
      "Sort": 4
    },
    {
      "ID": 72332,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal Impact Statement",
      "Link": "http://nyc.legistar1.com/nyc/attachments/43b9908b-206e-4893-8894-80b9bee0df25. 243-A.doc",
      "Sort": 5
    },
    {
      "ID": 73861,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 4/26/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/1a4e8aa8-39eb-4586-9469-95a00efe3941.doc",
      "Sort": 6
    },
    {
      "ID": 73885,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law",
      "Link": "http://nyc.legistar1.com/nyc/attachments/c20d6f56-fbd4-46d1-ac85-972eb79e7f0b.doc",
      "Sort": 7
    }
  ],
  "Summary": "",
  "TextID": 36859,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Legislative findings and intent.  The Council finds that fraud in the State’s no-fault automobile insurance system is a significant and costly problem.  According to a 2000 report of the Insurance Information Institute, no-fault automobile insurance medical claims are filed in New York State at a rate that is 30% higher than the nationwide no-fault median, and the State’s average cost per claim is greater than twice the no-fault median.  Recent changes in New York State law, which reduced the time in which a no-fault medical claim or accident may be reported, have resulted in a decrease in the number of claims and the average cost per claim.  However, such changes in the law did not help identify and monitor the perpetrators of no-fault motor vehicle insurance fraud, or prohibit activities, such as the hiring of “runners,” that enable such fraudulent activities to continue.  \nThe Council finds that abuse of the no-fault automobile insurance system has led to higher automobile insurance costs in New York City, particularly in Brooklyn.  According to an October 2004 report issued by a task force established by the Brooklyn Borough President’s Office, it is generally accepted that Brooklyn experiences among the highest automobile insurance rates in the country.   The Council finds that medical clinics that are primarily established for the purpose of engaging in fraudulent activity with respect to no-fault motor vehicle insurance are an essential element in perpetrating the fraudulent scheme and contributing to the high automobile insurance costs in New York City.  The Council therefore finds that medical clinics that bill high amounts of no-fault insurance medical treatment claims should be monitored through periodic reporting requirements and prohibited from engaging “runners” to procure additional patients. \n§2.  Title 20 of the administrative code of the city of New York is hereby amended by adding a new chapter six to read as follows:\nChapter 6\nNo-fault Insurance Medical Clinics\n§20-900\tDefinitions.\n§20-901\tReports.\n§20-902 \tProhibited acts.  \n§20-903 \tRules.    \n§20-904 \tViolations and penalties.  \n§20-905\tEnforcement.\n§20-900 Definitions.  For the purposes of this chapter, the following terms shall have the following meanings:\n1.  “Clinic” shall mean any private, non-residential medical facility or practice, other than a hospital as defined in article 28 of the public health law, which provides health care services in the city of New York relating to injuries sustained as a result of motor vehicle accidents.  \n2. “Control”, including the terms “controlling”, “controlled by” and “under common control by or with”, shall mean the possession, direct or indirect, of the power to direct or cause the direction of the management and policies of an institution, whether through ownership of voting securities, by contract or otherwise.\n3. “Health care provider” shall mean any physician or other health care professional, including, but not limited to, dentists, nurses, x-ray technicians, physical or occupational therapists, massage therapists, acupuncturists, chiropractors and mental health service professionals, licensed to practice in New York state. \n4. “Health care services” shall mean any health or mental health services provided by a health care provider relating to injuries sustained as a result of an actual or alleged motor vehicle accident, including but not limited to medical, hospital, surgical, nursing, dental, ambulance, x-ray, diagnostic, prescription drug, prosthetic, psychiatric, massage, acupuncture, chiropractic, and physical or occupational therapy and rehabilitation services.\n5. “Insured” shall mean any person who owns a policy of insurance issued by a no-fault motor vehicle insurer that insures against losses or liabilities arising out of the ownership, operation, or use of a motor vehicle.  \n6.  “Medical benefits” shall mean full or partial payments for health care services. \n7. “Motor vehicle” shall mean any vehicle operated upon a public highway or public street propelled by any power other than muscular power.\n8.  “No-fault insurance medical clinic” shall mean any clinic that is subject to the requirements of this chapter.\n9.  “No-fault motor vehicle insurance medical claim” shall mean any claim for medical benefits submitted to a no-fault motor vehicle insurer under a policy issued by such no-fault motor vehicle insurer pursuant to article 51 of the New York state insurance law, which provides “first party benefits” as that term is defined in section 5102 (b) of such article. \n10. “No-fault motor vehicle insurer” shall mean any insurer, company, corporation, partnership or other individual or entity authorized to transact or transacting business in New York state, or controlling or controlled by or under common control by or with such insurer, company, corporation, partnership or other individual or entity, which sells policies of insurance that insure against losses or liabilities arising out of the ownership, operation, or use of a motor vehicle.\n \t11.  “Owner” shall mean any owner, manager, operator or other person or persons having control of a clinic and any authorized agent thereof.\n12.  “Runner” shall mean any person who, for a pecuniary benefit, procures or attempts to procure a client, patient or customer when such person knows, or a reasonable person would know, that the purpose of an owner of a no-fault motor vehicle insurance medical clinic is to falsely or fraudulently: (i) obtain medical benefits from a no-fault motor vehicle insurer; or (ii) assert a claim against an insured or a no-fault motor vehicle insurer for the provision of health care services to such client, patient or customer; provided, however, that such term shall not include a person who procures or attempts to procure clients, patients or customers through public media or a person who refers clients, patients or customers as authorized by law.  Nothing in this chapter shall be deemed to prohibit an agent, broker or employee of a health maintenance organization from seeking to sell health maintenance organization coverage or health insurance coverage to any individual or group. \n§20-901 Reports.  a.  Where fifty percent or more of the billings for medical benefits filed by any clinic within the preceding twelve months were no-fault motor vehicle insurance medical claims, the owner of such clinic shall submit a report to the department pursuant to paragraph c of this subdivision.  \nb.  Where fifty percent or more of the billings for medical benefits filed by all clinics owned by the same owner within the preceding twelve months were no-fault motor vehicle insurance medical claims, the owner of such clinics shall submit a report to the department pursuant to paragraph c of this subdivision.\nc.  Beginning December 1, 2006, any report to the department required by this section shall include: (i) the name, physical address and telephone number of each clinic under the control of such clinic’s owner; (ii) the name, address and telephone number of all owners of each clinic; (iii) the name, address and telephone number of any management company hired by each clinic, if applicable; and (iv) the percentage of total medical bills filed within the preceding twelve months that were no-fault motor vehicle insurance medical claims, disaggregated by clinic, where applicable.   Any owner of a no-fault insurance medical clinic shall attach to such report a sworn statement stating that: (1) within the preceding twelve months, no-fault motor vehicle insurance claims comprised fifty percent or more of the total billings of an individual clinic or all clinics owned by such owner; provided, however, that the department shall not require disclosure of the actual amount of no-fault insurance medical claims billed by any such clinic; and (2) such clinic does not use, solicit, direct, hire or employ any runners.\n\n§20-902 Prohibited acts.  a. No owner of a no-fault insurance medical clinic shall use, solicit, direct, hire or employ any runner.  \nb.  No person shall act as a runner.  \n§20-903 Rules.  The commissioner shall promulgate any rules as may be necessary for the purposes of implementing and enforcing this chapter.\n§20-904 Violations and penalties.  a.  Any person who violates section 20-901 of this chapter shall be subject to a civil penalty of not less than one thousand dollars nor more than ten thousand dollars for each violation; provided, however, that the commissioner shall issue a written warning in lieu of a civil penalty where the commissioner finds that such person violated such section due to his or her reasonable belief that the percentage of billings for no-fault motor vehicle insurance medical claims filed by his or her clinic or clinics was not at or above fifty percent during the preceding twelve months.  \nb. Any person who violates paragraph a of section 20-902 of this chapter shall be guilty of a misdemeanor and shall be subject to a civil penalty of not less than ten thousand dollars for each runner used, solicited, directed, hired or employed, or a term of imprisonment not to exceed one year, or both.\nc.  Any person who violates paragraph b of section 20-902 of this chapter shall be guilty of a misdemeanor and shall be subject to a civil penalty of not less than ten thousand dollars for each violation, or a term of imprisonment not to exceed one year, or both.\nd. Nothing in this section shall be construed to limit the imposition of any other penalty that may be imposed pursuant to any other law, rule or regulation.\n§20-905 Enforcement. The department shall enforce the provisions of this chapter.  A proceeding to recover any civil penalty authorized pursuant to section 20-904 of this chapter shall be commenced by the service of a notice of violation returnable to the administrative tribunal of the department.  The notice of violation or copy thereof when filled in and served shall constitute notice of the violation charged.  The administrative tribunal shall have the power to render decisions and to impose the remedies and penalties provided for in section 20-904 of this chapter, in addition to any other remedies or penalties provided for the enforcement of such provisions under any other law including, but not limited to, civil or criminal actions or proceedings.  \n§3.  Severability. If any subdivision, sentence, clause, phrase or other portion of the local law that added this chapter is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law that added this chapter, which remaining portions shall remain in full force and effect. \n §4.  This local law shall take effect ninety days after its enactment into law.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTSF\nLS# 500/ Resub. Int. 708-A/2005\n04/18/06",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue0;}\n\\viewkind4\\uc1\n\\cf1\\ul\\v0\\par\nBe it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\sl480\\slmult1\\qj\\cf0\\tab Section 1.  Legislative findings and intent.  The Council finds that fraud in the State\\rquote s no-fault automobile insurance system is a significant and costly problem.  According to a 2000 report of the Insurance Information Institute, no-fault automobile insurance medical claims are filed in New York State at a rate that is 30% higher than the nationwide no-fault median, and the State\\rquote s average cost per claim is greater than twice the no-fault median.  Recent changes in New York State law, which reduced the time in which a no-fault medical claim or accident may be reported, have resulted in a decrease in the number of claims and the average cost per claim.  However, such changes in the law did not help identify and monitor the perpetrators of no-fault motor vehicle insurance fraud, or prohibit activities, such as the hiring of \\ldblquote runners,\\rdblquote  that enable such fraudulent activities to continue.  \\par\n\\pard\\fi720\\sl480\\slmult1\\qj The Council finds that abuse of the no-fault automobile insurance system has led to higher automobile insurance costs in New York City, particularly in Brooklyn.  According to an October 2004 report issued by a task force established by the Brooklyn Borough President\\rquote s Office, it is generally accepted that Brooklyn experiences among the highest automobile insurance rates in the country.   The Council finds that medical clinics that are primarily established for the purpose of engaging in fraudulent activity with respect to no-fault motor vehicle insurance are an essential element in perpetrating the fraudulent scheme and contributing to the high automobile insurance costs in New York City.  The Council therefore finds that medical clinics that bill high amounts of no-fault insurance medical treatment claims should be monitored through periodic reporting requirements and prohibited from engaging \\ldblquote runners\\rdblquote  to procure additional patients. \\par\n\\cf1\\'a72.  Title 20 of the administrative code of the city of New York is hereby amended by adding a new chapter six to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qc\\ul\\caps Chapter 6\\par\nNo-fault Insurance Medical Clinics\\caps0\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\cf0\\'a720-900\\tab Definitions.\\par\n\\cf1\\'a720-901\\tab Reports.\\par\n\\cf0\\'a720-902 \\tab Prohibited acts.  \\par\n\\'a720-903 \\tab Rules.    \\par\n\\'a720-904 \\tab Violations and penalties.  \\par\n\\cf1\\'a720-905\\tab Enforcement.\\par\n\\cf0\\'a720-900 Definitions.  For the purposes of this chapter, the following terms shall have the following meanings:\\par\n1.  \\ldblquote Clinic\\rdblquote  shall mean any private, non-residential medical facility or practice, other than a hospital as defined in article 28 of the public health law, which provides health care services in the city of New York relating to injuries sustained as a result of motor vehicle accidents.  \\par\n2. \\ldblquote Control\\rdblquote , including the terms \\ldblquote controlling\\rdblquote , \\ldblquote controlled by\\rdblquote  and \\ldblquote under common control by or with\\rdblquote , shall mean the possession, direct or indirect, of the power to direct or cause the direction of the management and policies of an institution, whether through ownership of voting securities, by contract or otherwise.\\par\n\\cf1 3. \\ldblquote Health care provider\\rdblquote  shall mean any physician or other health care professional, including, but not limited to, dentists, nurses, x-ray technicians, physical or occupational therapists, massage therapists, acupuncturists, chiropractors and mental health service professionals, licensed to practice in New York state. \\par\n4. \\ldblquote Health care services\\rdblquote  shall mean any health or mental health services provided by a health care provider relating to injuries sustained as a result of an actual or alleged motor vehicle accident, including but not limited to medical, hospital, surgical, nursing, dental, ambulance, x-ray, diagnostic, prescription drug, prosthetic, psychiatric, massage, acupuncture, chiropractic, and physical or occupational therapy and rehabilitation services.\\par\n5. \\ldblquote Insured\\rdblquote  shall mean any person who owns a policy of insurance issued by a no-fault motor vehicle insurer that insures against losses or liabilities arising out of the ownership, operation, or use of a motor vehicle.  \\par\n6.  \\ldblquote Medical benefits\\rdblquote  shall mean full or partial payments for health care services. \\par\n\\cf0 7. \\ldblquote Motor vehicle\\rdblquote  shall mean any vehicle operated upon a public highway or public street propelled by any power other than muscular power.\\par\n\\cf1 8.  \\ldblquote No-fault insurance medical clinic\\rdblquote  shall mean any clinic that is subject to the requirements of this chapter.\\par\n9.  \\ldblquote No-fault motor vehicle insurance medical claim\\rdblquote  shall mean any claim for medical benefits submitted to a no-fault motor vehicle insurer under a policy issued by such no-fault motor vehicle insurer pursuant to article 51 of the New York state insurance law, which provides \\ldblquote first party benefits\\rdblquote  as that term is defined in section 5102 (b) of such article. \\par\n10. \\ldblquote No-fault motor vehicle insurer\\rdblquote  shall mean any insurer, company, corporation, partnership or other individual or entity authorized to transact or transacting business in New York state, or controlling or controlled by or under common control by or with such insurer, company, corporation, partnership or other individual or entity, which sells policies of insurance that insure against losses or liabilities arising out of the ownership, operation, or use of a motor vehicle.\\par\n\\pard\\sl480\\slmult1\\qj\\cf0\\ulnone  \\tab\\ul 11.  \\ldblquote Owner\\rdblquote  shall mean any owner, manager, operator or other person or persons having control of a clinic and any authorized agent thereof.\\par\n\\pard\\fi720\\sl480\\slmult1\\cf1 12.  \\ldblquote Runner\\rdblquote  shall mean any person who, for a pecuniary benefit, procures or attempts to procure a client, patient or customer when such person knows, or a reasonable person would know, that the purpose of an owner of a no-fault motor vehicle insurance medical clinic is to falsely or fraudulently: (i) obtain medical benefits from a no-fault motor vehicle insurer; or (ii) assert a claim against an insured or a no-fault motor vehicle insurer for the provision of health care services to such client, patient or customer; provided, however, that such term shall not include a person who procures or attempts to procure clients, patients or customers through public media or a person who refers clients, patients or customers as authorized by law.  Nothing in this chapter shall be deemed to prohibit an agent, broker or employee of a health maintenance organization from seeking to sell health maintenance \\cf0 organization coverage or health insurance coverage to any individual or group.\\cf1\\highlight2  \\highlight0\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\cf0\\'a720-901 Reports.  a.  Where fifty percent or more of the billings for medical benefits filed by any clinic within the preceding twelve months were no-fault motor vehicle insurance medical claims, the owner of such clinic shall submit a report to the department pursuant to paragraph c of this subdivision.  \\par\nb.  Where fifty percent or more of the billings for medical benefits filed by all clinics owned by the same owner within the preceding twelve months were no-fault motor vehicle insurance medical claims, the owner of such clinics shall submit a report to the department pursuant to paragraph c of this subdivision.\\par\nc.  Beginning December 1, 2006, any report to the department required by this section shall include: (i) the name, physical address and telephone number of each clinic under the control of such clinic\\rquote s owner; (ii) the name, address and telephone number of all owners of each clinic; (iii) the name, address and telephone number of any management company hired by each clinic, if applicable; and (iv) the percentage of total medical bills filed within the preceding twelve months that were no-fault motor vehicle insurance medical claims, disaggregated by clinic, where applicable.   Any owner of a no-fault insurance medical clinic shall attach to such report a sworn statement stating that: (1) within the preceding twelve months, no-fault motor vehicle insurance claims comprised fifty percent or more of the total billings of an individual clinic or all clinics owned by such owner; provided, however, that the department shall not require disclosure of the actual amount of no-fault insurance medical claims billed by any such clinic; and (2) such clinic does not use, solicit, direct, hire or employ any runners.\\par\n\\par\n\\'a720-902 Prohibited acts.  a. No owner of a no-fault insurance medical clinic shall use, solicit, direct, hire or employ any runner.  \\par\nb.  No person shall act as a runner.  \\par\n\\'a720-903 Rules.  The commissioner shall promulgate any rules as may be necessary for the purposes of implementing and enforcing this chapter.\\par\n\\cf1\\'a720-904 Violations and penalties.  a.  Any person who violates section 20-901 of this chapter shall be subject to a civil penalty of not less than one thousand dollars nor more than ten thousand dollars for each violation; provided, however, that the commissioner shall issue a written warning in lieu of a civil penalty where the commissioner finds that such person violated such section due to his or her reasonable belief that the percentage of billings for no-fault motor vehicle insurance medical claims filed by his or her clinic or clinics was not at or above fifty percent during the preceding twelve months.  \\par\n\\cf0 b. Any person who violates paragraph a of section 20-902 of this chapter shall be guilty of a misdemeanor and shall be subject to a civil penalty of not less than ten thousand dollars for each runner used, solicited, directed, hired or employed, or a term of imprisonment not to exceed one year, or both.\\par\nc.  Any person who violates paragraph b of section 20-902 of this chapter shall be guilty of a misdemeanor and shall be subject to a civil penalty of not less than ten thousand dollars for each violation, or a term of imprisonment not to exceed one year, or both.\\par\n\\cf1 d. Nothing in this section shall be construed to limit the imposition of any other penalty that may be imposed pursuant to any other law, rule or regulation.\\par\n\\'a720-905 Enforcement. The department shall enforce the provisions of this chapter.  A proceeding to recover any civil penalty authorized pursuant to section 20-904 of this chapter shall be commenced by the service of a notice of violation returnable to the administrative tribunal of the department.  The notice of violation or copy thereof when filled in and served shall constitute notice of the violation charged.  The administrative tribunal shall have the power to render decisions and to impose the remedies and penalties provided for in section 20-904 of this chapter, in addition to any other remedies or penalties provided for the enforcement of such provisions under any other law including, but not limited to, civil or criminal actions or proceedings.\\ulnone   \\ul\\par\n\\cf0\\ulnone\\'a73.  Severability. If any subdivision, sentence, clause, phrase or other portion of the local law that added this chapter is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law that added this chapter, which remaining portions shall remain in full force and effect. \\par\n \\'a74.  This local law shall take effect ninety days after its enactment into law.\\par\n\\pard\\fi720\\qj\\cf1\\fs18\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\nTSF\\par\nLS# 500/ Resub. Int. 708-A/2005\\par\n04/18/06\\fs24\\par\n\\pard\\par\n}\n\u0000",
  "LastModified": "2015-06-17T15:16:45.377Z"
}
