{
  "ID": 35524,
  "GUID": "795792A0-DA2C-4A78-B6C5-4790D7F21EC6",
  "File": "Int 0245-2006",
  "Name": "Allowing non-citizens who are lawfully present in the US, and who are residents of NYC, to vote in all NYC municipal elections.",
  "Title": "A Local Law to amend the New York City charter, in relation to allowing lawfully present immigrants in New York City to vote in all New York City municipal elections.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2006-04-05T00:00:00Z",
  "AgendaDate": "2006-04-05T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    }
  ],
  "History": [
    {
      "ID": 189378,
      "Date": "2006-04-05T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 189481,
      "Date": "2006-04-05T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5957,
      "AgendaSequence": 98,
      "MinutesSequence": 132,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236648,
      "Date": "2009-12-31T16:17:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 36016,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Declaration of Legislative Intent and Findings.\n\nAccording to the New York City Department of City Planning, New York City is home to 1,361,007 non-citizens of voting age who contribute in countless ways to the economic, social and cultural vitality of our city, but are not allowed to directly participate in choosing the municipal representatives who make the policies that affect their daily lives. These city residents are subject to all the laws that citizens must observe. The fact that nearly one out of five New Yorkers of voting age cannot vote undermines the health of our local democracy.\nLocal voting affirms the hallowed principle of the American Revolution: \"no taxation without representation.\" Immigrants pay 15.5% of the state's income tax or $18.2 billion in taxes annually.  Our Founding Fathers believed that immigrant suffrage was a way to give newcomers a stake in the emerging American democracy.  Until 1804, New York State allowed non-citizen immigrants to vote in federal, state and local elections. Indeed, for most of this country's history-from the 1770s to the 1920s-twenty-two states and federal territories permitted non-citizen residents to vote in local, state and federal elections, and to hold public offices such as alderman, coroner and school board member.\nFor every disempowered group in America's history, voting rights have been a vital tool for acquiring economic, social and civil rights and for expanding democracy. For African-Americans, women, and young men who were expected to go to war at 18 but were not yet allowed to vote, breaking down legal barriers to voting was a crucial point in the struggle for equality. Recognizing the importance of voting, the leaders of the Civil Rights Movement succeeded in banishing poll taxes and literacy tests. In 1971, the voting age was lowered to 18.\n\tNevertheless, an alarmingly large part of New York City’s population remains disenfranchised.\nExpanding the franchise is a rational and practical way to unite all members of our society toward a common goal of making New York City a better place. It acknowledges people’s membership in their communities and gives them a way to be actively engaged in improving their neighborhood. Far from being a substitute for citizenship, allowing non-citizen New Yorkers to vote is the best way to promote civic education and participation. \nThe administration of this process is not only possible, but we have experience doing it here in New York City.   All immigrants living in New York City - including undocumented immigrants - who had children in public schools could vote in school board elections from 1970 until 2003, when the school boards were eliminated. \nIt is the intent of this Council that adequate information and resources that are culturally and linguistically competent be provided to the direct beneficiaries of this Chapter in order to prevent unintended noncompliance or violations of this law.  Further, it is the intent of this Council that unintended violations of this Chapter will not negatively affect an individual’s immigration status or naturalization efforts.\nNew York, home of the Statue of Liberty and Ellis Island, symbolizes America's past and future as an immigrant nation. It is only appropriate for New York City to expand our democracy and allow non-citizen residents to vote in municipal elections and to set an example fitting for a city created by immigrants.\n\t§2. The New York City charter is amended by adding a new chapter forty-six-A, to read as follows:\nChapter 46-A\nCITY ELECTIONS\nVoting By Non-Citizen Residents\n§1057-b Definitions.\n§1057-c Register To Vote.\n§1057-d The role of the New York City Board of Elections.  \n§1057-e Poll Administration.\n§1057-f Municipal Voter Registration Forms.\n§1057-g Party Affiliations.  \n§1057-h Availability of Municipal Voter Registration Forms.\n§1057-i Absentee Ballots.  \n§1057-j Registration Deadlines.\n§1057-k Municipal Voter Notification.\n§1057-l Change of Address Procedures.  \n§1057-m Confidentiality.\n§1057-n Language Access.  \n§1057-o Community Participation.  \n§1057-p Transitioning to Citizenship.  \n§1057-q Challenges.\n§1057-r State or Federal Elections.  \n§1057-s Violations of this chapter.  \n\n§1057-b Definitions. For purposes of this chapter, the following terms shall have the following meanings:\nA “municipal voter” is a person who is not a United States citizen, but is lawfully present in the United States on the date of the election in which he/she is voting, and has been a resident of New York City, as defined herein, for six months or longer by the date of the next election, and who meets all qualifications for registering to vote under the New York State election law, except U.S. citizenship, and has registered to vote with the New York City Board of Elections under this provision.\nA “resident of New York City” is a person who resides within the five boroughs of New York City.\nA “municipal election” refers to the designation, nomination and election process of any municipal officer, including, but not limited to, the mayor, the comptroller, the public advocate, members of the council, borough presidents, and any other future elected municipal official.  Municipal elections specifically include all primary, special and general elections for the above officers and all municipal ballot measures.\n“Municipal voter registration” is the method by which the New York City Board of Elections shall register new municipal voters according to the provisions of this section.\nThe “New York State board of elections voter registration” refers to the method currently used by the New York State board of elections to register U.S. citizen voters under the terms of the New York State election law. \n§1057-c Register To Vote. All municipal voters, as defined above, may, upon application, have their names entered on the Board of Election’s list of registered voters and may thereafter vote in any municipal election, as defined above. \n§ 1057-d The role of the New York City Board of Elections. The New York City Board of Elections will create a new municipal voter registration form for use in municipal elections, register municipal voters, adopt rules, and carry out the purposes of this chapter.  Municipal voters shall be entitled to the same rights and privileges as citizen voters in regards to all municipal elections.  \n§1057-e Poll Administration. At each municipal election, the New York City Board of Elections shall produce a single poll list that combines municipal voters and citizens registered under the New York State election law for each election district, as was the practice during New York City School Board elections from 1970 until 2003. Municipal voters shall not be required to form a separate line or vote in a separate location from citizens registered under the New York State election law. Poll list entries for municipal voters shall be marked with an “M”.  Municipal ballots that do not include state or federal ballot questions shall be developed.  Municipal voters shall vote on municipal ballots using the same voting technology and voting booths as citizen voters, similarly to citizen voters who vote on the Spanish, Chinese or Korean ballots required by the Voting Rights Act of 1965.\n\tA sign will be clearly posted in English, Spanish, Traditional and Simplified Chinese, Korean, Bangla, Arabic, Russian, Haitian Creole, French, and Urdu at each polling location on the date of every municipal, state, and federal election that clearly explains the difference between a municipal voter and a New York State/federal voter.\n§1057-f Municipal Voter Registration Forms. Municipal voter registration forms shall be designed, created and distributed by the New York City Board of Elections. The form shall include such other information as is deemed necessary by the New York City Board of Elections, and shall also include the following information:\na.\tNotice that individuals registering on municipal voter forms will be registered to vote in municipal elections only, and expressly state that municipal voters are NOT qualified to vote in state or federal elections.\nb.\tInformation on the qualifications to vote at the state and federal levels according to the New York State election law, and information on where and how individuals who meet those qualifications can register.\nc.\tNotice that individuals who are not legally present in the U.S. at the time of the election, or who have been residents of New York City for less than six months by the time of the next election, do not qualify to register to vote as municipal voters.\nd.\tNotice that registration and enrollment is not complete until the form is received and accepted by the New York City board of elections.\ne.\tA warning that it is a crime, along with the attendant punishment and possible immigration consequences, to procure a false registration or to furnish false information to the board of elections.\nf.\tNotice that political party enrollment is optional, but  in order to vote in a primary election of a political party, a voter must enroll in that political party.\ng.\t Notice that a voter notification form will be mailed to each applicant whose completed form is received.\nh.\tThe telephone number of the county board of elections and a toll free number at the state board of elections that can be called for answers to registration questions.\ni.\tThe form shall also include space for the following information, which must be contained on the inside of the form after it is folded for mailing:\n1.\tThe name and residence address of the applicant including the zip code and apartment number, if any.\n2.\tThe date of birth of the applicant.\n3.\tA space for the applicant to indicate whether or not he or she is a citizen of the United States.\n4.\tThe gender of the applicant (optional).\n5.\tA space for the applicant to indicate his or her choice of party enrollment, with a clear alternative provided for the applicant to decline to affiliate with any party.\n6.\tThe telephone number of the applicant (optional).\n7.\tA place for the applicant to execute the form on a line which is clearly labeled “signature of applicant” preceded by the following specific form of affirmation:\nAFFIDAVIT: I swear or affirm that\nI will be lawfully present in the United States and will have been a resident of New York City for a minimum of six months by the time of the next election.\nExcept for U.S. citizenship, I meet all the requirements to register to vote in New York State.\nThis is my signature or mark on the line below.\nAll the information contained on this application is true. I\nunderstand that if it is not true I can be convicted and fined up to $500 and/or jailed for up to one year.\n8.\tWhich form of affirmation shall be followed by a space for the date and the aforementioned line for the applicant’s signature.\n\n§1057-g Party Affiliations.  Individuals who enroll in a political party on municipal voter registration forms shall be considered qualified members of that party for the purposes of primary elections and candidate nomination processes, including, but not limited to petitioning and fundraising. \n§1057-h Availability of Municipal Voter Registration Forms. Municipal voter registration forms shall be made available in every location at which New York State board of elections voter registration forms are available, including, but not limited to, libraries, post offices, on the web, in public schools, at non-profit organizations and at all locations and government agencies and offices required by section 1057-a of this charter.\n§1057-i Absentee Ballots.  The New York City Board of Elections will develop an absentee ballot and absentee voting procedures for municipal voters that are the same in all respects as the requirements for citizen voters under New York state election law.\n§1057-j Registration Deadlines. Registration deadlines for municipal voters in each election shall be the same as the deadline set by the New York State board of elections for citizen voters in that election.\n§1057-k Municipal Voter Notification. The New York City Board of Elections shall create and distribute a municipal voter notification system consistent with New York state election law. \n§1057-l Change of Address Procedures.  The New York City Board of Elections shall create a process, consistent with that used by the New York State board of elections for citizen voters, by which a municipal voter can change or update his or her address.  \n§1057-m Confidentiality. \na. No potential municipal voter will be asked about the specifics of his or her immigration status, other than whether or not he or she qualifies to vote under this provision.  If that information is volunteered to any City employee, it will not be recorded or shared with any other federal, state, or local agency, except as required by law.\nb. All federal, state, and municipal confidentiality policies that pertain to citizen voters shall similarly apply to municipal voters. \nc. As is the case with citizen voters, no municipal voter will be asked to produce photo identification or proof of address as a prerequisite for registering to vote, except as required by state or federal law. \nd.  Lists of municipal voters shall never be published, distributed or otherwise provided to the public separately or distinctly from the complete voter registration list of all qualified voters in New York City or a political subdivision thereof.  Voter registration lists shall only be made publicly available in accordance with the terms and conditions of New York State election law and never include published markings to distinguish citizen voters form municipal voters.\n§1057-n Language Access.  Municipal voter registration forms shall be available in English, Spanish, Traditional and Simplified Chinese, Korean, Bangla, Arabic, Russian, Haitian Creole, French, and Urdu.\n§1057-o Community Participation.  The New York City Board of Elections will consult regularly with community groups and associations in the design and  implementation of these provisions.   \n§1057-p Transitioning to Citizenship.  Municipal voters who are registered to vote under this provision and are granted U.S. citizenship through the U.S. Bureau of Customs and Immigration Services will remain qualified under this provision until such time as they no longer meet the qualifications as prescribed under this section, or register to vote on a New York State board of elections voter registration form.  As soon as a New York State voter registration form is filed, an individual’s municipal voter registration under this provision becomes invalid.  \n§1057-q Challenges. Any municipal voter’s qualifications to register to vote under this chapter may be challenged according to the terms of the New York State Election law, however, “The Qualification Oath” shall be altered for municipal voters to read: “You do swear (or affirm) that you are eighteen years of age or older, that you will be lawfully present in the United States at the time of the next election, and that you are, or will be a resident of this state, and of New York City for six months at the time of the next election, that you still reside at the same address from which you have been duly registered in this election district, that you have not voted at this election, and that you do not know of any reason why you are not qualified to vote at this election. You do further declare that you are aware that it is a crime to make any false statement. That all the statements you have made to the board have been true and that you understand that a false statement is perjury and you will be guilty of a misdemeanor.” \n§1057-r State or Federal Elections.  Nothing in this chapter shall be construed to confer upon non-citizens the right to vote for any state or federal office or on any state or federal ballot question.  Any vote on a state or federal ballot issue, or in a state or federal election, cast by a municipal voter shall be deemed an error and not included in the total count of votes cast.\n§1057-s Violations of this chapter.  \na.\tAny person who knowingly and willfully violates any provision of this chapter is guilty of a misdemeanor.\nb.\tA public officer who knowingly and willfully omits, refuses or neglects to perform any act required of him by this chapter, who knowingly and willfully refuses to permit the doing of any act authorized by this chapter or who knowingly and willfully hinders, or delays or attempts to hinder or delay the performance of such an act is, if not otherwise provided by § 17-128 of the election law or any other law,  guilty of a misdemeanor.\nc.\tAny person convicted of a misdemeanor under this section shall be punished by imprisonment for not more than one year, or by a fine of not less than one hundred dollars or more than five hundred dollars, or both such fine and imprisonment.\n\n§3. Severability.  If any subsection, sentence, clause, phrase or other portion of this chapter is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law that added this section, which remaining portions shall remain in full force and effect.  \n§4. This local law shall become effective 180 days after its enactment.\n\n\n\nDJ\nInt. 0628/2005\n1/5/2009",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green0\\blue0;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\pard\\nowidctlpar\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\nowidctlpar\\fi720\\ulnone Section 1. Declaration of Legislative Intent and Findings.\\par\n\\pard\\nowidctlpar\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1 According to the New York City Department of City Planning, New York City is home to 1,361,007 non-citizens of voting age who contribute in countless ways to the economic, social and cultural vitality of our city, but are not allowed to directly participate in choosing the municipal representatives who make the policies that affect their daily lives. These city residents are subject to all the laws that citizens must observe. The fact that nearly one out of five New Yorkers of voting age cannot vote undermines the health of our local democracy.\\par\nLocal voting affirms the hallowed principle of the American Revolution: \"no taxation without representation.\" Immigrants pay 15.5% of the state's income tax or $18.2 billion in taxes annually.  Our Founding Fathers believed that immigrant suffrage was a way to give newcomers a stake in the emerging American democracy.  Until 1804, New York State allowed non-citizen immigrants to vote in federal, state and local elections. Indeed, for most of this country's history-from the 1770s to the 1920s-twenty-two states and federal territories permitted non-citizen residents to vote in local, state and federal elections, and to hold public offices such as alderman, coroner and school board member.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1 For every disempowered group in America's history, voting rights have been a vital tool for acquiring economic, social and civil rights and for expanding democracy. For African-Americans, women, and young men who were expected to go to war at 18 but were not yet allowed to vote, breaking down legal barriers to voting was a crucial point in the struggle for equality. Recognizing the importance of voting, the leaders of the Civil Rights Movement succeeded in banishing poll taxes and literacy tests. In 1971, the voting age was lowered to 18.\\par\n\\tab Nevertheless, an alarmingly large part of New York City\\rquote s population remains disenfranchised.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1 Expanding the franchise is a rational and practical way to unite all members of our society toward a common goal of making New York City a better place. It acknowledges people\\rquote s membership in their communities and gives them a way to be actively engaged in improving their neighborhood. Far from being a substitute for citizenship, allowing non-citizen New Yorkers to vote is the best way to promote civic education and participation. \\par\nThe administration of this process is not only possible, but we have experience doing it here in New York City.   All immigrants living in New York City - including undocumented immigrants - who had children in public schools could vote in school board elections from 1970 until 2003, when the school boards were eliminated. \\par\n\\cf1 It is the intent of this Council that adequate information and resources that are culturally and linguistically competent be provided to the direct beneficiaries of this Chapter in order to prevent unintended noncompliance or violations of this law.  Further, it is the intent of this Council that unintended violations of this Chapter will not negatively affect an individual\\rquote s immigration status or naturalization efforts.\\cf0\\par\nNew York, home of the Statue of Liberty and Ellis Island, symbolizes America's past and future as an immigrant nation. It is only appropriate for New York City to expand our democracy and allow non-citizen residents to vote in municipal elections and to set an example fitting for a city created by immigrants.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\tab\\cf1\\'a72. \\cf0 The New York City charter is amended by adding a new chapter forty-six-A, to read as follows:\\par\n\\pard\\keepn\\nowidctlpar\\s1\\sl480\\slmult1\\qc\\ul\\b Chapter 46-A\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qc CITY ELECTIONS\\par\n\\pard\\keepn\\nowidctlpar\\s2\\sl480\\slmult1\\qc Voting By Non-Citizen Residents\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\'a71057-b Definitions.\\par\n\\'a71057-c Register To Vote.\\par\n\\'a71057-d The role of the New York City Board of Elections.  \\par\n\\'a71057-e Poll Administration.\\par\n\\'a71057-f Municipal Voter Registration Forms.\\par\n\\'a71057-g Party Affiliations.  \\par\n\\'a71057-h Availability of Municipal Voter Registration Forms.\\par\n\\'a71057-i Absentee Ballots.  \\par\n\\'a71057-j Registration Deadlines.\\par\n\\'a71057-k Municipal Voter Notification.\\par\n\\'a71057-l Change of Address Procedures.  \\par\n\\'a71057-m Confidentiality.\\par\n\\'a71057-n Language Access.  \\par\n\\'a71057-o Community Participation.  \\par\n\\'a71057-p Transitioning to Citizenship.\\ulnone   \\ul\\par\n\\'a71057-q Challenges.\\par\n\\'a71057-r State or Federal Elections.\\b0   \\par\n\\b\\'a71057-s Violations of this chapter.  \\par\n\\ulnone\\b0\\par\n\\pard\\nowidctlpar\\fi360\\sl480\\slmult1\\ul\\b\\'a71057-b Definitions.\\b0  \\cf1 For purposes of this chapter, the following terms shall have the following meanings:\\cf0\\par\n\\pard{\\pntext\\f0 a.\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart1\\pnlcltr{\\pntxta.}}\n\\nowidctlpar\\fi-360\\li360\\sl480\\slmult1\\tx360 A \\ldblquote municipal voter\\rdblquote  is a person who is not a United States citizen, but is lawfully present in the United States on the date of the election in which he/she is voting, and has been a resident of New York City, as defined herein, for six months or longer by the date of the next election, and who meets all qualifications for registering to vote under the New York State election law, except U.S. citizenship, and has registered to vote with the New York City Board of Elections under this provision.\\par\n{\\pntext\\f0 b.\\tab}A \\ldblquote resident of New York City\\rdblquote  is a person who resides within the five boroughs of New York City.\\par\n{\\pntext\\f0 c.\\tab}A \\ldblquote municipal election\\rdblquote  refers to the designation, nomination and election process of any municipal officer, including, but not limited to, the mayor, the comptroller, the public advocate, members of the council, borough presidents, and any other future elected municipal official.  Municipal elections specifically include all primary, special and general elections for the above officers and all municipal ballot measures.\\par\n{\\pntext\\f0 d.\\tab}\\ldblquote Municipal voter registration\\rdblquote  is the method by which the New York City Board of Elections shall register new municipal voters according to the provisions of this section.\\par\n{\\pntext\\f0 e.\\tab}The \\ldblquote New York State board of elections voter registration\\rdblquote  refers to the method currently used by the New York State board of elections to register U.S. citizen voters under the terms of the New York State election law. \\par\n\\pard\\nowidctlpar\\fi360\\sl480\\slmult1\\b\\'a71057-c Register To Vote.\\b0  All municipal voters, as defined above, may, upon application, have their names entered on the Board of Election\\rquote s list of registered voters and may thereafter vote in any municipal election, as defined above. \\par\n\\b\\'a7 1057-d The role of the New York City Board of Elections\\b0 .\\ulnone  \\ul The New York City Board of Elections will create a new municipal voter registration form for use in municipal elections, register municipal voters, adopt rules, and carry out the purposes of this chapter.  Municipal voters shall be entitled to the same rights and privileges as citizen voters in regards to all municipal elections.  \\par\n\\b\\'a71057-e Poll Administration\\b0 . At each municipal election, the New York City Board of Elections shall produce a single poll list that combines municipal voters and citizens registered under the New York State election law for each election district, as was the practice during New York City School Board elections from 1970 until 2003. Municipal voters shall not be required to form a separate line or vote in a separate location from citizens registered under the New York State election law. Poll list entries for municipal voters shall be marked with an \\ldblquote M\\rdblquote .  Municipal ballots that do not include state or federal ballot questions shall be developed.  Municipal voters shall vote on municipal ballots using the same voting technology and voting booths as citizen voters, similarly to citizen voters who vote on the Spanish, Chinese or Korean ballots required by the Voting Rights Act of 1965.\\par\n\\ulnone\\tab\\ul A sign will be clearly posted in English, Spanish, Traditional and Simplified Chinese, Korean, Bangla, Arabic, Russian, Haitian Creole, French, and Urdu at each polling location on the date of every municipal, state, and federal election that clearly explains the difference between a municipal voter and a New York State/federal voter.\\par\n\\b\\'a71057-f Municipal Voter Registration Forms\\b0 .\\ulnone  \\ul Municipal voter registration forms shall be designed, created and distributed by the New York City Board of Elections. The form shall include such other information as is deemed necessary by the New York City Board of Elections, and shall also include the following information:\\par\n\\pard\\nowidctlpar\\fi-360\\li720\\sl480\\slmult1\\tx720\\ulnone a.\\tab\\ul Notice that individuals registering on municipal voter forms will be registered to vote in municipal elections only, and expressly state that municipal voters are NOT qualified to vote in state or federal elections.\\par\n\\pard\\nowidctlpar\\fi-360\\li720\\sl480\\slmult1\\ulnone b.\\tab\\ul Information on the qualifications to vote at the state and federal levels according to the New York State election law, and information on where and how individuals who meet those qualifications can register.\\par\n\\ulnone c.\\tab\\ul Notice that individuals who are not legally present in the U.S. at the time of the election, or who have been residents of New York City for less than six months by the time of the next election, do not qualify to register to vote as municipal voters.\\par\n\\ulnone d.\\tab\\ul Notice that registration and enrollment is not complete until the form is received and accepted by the New York City board of elections.\\par\n\\ulnone e.\\tab\\ul A warning that it is a crime, along with the attendant punishment and possible immigration consequences, to procure a false registration or to furnish false \\cf1 information to the board of elections.\\par\n\\ulnone f.\\tab\\ul Notice\\cf0  that political party enrollment is optional, but  in order to vote in a primary election of a political party, a voter must enroll in that political party.\\cf1\\par\n\\ulnone g.\\tab\\ul  \\cf0 Notice that a voter notification form will be mailed to each applicant whose completed form is received.\\cf1\\par\n\\cf0\\ulnone h.\\tab\\ul The telephone number of the county board of elections and a toll free number at the state board of elections that can be called for answers to registration questions.\\par\n\\ulnone i.\\tab\\ul The form shall also include space for the following information, which must be contained on the inside of the form after it is folded for mailing:\\par\n\\pard\\nowidctlpar\\fi-360\\li2340\\sl480\\slmult1\\tx2340\\ulnone 1.\\tab\\ul The name and residence address of the applicant including the zip code and apartment number, if any.\\par\n\\pard\\nowidctlpar\\fi-360\\li2340\\sl480\\slmult1\\ulnone 2.\\tab\\ul The date of birth of the applicant.\\par\n\\ulnone 3.\\tab\\ul A space for the applicant to indicate whether or not he or she is a citizen of the United States.\\par\n\\ulnone 4.\\tab\\ul The gender of the applicant (optional).\\ulnone\\par\n5.\\tab\\ul A space for the applicant to indicate his or her choice of party enrollment, with a clear alternative provided for the applicant to decline to affiliate with any party.\\ulnone\\par\n6.\\tab\\ul The telephone number of the applicant (optional).\\par\n\\ulnone 7.\\tab\\ul A place for the applicant to execute the form on a line which is clearly labeled \\ldblquote signature of applicant\\rdblquote  preceded by the following specific form of affirmation:\\par\n\\pard\\nowidctlpar\\fi720\\li1620\\sl480\\slmult1 AFFIDAVIT: I swear or affirm that\\par\n\\pard\\nowidctlpar\\li2340\\sl480\\slmult1 I will be lawfully present in the United States and will have been a resident of New York City for a minimum of six months by the time of the next election.\\par\nExcept for U.S. citizenship, I meet all the requirements to register to vote in New York State.\\par\n\\pard\\nowidctlpar\\fi720\\li1620\\sl480\\slmult1 This is my signature or mark on the line below.\\par\nAll the information contained on this application is true. I\\par\n\\pard\\nowidctlpar\\li2340\\sl480\\slmult1 understand that if it is not true I can be convicted and fined up to $500 and/or jailed for up to one year.\\par\n\\pard\\nowidctlpar\\fi-360\\li2340\\sl480\\slmult1\\tx2340\\ulnone 8.\\tab\\ul Which form of affirmation shall be followed by a space for the date and the aforementioned line for the applicant\\rquote s signature.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\b\\'a71057-g Party Affiliations.\\b0   Individuals who enroll in a political party on municipal voter registration forms shall be considered qualified members of that party for the purposes of primary elections and candidate nomination processes, including, but not limited to petitioning and fundraising. \\par\n\\b\\'a71057-h\\b0  \\b Availability\\b0  \\b of\\b0  \\b Municipal\\b0  \\b Voter\\b0  \\b Registration\\b0  \\b Forms.\\ulnone\\b0  \\ul Municipal voter\\ulnone  \\ul registration forms shall be made available in every location at which New York State board of elections voter registration forms are available, including, but not limited to, libraries, post offices, on the web, in public schools, at non-profit organizations and at all locations and government agencies and offices required by section \\cf1 1057-a of this charter.\\cf2\\par\n\\cf0\\b\\'a71057-i Absentee Ballots.\\b0   The New York City Board of Elections will develop an absentee ballot and absentee voting procedures for municipal voters that are the same in all respects as the requirements for citizen voters under New York state election law\\cf1 .\\cf0\\par\n\\b\\'a71057-j Registration Deadlines.\\b0  Registration deadlines for municipal voters in each election shall be the same as the deadline set by the New York State board of elections for citizen voters in that election.\\par\n\\b\\'a71057-k Municipal Voter Notification.\\b0  The New York City Board of Elections shall create and distribute a municipal voter notification system consistent with New York state election law. \\par\n\\b\\'a71057-l Change of Address Procedures.  \\b0 The New York City Board of Elections shall create a process, consistent with that used by the New York State board of elections for citizen voters, by which a municipal voter can change or update his or her address.  \\par\n\\b\\'a71057-m Confidentiality\\b0 . \\par\n\\pard\\nowidctlpar\\sl480\\slmult1 a. No potential municipal voter will be asked about the specifics of his or her immigration status, other than whether or not he or she qualifies to vote under this provision.  If that information is volunteered to any City employee, it will not be recorded or shared with any other federal, state, or local agency, except as required by law.\\par\nb. All federal, state, and municipal confidentiality policies that pertain to citizen voters shall similarly apply to municipal voters. \\par\nc. As is the case with citizen voters, no municipal voter will be asked to produce photo identification or proof of address as a prerequisite for registering to vote, except as required by state or federal law. \\par\nd.  Lists of municipal voters shall never be published, distributed or otherwise provided to the public separately or distinctly from the complete voter registration list of all qualified voters in New York City or a political subdivision thereof.  Voter registration lists shall only be made publicly available in accordance with the terms and conditions of New York State election law and never include published markings to distinguish citizen voters form municipal voters.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\b\\'a71057-n Language Access.\\b0   Municipal voter registration forms shall be available in English, Spanish, Traditional and Simplified Chinese, Korean, Bangla, Arabic, Russian, Haitian Creole, French, and Urdu.\\par\n\\b\\'a71057-o Community Participation.\\b0   The New York City Board of Elections will consult regularly with community groups and associations in the design and  implementation of these provisions.   \\par\n\\b\\'a71057-p Transitioning to Citizenship.\\b0   Municipal voters who are registered to vote under this provision and are granted U.S. citizenship through the U.S. Bureau of Customs and Immigration Services will remain qualified under this provision until such time as they no longer meet the qualifications as prescribed under this section, or register to vote on a New York State board of elections voter registration form.  As soon as a New York State voter registration form is filed, an individual\\rquote s municipal voter registration under this provision becomes invalid.  \\par\n\\b\\'a71057-q Challenges\\b0 . \\cf1 Any municipal voter\\rquote s qualifications to register to vote under this chapter may be challenged according to the terms of the New York State Election law, however, \\ldblquote The Qualification Oath\\rdblquote  shall be altered for municipal voters to read: \\ldblquote You do swear (or affirm) that you are eighteen years of age \\cf0 or older,\\cf1  that you will be lawfully present in the United States at the time of the next election, and that you are, or will be a resident of this state, and of New York City for six months at the time of the next election, that you still reside at the same address from which you have been duly registered in this election district, that you have not voted at this election, and that you do not know of any reason why you are not qualified to vote at this election. You do further declare that you are aware that it is a crime to make any false statement. That all the statements you have made to the board have been true and that you understand that a false statement is perjury and you will be guilty of a misdemeanor.\\rdblquote  \\par\n\\cf0\\b\\'a71057-r State or Federal Elections.\\b0   Nothing in this chapter shall be construed to confer upon non-citizens the right to vote for any state or federal office or on any state or federal ballot question.  Any vote on a state or federal ballot issue, or in a state or federal election, cast by a municipal voter shall be deemed an error and not included in the total count of votes cast.\\ulnone\\par\n\\pard\\nowidctlpar\\fi360\\sl480\\slmult1\\ul\\b\\'a71057-s Violations of this chapter\\ulnone\\b0 .  \\par\n\\pard\\nowidctlpar\\fi-1440\\li1800\\sl480\\slmult1\\tx1800 a.\\tab\\ul Any person who knowingly and willfully violates any provision of this chapter is guilty of a misdemeanor.\\par\n\\pard\\nowidctlpar\\fi-1440\\li1800\\sl480\\slmult1\\ulnone b.\\tab\\ul A public officer who knowingly and willfully omits, refuses or neglects to perform any act required of him by this chapter, who knowingly and willfully refuses to permit the doing of any act authorized by this chapter or who knowingly and willfully hinders, or delays or attempts to hinder or delay the performance of such an act is, if not otherwise provided by \\'a7 17-128 of the election law or any other law,  guilty of a misdemeanor.\\par\n\\ulnone c.\\tab\\ul Any person convicted of a misdemeanor under this section shall be punished by imprisonment for not more than one year, or by a fine of not less than one hundred dollars or more than five hundred dollars, or both such fine and imprisonment.\\par\n\\pard\\nowidctlpar\\li360\\sl480\\slmult1\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone\\'a73. \\b Severability\\b0 .  If any subsection, sentence, clause, phrase or other portion of this chapter is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law that added this section, which remaining portions shall remain in full force and effect.  \\par\n\\cf1\\'a74. This local law shall become effective 180 days after its enactment.\\par\n\\pard\\nowidctlpar\\par\n\\par\n\\par\nDJ\\par\n\\cf0 Int. 0628/2005\\par\n\\lang1024 1/5/2009\\lang1033\\par\n\\pard\\nowidctlpar\\li360\\sl480\\slmult1\\par\n\\pard\\nowidctlpar\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
