{
  "ID": 36090,
  "GUID": "52E789CA-BA77-4BEC-B2E4-B9E1CB54C6D5",
  "File": "Int 0247-2006",
  "Name": "Posting of notification of inability to deliver mail or packages.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the posting of notification of inability to deliver mail or packages.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2006-04-05T00:00:00Z",
  "AgendaDate": "2006-04-05T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    }
  ],
  "History": [
    {
      "ID": 189230,
      "Date": "2006-04-05T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 189484,
      "Date": "2006-04-05T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5957,
      "AgendaSequence": 101,
      "MinutesSequence": 135,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236646,
      "Date": "2009-12-31T16:17:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 36607,
  "Text": "Be it enacted by the Council as follows: \nSection 1. Legislative Declaration. It is hereby declared that the posting of notification of the inability to deliver mail on the front door of a residence creates a public safety risk. Such postings not only notify the homeowner or resident of an attempt to deliver mail, they also notify all passersby of an unoccupied home. Given that homes are more likely to be burglarized when residents are away, these postings can create an easy opportunity for a potential burglar and encourage criminal activity, endangering the health, welfare and safety of the citizens of our City.  \t\n§2. Chapter 1 of title 10 of the administrative code of the city of New York is hereby amended by adding a new section 10-119.2 to read as follows:\n§10-119.2. Notice of Inability to Deliver Mail or Packages. a. For purposes of this section the following terms shall have the following meanings:\n The term “mail” shall mean any letter or package to be delivered to an addressee through either a public or private postal system.\nThe term “intended recipient” shall mean the person or entity to whom the mail is addressed or any such person evincing access to the addressed premises.\nThe term “usual mail delivery receptacle” shall mean the addressee’s designated mailbox or door mail slot.   \t\nb. It shall be unlawful for any person or entity that delivers mail to post notification of inability to deliver mail in a manner conspicuous to persons other than the intended recipient of such mail.  Such unlawful methods of posting shall include, but not be limited to, posting on the front door of a residence.  Any person or entity delivering such mail shall, where practicable, place such notification in or through the usual mail delivery receptacle where it is inconspicuous to all but the intended recipient.\n§3.  This local law shall take effect 120 days after its enactment into law.  \n\n\n\n\n\n\n\nInt. 180\nT.S.F.\n03.31.06",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset128 Arial Unicode MS;}{\\f2\\froman\\fcharset0 Times New Roman Bold;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows: \\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Legislative Declaration. It is hereby declared that the posting of notification of the inability to deliver mail on the front door of a residence creates a public safety risk. Such postings not only notify the homeowner or resident of an attempt to deliver mail, they also notify all passersby of an unoccupied home. Given that homes are more likely to be burglarized when residents are away, these postings can create an easy opportunity for a potential burglar and encourage criminal activity, endangering the health, welfare and safety of the citizens of our City.  \\tab\\par\n\\'a72. Chapter 1 of title 10 of the administrative code of the city of New York is hereby amended by adding a new section 10-119.2 to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\ul\\'a710-119.2. \\b\\f2 Notice of Inability to Deliver Mail or Packages\\b0\\f0 . a. For purposes of this section the following terms shall have the following meanings:\\par\n\\pard{\\pntext\\f0 1.\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart1\\pndec{\\pntxta.}}\n\\fi-360\\li1080\\sl480\\slmult1\\qj\\tx1080\\ulnone\\fs14  \\ul\\fs24 The term \\ldblquote mail\\rdblquote  shall mean any letter or package to be delivered to an addressee through either a public or private postal system.\\par\n{\\pntext\\f0 2.\\tab}The term \\ldblquote intended recipient\\rdblquote  shall mean the person or entity to whom the mail is addressed or any such person evincing access to the addressed premises.\\par\n{\\pntext\\f0 3.\\tab}The term \\ldblquote usual mail delivery receptacle\\rdblquote  shall mean the addressee\\rquote s designated mailbox or door mail slot.\\ulnone    \\tab\\ul\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\cf0 b. It shall be unlawful for any person or entity that delivers mail to post notification of inability to deliver mail in a manner conspicuous to persons other than the intended recipient of such mail.  Such unlawful methods of posting shall include, but not be limited to, posting on the front door of a residence.  Any person or entity delivering such mail shall, where practicable, place such notification in or through the usual mail delivery receptacle where it is inconspicuous to all but the intended recipient.\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\cf1\\'a73.  This local law shall take effect 120 days after its enactment into law.  \\par\n\\pard\\sl480\\slmult1\\ul\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\pard\\ulnone\\fs16 Int. 180\\par\nT.S.F.\\par\n03.31.06\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
