{
  "ID": 36076,
  "GUID": "A3609E68-16FA-4A76-ADC0-0E8EB0583647",
  "File": "Int 0249-2006",
  "Name": "Requiring actual notice be given to the owners of real property affected by applications to rezone pursuant to Section 197-c(b)(3).",
  "Title": "A Local Law to amend the New York City Charter in relation to requiring actual notice be given to the owners of real property affected by applications to rezone pursuant to Section 197-c(b)(3).",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 17,
  "BodyName": "Committee on Land Use",
  "IntroDate": "2006-04-05T00:00:00Z",
  "AgendaDate": "2006-04-05T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    }
  ],
  "History": [
    {
      "ID": 189212,
      "Date": "2006-04-05T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 189488,
      "Date": "2006-04-05T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Land Use",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5957,
      "AgendaSequence": 105,
      "MinutesSequence": 139,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Land Use",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236644,
      "Date": "2009-12-31T16:16:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 71991,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Memo In Support",
      "Link": "http://nyc.legistar1.com/nyc/attachments/7bdea04f-0250-4900-83d9-63ef22d71550.doc",
      "Sort": 1
    }
  ],
  "Summary": "",
  "TextID": 36593,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Section 197-b of the Charter is amended as follows:\n\t§197-b. Notification of plans and proposals. a. Advance notice of all preliminary and final plans of public agencies and public benefit corporations or of private agencies, entities or developers filed with the city that relate to the use, development or improvement of land subject to city regulation shall be given to the affected community board or boards and the office of the affected borough president, provided that exceptions may be made in matters of no appreciable public concern by agency rule.  Advance notice of all preliminary and final plans of public agencies and public benefit corporations or of private agencies, entities or developers filed with the city pursuant to 197-c(b)(3) shall be given to all owners of property thereby affected.  Notice shall be by first class mail and shall be sent to all owners recorded in the real property tax records of the department of finance.  \n\t§2. Section 197-c is amended as follows:\n\t§197-c. Uniform land use review procedure \n\n****\n\n\t(b) The following documents shall be filed with the department of city planning:    (1) applications under this section [,]; applications pursuant to 197-c (b)(3) shall include a listing of all affected property owners and verification that notice was mailed to said owners pursuant to section 197-b (a),  (2) any amendments thereto that are made prior to approval of such applications pursuant to this chapter,  (3) any written information   submitted by an applicant for purposes of determining whether an environmental impact statement will be required by law, and   (4) documents or records intended to define or substantially redefine the overall scope of issues to be addressed in any draft environmental impact statement required by  law.  The department of city planning shall forward a copy of any materials it receives pursuant to this subdivision (whether or not such materials have been certified as complete) within five days to each affected borough president, community board or borough board.\n\t(c) The department of city planning shall be responsible for certifying that applications pursuant to subdivision a of this section are complete and ready to proceed through the uniform land use review procedure provided for in this section.  Upon certification of an application, the department shall give notice of such certification to the council. Upon certification of an application filed pursuant to Section 197-c (b)(3), the department shall give notice of such certification to all persons notified pursuant to Section 197-b (a).   If an application under this section has not been certified within six months after filing, both the applicant and, if the land use proposed in an application is consistent with the land use policy or strategic policy statement of the affected borough president, the affected borough president shall have the right at any time thereafter to appeal to the city planning commission for certification.  The commission shall promptly, but in any event within sixty days of the filing of such an appeal, either certify the application or state in writing what further information is necessary to complete the application.   If an affected borough president brings such an appeal, the affirmative vote of five members of the commission shall be sufficient to certify the application.\n\t§3.   Severability.    If any clause, sentence, paragraph, section or part of this local law or the application thereof to any person or circumstance shall for any reason be adjudged by a court of competent jurisdiction to be invalid, such judgment shall not affect, impair or invalidate the remainder of this local law or the application thereof to other persons or circumstances, but shall be confined in its operation to the clause, sentence, paragraph, section or part thereof directly involved in the controversy in which such judgment shall have been rendered and to the person or circumstance involved.\n\t§4.  This local law shall take effect immediately.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\tab Section 1. Section 197-b of the Charter is amended as follows:\\par\n\\tab\\'a7197-b. Notification of plans and proposals. a. Advance notice of all preliminary and final plans of public agencies and public benefit corporations or of private agencies, entities or developers filed with the city that relate to the use, development or improvement of land subject to city regulation shall be given to the affected community board or boards and the office of the affected borough president, provided that exceptions may be made in matters of no appreciable public concern by agency rule.  \\ul Advance notice of all preliminary and final plans of public agencies and public benefit corporations or of private agencies, entities or developers filed with the city pursuant to 197-c(b)(3) shall be given to all owners of property thereby affected.  Notice shall be by first class mail and shall be sent to all owners recorded in the real property tax records of the department of finance.\\ulnone   \\par\n\\tab\\'a72. Section 197-c is amended as follows:\\par\n\\tab\\'a7197-c. Uniform land use review procedure \\par\n\\pard\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\par\n\\pard\\qc\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656 ****\\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\tab (b) The following documents shall be filed with the department of city planning:    (1) applications under this section [,]\\ul ; applications pursuant to 197-c (b)(3) shall include a listing of all affected property owners and verification that notice was mailed to said owners pursuant to section 197-b (a)\\ulnone ,  (2) any amendments thereto that are made prior to approval of such applications pursuant to this chapter,  (3) any written information   submitted by an applicant for purposes of determining whether an environmental impact statement will be required by law, and   (4) documents or records intended to define or substantially redefine the overall scope of issues to be addressed in any draft environmental impact statement required by  law.  The department of city planning shall forward a copy of any materials it receives pursuant to this subdivision (whether or not such materials have been certified as complete) within five days to each affected borough president, community board or borough board.\\par\n\\tab (c) The department of city planning shall be responsible for certifying that applications pursuant to subdivision a of this section are complete and ready to proceed through the uniform land use review procedure provided for in this section.  Upon certification of an application, the department shall give notice of such certification to the council. \\ul Upon certification of an application filed pursuant to Section 197-c (b)(3), the department shall give notice of such certification to all persons notified pursuant to Section 197-b (a).\\ulnone    If an application under this section has not been certified within six months after filing, both the applicant and, if the land use proposed in an application is consistent with the land use policy or strategic policy statement of the affected borough president, the affected borough president shall have the right at any time thereafter to appeal to the city planning commission for certification.  The commission shall promptly, but in any event within sixty days of the filing of such an appeal, either certify the application or state in writing what further information is necessary to complete the application.   If an affected borough president brings such an appeal, the affirmative vote of five members of the commission shall be sufficient to certify the application.\\par\n\\tab\\'a73.   Severability.    If any clause, sentence, paragraph, section or part of this local law or the application thereof to any person or circumstance shall for any reason be adjudged by a court of competent jurisdiction to be invalid, such judgment shall not affect, impair or invalidate the remainder of this local law or the application thereof to other persons or circumstances, but shall be confined in its operation to the clause, sentence, paragraph, section or part thereof directly involved in the controversy in which such judgment shall have been rendered and to the person or circumstance involved.\\par\n\\pard\\sl480\\slmult1\\qj\\tx0\\tx720\\tx1464\\tx2268\\tx2928\\tx5052\\tx7320\\tx7920\\tx8640\\tx9360\\tab\\'a74.  This local law shall take effect immediately. \\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
