{
  "ID": 36113,
  "GUID": "C7F6BE2F-A1DC-4F88-9AD7-E7B2D290328E",
  "File": "Int 0251-2006",
  "Name": "Conducting a study of the effects of hospital closures.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to conducting a study of the effects of hospital closures.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2006-04-05T00:00:00Z",
  "AgendaDate": "2006-04-05T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    }
  ],
  "History": [
    {
      "ID": 189283,
      "Date": "2006-04-05T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 189491,
      "Date": "2006-04-05T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5957,
      "AgendaSequence": 108,
      "MinutesSequence": 142,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236642,
      "Date": "2009-12-31T16:16:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 36630,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Chapter 1 of title 17 of the administrative code of the city of New York is hereby amended by adding a new section 17-192 to read as follows:\n§17-192.  a.  Hospital Closure Study.  The department, in consultation with the economic development corporation and the New York city health and hospitals corporation, shall conduct a study analyzing the socio-economic impact of all hospitals that were closed or converted during the period of January 1, 1995 through December 31, 2005.  Such study shall consist of a comprehensive analysis of the socio-economic impact of such hospital closures and conversions, including, but not limited to, the effect such closures or conversions have had on: (i) the delivery of health care services; (ii) disparities in health care; and (iii) the local economy.  Where a private hospital was closed or converted, such study shall also analyze the impact such closure has had on hospitals operated by the New York city health and hospitals corporation. \nb.  Report.  On or before November 1 of the year two thousand and six, the department shall submit to the mayor and the speaker of the city council a report summarizing the results of the study conducted pursuant to subdivision a of this section, disaggregated by each such hospital.  \n§2. If any subsection, sentence, clause, phrase, or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law that added this section, which remaining portions shall remain in full force and effect.  Nothing in this local law shall be interpreted or applied so as to create any power, duty or obligation in conflict with any federal or state law.\n§3. This local law shall take effect immediately and shall be deemed repealed on December 31, 2006.  \n\n\nAT\nLS# 415\n3/28/06",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\qj\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1.  Chapter 1 of title 17 of the administrative code of the city of New York is hereby amended by adding a new section 17-192 to read as follows:\\par\n\\ul\\'a717-192.  a.  Hospital Closure Study.  The department, in consultation with the economic development corporation and the New York city health and hospitals corporation, shall conduct a study analyzing the socio-economic impact of all hospitals that were closed or converted during the period of January 1, 1995 through December 31, 2005.  Such study shall consist of a comprehensive analysis of the socio-economic impact of such hospital closures and conversions, including, but not limited to, the effect such closures or conversions have had on: (i) the delivery of health care services; (ii) disparities in health care; and (iii) the local economy.  Where a private hospital was closed or converted, such study shall also analyze the impact such closure has had on hospitals operated by the New York city health and hospitals corporation. \\par\nb.  Report.  On or before November 1 of the year two thousand and six, the department shall submit to the mayor and the speaker of the city council a report summarizing the results of the study conducted pursuant to subdivision a of this section, disaggregated by each such hospital.  \\par\n\\ulnone\\'a72. If any subsection, sentence, clause, phrase, or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law that added this section, which remaining portions shall remain in full force and effect.  Nothing in this local law shall be interpreted or applied so as to create any power, duty or obligation in conflict with any federal or state law.\\par\n\\'a73. This local law shall take effect immediately and shall be deemed repealed on December 31, 2006.  \\ul\\b\\par\n\\ulnone\\b0\\par\n\\par\n\\pard\\fi720\\qj\\fs20 AT\\par\nLS# 415\\par\n3/28/06\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
