{
  "ID": 36087,
  "GUID": "DCBFE681-91BB-4DDC-946E-85A0420781BE",
  "File": "Int 0252-2006",
  "Name": "Maintaining maintenance hole covers and electrical-related infrastructure.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to maintaining maintenance hole covers and electrical-related infrastructure.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2006-04-05T00:00:00Z",
  "AgendaDate": "2006-04-05T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    }
  ],
  "History": [
    {
      "ID": 189227,
      "Date": "2006-04-05T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 189492,
      "Date": "2006-04-05T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5957,
      "AgendaSequence": 109,
      "MinutesSequence": 143,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236641,
      "Date": "2009-12-31T16:15:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 36604,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Declaration of legislative findings and intent.  The dangers of stray voltage and exploding manhole covers became apparent two years ago when Jodie S. Lane was electrocuted on the streets of New York while walking her two dogs.  Although stray voltage and exploding manhole covers have been part of New York City life for many years, the death of Jodie Lane was the first time stray voltage was known to have killed a pedestrian.  To address the dangers on our sidewalks and streets, the City Council held a series of hearings on stray voltage.  The result of these hearings was the passage of Local Law 44 of 2004 (“Local Law 44”), which required the local electric corporation and the New York City Department of Transportation to conduct annual tests of the electrical infrastructure.  The law also requires the local electric corporation to make repairs if it finds stray voltage.  The Public Service Commission also issued an order instituting safety standards requiring utilities to conduct testing and inspections.\nDespite Local Law 44, people and animals are still being injured and killed by exposure to stray voltage and endangered by exploding maintenance hole covers (commonly called “manhole covers”).  Recently, a manhole cover exploded with enough force to overturn a large sports utility vehicle that landed on a firefighter responding to reports of a manhole fire.  The vehicle landed sideways on the firefighter, who miraculously was not seriously injured because he crashed clean through a side window of the vehicle.\nThe Council finds that there still is a state of danger on our sidewalks and streets and that it must exercise its police powers to ensure that the sidewalks and streets are safe.  The local electric corporation recently testified at a City Council hearing that it was spending millions of dollars to purchase new equipment to detect stray voltage.  The detection of stray voltage is necessary, but the Council believes that the real problem with stray voltage results from an aging infrastructure that is poorly or inadequately maintained.  The Council believes that more needs to be done to prevent stray voltage.\nThe Council believes that companies that own or maintain electrical-related infrastructure and manholes need to be more accountable for ensuring the safety of New Yorkers walking on the sidewalks and streets.  By exposing to liability for civil penalties companies that allow their electrical-related infrastructure to emit stray voltage or manhole covers to become hazardous, the Council intends for these companies to take a more aggressive approach in preventing stray voltage and manhole cover hazards before anyone is harmed.\n§2.  This local law shall be known as the Street Utilities Safety Act.\n§3.  Subdivision a of section 19-153 of the administrative code of the city of New York is amended to read as follows:\n§19-153  Inspection, testing and repair of electrical-related infrastructure.  a.  The provisions of this section shall only apply to electrical-related infrastructure located in the city of New York capable of emitting stray voltage.  For purposes of this [section] chapter, the following terms shall have the following meanings:  1.  “Local electric corporation” shall mean an electric corporation as defined in paragraph 13 of section 2 of the public service law, or its successor provision, that owns and operates transmission and distribution systems for the provision of electrical service in the city of New York.\n2.  “Local gas corporation” shall mean a gas corporation as defined in paragraph 11 of section 2 of the public service law, or its successor provision, that owns and operates transmission and distribution systems for the provision of gas service in the city of New York.\n[2] 3.  “Stray voltage” shall mean any unintended electrical potentials between contact points that may be encountered by humans or animals.\n[3] 4.  “Voltmeter” shall mean an instrument that measures differences of electric potential in volts.\n[4] 5.  “Non-conductive protective material” shall mean any casing or material of sufficient composition or thickness to adequately obstruct the unintended flow of electricity.\n§4.  Chapter 1 of title 19 of the administrative code of the city of New York is amended by adding new sections 19-154 and 19-155 to read as follows:\n§19-154  Penalties for failure to maintain maintenance hole covers.  \na.  Any local gas corporation or local electric corporation that owns or maintains maintenance hole covers and the equipment contained under the maintenance hole covers shall maintain them so that they do not present any hazards.  Hazardous maintenance hole covers include, but are not limited to, one that is displaced by a sudden unexpected increase in pressure  or one that is raised to a temperature that is hazardous to pedestrians and animals.\nb.  If the department makes a determination that a maintenance hole cover is hazardous, the local gas corporation or local electric corporation that owns or maintains such maintenance hole cover shall be liable for a civil penalty of up to one thousand dollars for the first violation and up to five thousand dollars for each succeeding violation that occurs within a twelve-month period on the same or other maintenance hole covers owned or maintained by the same local gas corporation or local electric corporation.\n§19-155  Penalties for incidents of stray voltage.  a.  Any local electric corporation that owns or maintains electrical-related infrastructure shall maintain it so that it does not emit stray voltage.\nb.  Upon notice of an incident of stray voltage, the department shall test the electrical-related infrastructure reported to be emitting stray voltage.  If the department’s test indicates the presence of stray voltage, the local electric corporation responsible for the electrical-related infrastructure emitting stray voltage shall be subject to a civil penalty of up to one thousand dollars for the first violation and up to five thousand dollars for each succeeding violation that occurs within a twelve-month period on the same or other electrical-related infrastructure owned or maintained by such local electric corporation.\n§5.  This local law shall take effect immediately after its enactment into law. \n\nPH\nLS # 567\n3.31.06 - 10:10am",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1.  Declaration of legislative findings and intent.  The dangers of stray voltage and exploding manhole covers became apparent two years ago when Jodie S. Lane was electrocuted on the streets of New York while walking her two dogs.  Although stray voltage and exploding manhole covers have been part of New York City life for many years, the death of Jodie Lane was the first time stray voltage was known to have killed a pedestrian.  To address the dangers on our sidewalks and streets, the City Council held a series of hearings on stray voltage.  The result of these hearings was the passage of Local Law 44 of 2004 (\\ldblquote Local Law 44\\rdblquote ), which required the local electric corporation and the New York City Department of Transportation to conduct annual tests of the electrical infrastructure.  The law also requires the local electric corporation to make repairs if it finds stray voltage.  The Public Service Commission also issued an order instituting safety standards requiring utilities to conduct testing and inspections.\\par\nDespite Local Law 44, people and animals are still being injured and killed by exposure to stray voltage and endangered by exploding maintenance hole covers (commonly called \\ldblquote manhole covers\\rdblquote ).  Recently, a manhole cover exploded with enough force to overturn a large sports utility vehicle that landed on a firefighter responding to reports of a manhole fire.  The vehicle landed sideways on the firefighter, who\\ul  \\ulnone miraculously was not seriously injured because he crashed clean through a side window of the vehicle.\\par\nThe Council finds that there still is a state of danger on our sidewalks and streets and that it must exercise its police powers to ensure that the sidewalks and streets are safe.  The local electric corporation recently testified at a City Council hearing that it was spending millions of dollars to purchase new equipment to detect stray voltage.  The\\ul  \\ulnone detection of stray voltage is necessary, but the Council believes that the real problem with stray voltage results from an aging infrastructure that is poorly or inadequately maintained.  The Council believes that more needs to be done to prevent stray voltage.\\par\nThe Council believes that companies that own or maintain electrical-related infrastructure and manholes need to be more accountable for ensuring the safety of New Yorkers walking on the sidewalks and streets.  By exposing to liability for civil penalties companies that allow their electrical-related infrastructure to emit stray voltage or manhole covers to become hazardous, the Council intends for these companies to take a more aggressive approach in preventing stray voltage and manhole cover hazards before anyone is harmed.\\par\n\\'a72.  This local law shall be known as the Street Utilities Safety Act.\\par\n\\'a73.  Subdivision a of section 19-153 of the administrative code of the city of New York is amended to read as follows:\\ul\\par\n\\ulnone\\'a719-153  \\b Inspection, testing and repair of electrical-related infrastructure\\b0 .  a.  The provisions of this section shall only apply to electrical-related infrastructure located in the city of New York capable of emitting stray voltage.  For purposes of this [section] \\ul chapter\\ulnone , the following terms shall have the following meanings:  1.  \\ldblquote Local electric corporation\\rdblquote  shall mean an electric corporation as defined in paragraph 13 of section 2 of the public service law, or its successor provision, that owns and operates transmission and distribution systems for the provision of electrical service in the city of New York.\\par\n\\ul 2.  \\ldblquote Local gas corporation\\rdblquote  shall mean a gas corporation as defined in paragraph 11 of section 2 of the public service law, or its successor provision, that owns and operates transmission and distribution systems for the provision of gas service in the city of New York.\\par\n\\ulnone [2] \\ul 3\\ulnone .  \\ldblquote Stray voltage\\rdblquote  shall mean any unintended electrical potentials between contact points that may be encountered by humans or animals.\\par\n[3] \\ul 4\\ulnone .  \\ldblquote Voltmeter\\rdblquote  shall mean an instrument that measures differences of electric potential in volts.\\par\n[4] \\ul 5\\ulnone .  \\ldblquote Non-conductive protective material\\rdblquote  shall mean any casing or material of sufficient composition or thickness to adequately obstruct the unintended flow of electricity.\\ul\\par\n\\ulnone\\'a74.  Chapter 1 of title 19 of the administrative code of the city of New York is amended by adding new sections 19-154 and 19-155 to read as follows:\\par\n\\ul\\'a719-154  \\b Penalties for failure to maintain maintenance hole covers.\\b0   \\par\na.  Any local gas corporation or local electric corporation that owns or maintains maintenance hole covers and the equipment contained under the maintenance hole covers shall maintain them so that they do not present any hazards.  Hazardous maintenance hole covers include, but are not limited to, one that is displaced by a sudden unexpected increase in pressure  or one that is raised to a temperature that is hazardous to pedestrians and animals.\\par\nb.  If the department makes a determination that a maintenance hole cover is hazardous, the local gas corporation or local electric corporation that owns or maintains such maintenance hole cover shall be liable for a civil penalty of up to one thousand dollars for the first violation and up to five thousand dollars for each succeeding violation that occurs within a twelve-month period on the same or other maintenance hole covers owned or maintained by the same local gas corporation or local electric corporation.\\par\n\\'a719-155  \\b Penalties for incidents of stray voltage.\\b0   a.  Any local electric corporation that owns or maintains electrical-related infrastructure shall maintain it so that it does not emit stray voltage.\\par\nb.  Upon notice of an incident of stray voltage, the department shall test the electrical-related infrastructure reported to be emitting stray voltage.  If the department\\rquote s test indicates the presence of stray voltage, the local electric corporation responsible for the electrical-related infrastructure emitting stray voltage shall be subject to a civil penalty of up to one thousand dollars for the first violation and up to five thousand dollars for each succeeding violation that occurs within a twelve-month period on the same or other electrical-related infrastructure owned or maintained by such local electric corporation.\\par\n\\pard\\fi720\\sl480\\slmult1\\ulnone\\'a75.  This local law shall take effect immediately after its enactment into law. \\par\n\\ul\\par\n\\pard\\ulnone\\fs20 PH\\par\nLS # 567\\par\n3.31.06 - 10:10am\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
