{
  "ID": 36021,
  "GUID": "0ECF3E86-8787-468D-933C-C990B1B797C8",
  "File": "Int 0253-2006",
  "Name": "Notifying tenants of city-owned buildings about the potential for tenant ownership prior to disposition.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to notifying tenants of city-owned buildings about the potential for tenant ownership prior to disposition.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2006-04-05T00:00:00Z",
  "AgendaDate": "2006-04-05T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    }
  ],
  "History": [
    {
      "ID": 189093,
      "Date": "2006-04-05T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 189494,
      "Date": "2006-04-05T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5957,
      "AgendaSequence": 110,
      "MinutesSequence": 144,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236640,
      "Date": "2009-12-31T16:14:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 36537,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Legislative findings.  The Council finds that many tenants who reside in housing owned by the City are not adequately notified of the opportunity to organize themselves and to prepare themselves to responsibly take the necessary steps that would give them the ability to purchase and manage the building in which they reside prior to its disposition by the City.  Thus the Council seeks to impose mandatory notification requirements in order to inform tenants of the options available to them before the City divests itself of their building and to ensure that tenants know that they have the potential ability to purchase their own building with the appropriate support and guidance.\n§2.  Title 26 of the administrative code of the city of New York is hereby amended by adding a new chapter 10 to read as follows:\nChapter 10\nNotification to Tenants of City-Owned Property Prior to Disposition\n§26-901.  Definitions\n§26-902.  Notification\n§26-903.  Tenant Meeting\n§26-904.  Delivery by Mail\n§26-901.  Definitions.  For the purposes of this chapter, the following definitions shall apply:\na.  “Department” shall mean the department of housing preservation and development.\nb.  “Disposition” shall mean a sale or transfer of property or change in the title or ownership of property from the city.\nc.  “Tenant” shall mean any lawful occupant of a multiple dwelling who is eighteen years of age or older.\n§26-902.  Notification.  Notwithstanding any law or rule to the contrary, prior to any disposition of a multiple dwelling owned by the city, the city is obligated to provide a written notice to tenants residing in such multiple dwelling, each such written notice shall include language clearly and fully explaining all of the department’s disposition programs and their specific requirements for participation, such as the Tenant Interim Lease Apartment Purchase (TIL) program, and shall include a department telephone number for tenants to contact for further information.  Such notice shall also include specific language in large bold letters, “The tenants of this building may have the right to tenant home ownership and should inquire with the department of housing preservation and development.”  The right to such notice shall not be dependent upon an action by the tenant, such as a written or verbal request.  A duplicate written notice shall also be conspicuously placed and of sufficient size to be easily readable in the lobby and in at least one other common area of such multiple dwelling.\n\t§26-903.  Tenant Meeting.  Prior to any disposition of a multiple dwelling owned by the city but after the tenants of such multiple dwelling have received the written notice as described in section 26-902 of this chapter, a public meeting of the tenants of such multiple dwelling shall be held by the department at such multiple dwelling or at a location in close proximity thereto if such multiple dwelling does not have a suitable space for such meeting of the tenants.  Such meeting shall take place between the hours of 6:00 p.m. and 9:00 p.m. and representatives of the department shall be on hand to describe and distribute literature relating to every department disposition program.  At such meeting, tenants shall be informed of their right to possibly participate in one of these programs including the potential to participate in a program that will result in ownership by the tenants of such multiple dwelling.  A written notice informing the tenants of such meeting and listing a department telephone number for further information shall be posted by the department in a conspicuous manner in the lobby and in at least one other common area of such multiple dwelling at least ten days prior to such tenant meeting.  Such notice shall also include specific language in large bold letters, “The tenants of this building may have the right to tenant home ownership.”  The department must document that a majority of tenants were informed of the various department disposition programs at the meeting through the production of a signed petition or through the production of return receipts from certified mail as described in section 26-904 of this chapter or through a combination thereof.  Prior to the disposition of such city-owned multiple dwelling, a majority of tenants must consent in writing to such transfer and such consent must be documented by the department through a signed petition collected during or at the conclusion of such meeting, or through the return of a written document with the tenant’s signature indicating such consent, which document was delivered to the tenant via certified mail, as described in section 26-904 of this chapter, which mail included a postage paid envelope addressed to the department for return use.  Notwithstanding, the department shall not take any action to dispose of a multiple dwelling subject to this chapter, prior to the passage of at least one hundred days, at a minimum, from the date of the public meeting of the tenants of such multiple dwelling as required by this section.\n\t§26-904.  Delivery by Mail.  Each written notice described in section 26-902 of this chapter or described in section 26-903 of this chapter shall be sent to each tenant by the department via certified mail, return receipt required within ten business days.  An attempt at such certified mail delivery shall be made by the department at least two times for the notice described in section 26-902 and at least two times for the notice described in section 26-903 before a tenant can be deemed to have waived their potential right to tenant ownership.  Such written notification shall also be affixed to or placed under the door of each dwelling unit in such multiple dwelling and shall be attested to by a representative of the department.\n\t§3.  This local law shall take effect on the one hundred and twentieth day after it shall have been enacted into law, except prior to such date the commissioner of housing preservation and development may take all actions necessary for its implementation including the promulgation of rules.\n\n\nInt. No. 441/2004\nTNN",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\pard\\nowidctlpar\\qj\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1.  Legislative findings.  The Council finds that many tenants who reside in housing owned by the City are not adequately notified of the opportunity to organize themselves and to prepare themselves to responsibly take the necessary steps that would give them the ability to purchase and manage the building in which they reside prior to its disposition by the City.  Thus the Council seeks to impose mandatory notification requirements in order to inform tenants of the options available to them before the City divests itself of their building and to ensure that tenants know that they have the potential ability to purchase their own building with the appropriate support and guidance.\\par\n\\'a72.  Title 26 of the administrative code of the city of New York is hereby amended by adding a new chapter 10 to read as follows:\\par\n\\pard\\keepn\\nowidctlpar\\s1\\fi720\\sl480\\slmult1\\qc\\ul Chapter 10\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Notification to Tenants of City-Owned Property Prior to Disposition\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qc\\'a726-901.  Definitions\\par\n\\'a726-902.  Notification\\par\n\\'a726-903.  Tenant Meeting\\par\n\\'a726-904.  Delivery by Mail\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a726-901.  Definitions.  \\cf1 For the purposes of this chapter, the following definitions shall apply:\\par\na.  \\ldblquote Department\\rdblquote  shall mean the department of housing preservation and development.\\par\nb.  \\ldblquote Disposition\\rdblquote  shall mean a sale or transfer of property or change in the title or ownership of property from the city.\\par\n\\cf0 c.  \\ldblquote Tenant\\rdblquote  shall mean any lawful occupant of a multiple dwelling \\cf1 who is eighteen years of age or older\\cf0 .\\par\n\\'a726-902.  Notification.  Notwithstanding any law or rule to the contrary, prior to any disposition of a multiple dwelling owned by the city, the city is obligated to provide a written notice to tenants residing in such multiple dwelling, each such written notice shall include language clearly and fully explaining all of the department\\rquote s disposition programs and their specific requirements for participation, such as the Tenant Interim Lease Apartment Purchase (TIL) program, and shall include a department telephone number for tenants to contact for further information.  Such notice shall also include specific language in large bold letters, \\ldblquote The tenants of this building may have the right to tenant home ownership and should inquire with the department of housing preservation and development.\\rdblquote   The right to such notice shall not be dependent upon an action by the tenant, such as a written or verbal request.  A duplicate written notice shall also be conspicuously placed and of sufficient size to be easily readable in the lobby and in at least one other common area of such multiple dwelling.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\ul\\'a726-903.  Tenant Meeting.  Prior to any disposition of a multiple dwelling owned by the city but after the tenants of such multiple dwelling have received the written notice as described in section 26-902 of this chapter, a public meeting of the tenants of such multiple dwelling shall be held by the department at such multiple dwelling or at a location in close proximity thereto if such multiple dwelling does not have a suitable space for such meeting of the tenants.  Such meeting shall take place between the hours of 6:00 p.m. and 9:00 p.m. and representatives of the department shall be on hand to describe and distribute literature relating to every department disposition program.  At such meeting, tenants shall be informed of their right to possibly participate in one of these programs including the potential to participate in a program that will result in ownership by the tenants of such multiple dwelling.  A written notice informing the tenants of such meeting and listing a department telephone number for further information shall be posted by the department in a conspicuous manner in the lobby and in at least one other common area of such multiple dwelling at least ten days prior to such tenant meeting.  Such notice shall also include specific language in large bold letters, \\ldblquote The tenants of this building may have the right to tenant home ownership.\\rdblquote   The department must document that a majority of tenants were informed of the various department disposition programs at the meeting through the production of a signed petition or through the production of return receipts from certified mail as described in section 26-904 of this chapter or through a combination thereof.  Prior to the disposition of such city-owned multiple dwelling, a majority of tenants must consent in writing to such transfer and such consent must be documented by the department through a signed petition collected during or at the conclusion of such meeting, or through the return of a written document with the tenant\\rquote s signature indicating such consent, which document was delivered to the tenant via certified mail, as described in section 26-904 of this chapter, which mail included a postage paid envelope addressed to the department for return use.  Notwithstanding, the department shall not take any action to dispose of a multiple dwelling subject to this chapter, prior to the passage of at least one hundred days, at a minimum, from the date of the public meeting of the tenants of such multiple dwelling as required by this section.\\par\n\\ulnone\\tab\\ul\\'a726-904.  Delivery by Mail.  Each written notice described in section 26-902 of this chapter or described in section 26-903 of this chapter shall be sent to each tenant by the department via certified mail, return receipt required within ten business days.  An attempt at such certified mail delivery shall be made by the department at least two times for the notice described in section 26-902 and at least two times for the notice described in section 26-903 before a tenant can be deemed to have waived their potential right to tenant ownership.  Such written notification shall also be affixed to or placed under the door of each dwelling unit in such multiple dwelling and shall be attested to by a representative of the department.\\par\n\\ulnone\\tab\\'a73.  This local law shall take effect on the one hundred and twentieth day after it shall have been enacted into law, except prior to such date the commissioner of housing preservation and development may take all actions necessary for its implementation including the promulgation of rules.\\par\n\\par\n\\par\n\\pard\\nowidctlpar\\qj\\fs20 Int. No. 441/2004\\par\nTNN\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
