{
  "ID": 36093,
  "GUID": "987B15A9-329A-4BC1-A03F-C42DFA928195",
  "File": "Int 0256-2006",
  "LocalLaw": "2008/016",
  "Name": "Administrative tribunal of the taxi and limousine commission.",
  "Title": "A Local Law to amend the New York city charter, in relation to the administrative tribunal of the taxi and limousine commission.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2006-04-05T00:00:00Z",
  "AgendaDate": "2006-04-05T00:00:00Z",
  "PassedDate": "2008-05-06T00:00:00Z",
  "EnactmentDate": "2008-05-06T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    }
  ],
  "History": [
    {
      "ID": 189233,
      "Date": "2006-04-05T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 189496,
      "Date": "2006-04-05T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 5957,
      "AgendaSequence": 113,
      "MinutesSequence": 147,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 208765,
      "Date": "2007-10-25T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 7650,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 256-A",
      "MinutesNote": "Proposed Int. No. 256-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 208778,
      "Date": "2007-10-25T10:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 7650,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 208779,
      "Date": "2007-10-25T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 7650,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 214464,
      "Date": "2008-04-16T10:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 8178,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 256-A",
      "MinutesNote": "Proposed Int. No. 256-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 214465,
      "Date": "2008-04-16T10:30:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 8178,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 214466,
      "Date": "2008-04-16T10:30:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "This Introduction was Amended by Committee",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 8178,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 227853,
      "Date": "2008-04-16T10:30:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Introduction be Approved by Committee approved by Roll Call.",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 8178,
      "MinutesSequence": 5,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 214769,
      "Date": "2008-04-16T13:30:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "A motion was made that this Introduction be Approved by Council approved by consent Roll Call.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 8182,
      "AgendaSequence": 52,
      "MinutesSequence": 86,
      "Version": "A",
      "AgendaNote": "Amended and Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 214884,
      "Date": "2008-04-16T16:52:00Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "This Introduction was Sent to Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 215374,
      "Date": "2008-05-06T14:30:00Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "This Introduction was Hearing Held by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 215478,
      "Date": "2008-05-06T14:31:00Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "This Introduction was Signed Into Law by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 215479,
      "Date": "2008-05-06T15:00:00Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "This Introduction was Recved from Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 80405,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 256 - 4/5/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/40a3414b-d53c-4e84-80c7-742d282c6797. No. 256.doc",
      "Sort": 1
    },
    {
      "ID": 82693,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Proposed Int. No. 256-A  - 10/25/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/45f9c1f9-6f0a-4387-b070-3367f1cce236. No. 256-A  10-23-08.doc",
      "Sort": 2
    },
    {
      "ID": 80522,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 10/25/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/ffe7940b-bd38-4e5a-98f6-df365ce05ce2.doc",
      "Sort": 3
    },
    {
      "ID": 80829,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 10/25/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/31eed56a-2531-4e8e-a875-3cf7f244ea3b.pdf",
      "Sort": 4
    },
    {
      "ID": 81196,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 10/25/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/2c602372-6251-4aa8-b0d8-16ba36d250e7.doc",
      "Sort": 5
    },
    {
      "ID": 82692,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 4/16/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/5649387b-77ee-40fc-bca6-2f9c89b525ea.doc",
      "Sort": 6
    },
    {
      "ID": 84299,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 4/16/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/df0bf302-8354-4b30-9177-604bc0414817.doc",
      "Sort": 7
    },
    {
      "ID": 84477,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 4/16/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/6873d2bd-1f82-4773-8a89-cab00ac642cf.doc",
      "Sort": 8
    },
    {
      "ID": 83076,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Letter from Mayor",
      "Link": "http://nyc.legistar1.com/nyc/attachments/1f22ca65-dc7c-4a2b-a6c1-5cc0120b3b45.pdf",
      "Sort": 9
    },
    {
      "ID": 83114,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal Impact Statement",
      "Link": "http://nyc.legistar1.com/nyc/attachments/db43cbca-9eaa-44f4-bbe8-d0afeb766aaa. 256-A TLC - Creates Administrative Tribunal.doc",
      "Sort": 10
    },
    {
      "ID": 86523,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law",
      "Link": "http://nyc.legistar1.com/nyc/attachments/565d5171-d41c-4ab8-8848-ced94371a44d.doc",
      "Sort": 11
    }
  ],
  "Summary": "",
  "TextID": 40518,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Subdivision a of section 2303 of the New York city charter is amended to read as follows:\na. The jurisdiction, powers and duties of the commission shall include the regulation and supervision of the business and industry of transportation of persons by licensed vehicles for hire in the city, pursuant to provisions of this chapter.  Except as otherwise provided herein, charges of violations of the provisions of the administrative code and rules [and regulations] promulgated thereunder shall be adjudicated by the administrative tribunal established by the commission and governed by the citywide administrative procedure act.\n\t§2. Paragraph 1 of subdivision c of section 2303 of the New York city charter is amended to read as follows:\nc. (1) The commission [or] shall create an administrative tribunal [which may be established by the commission] to adjudicate charges of violation of provisions of the administrative code and rules [and regulations] promulgated thereunder.  The commission shall have the power to enforce its tribunal’s decisions and orders imposing civil penalties, not to exceed ten thousand dollars for each respondent, for violations relating to unlicensed vehicles for hire and unlicensed drivers of vehicles for hire as if they were money judgments, without court proceedings, in the following manner: Any such decision or order of the commission’s [or] administrative tribunal imposing a civil penalty, whether the adjudication was had by hearing or upon default or otherwise, shall constitute a judgment rendered by the commission [or administrative tribunal] which may be entered in the civil court of New York or any other place provided for the entry of civil judgments within the state.  Before a judgment based upon a default may be so entered the commission or administrative tribunal shall have first notified the respondent by first class mail in such form as the commission may direct: (i) of the default and order and the penalty imposed; (ii) that a judgment will be entered in the civil court of the city of New York or any other place provided by law for the entry of civil judgments within the state of New York; and (iii) that entry of such judgment may be avoided by requesting a stay of default for good cause shown and either requesting a hearing or entering a plea pursuant to the mailing of such notice.\n§3.  Subdivision a of section 19-506 of chapter 5 of title 19 of the administrative code of the city of New York is amended to read as follows:\na. Regulation and Enforcement. [Unless otherwise set forth herein]Except as provided by section 19-512.1, the commission may impose reasonable fines and/or suspend or revoke any [driver’s license or vehicle] license issued by the commission where the holder has failed to comply with or has willfully or knowingly violated any of the provisions of this chapter or a rule or regulation of the commission [.] after adjudication of such violation by the administrative tribunal established by the commission in accordance with section 2303 of the New York city charter.\n\n§4  Chapter 5 of title 19 of the administrative code of the city of New York is amended by adding a new section 19-506.1 to read as follows:\n§19-506.1  Administrative Tribunal.  a.  If the commission is unable to produce a complaining witness in person, where such witness’ credibility is relevant to the charges made in the notice of violation, the commission shall make reasonable efforts to make such witness available during the hearing by videoconferencing or teleconferencing.  If the complaining witness is not available during a hearing, the commission shall produce a statement outlining its efforts to produce such witness.  An administrative law judge shall examine such statement and if he or she decides the commission’s efforts to produce the complaining witness were inadequate, the administrative law judge shall dismiss the notice of violation.\nb.  Hearings where the commission seeks the revocation of a commission issued license for a rule violation that does not provide for the mandatory revocation of such license as a penalty shall be conducted before the office of administrative trials and hearings and shall be subject to the procedures of that tribunal.  The commission may authorize other hearings to be conducted before the office of administrative trials and hearings.\nc.  If a respondent timely files to appeal a decision of the administrative tribunal, any fines imposed by the administrative tribunal shall be stayed until a decision is made in such appeal, provided that the commission shall not be required to refund any fines paid before respondent made his or her appeal unless such appeal is successful.  The administrative tribunal shall expedite any appeal involving a suspension or revocation of a commission issued license.\nd.  If, for the purposes of appealing a decision, a respondent requests a copy of the hearing recording, such recording shall be produced to such respondent within thirty days after receipt of a written request from such respondent.  If the commission cannot produce the recording within the thirty day period, the determination being appealed shall be dismissed without prejudice.\ne.  Notwithstanding any other laws, rules or regulations, where a respondent fails to appear at a scheduled hearing, such respondent shall have two years from the entry of any determination to move to vacate such determination and seek a new hearing.  After mailing a notice of default to a respondent, the commission shall prepare a record containing the name of the person who mailed such notice, and the date, time and method used to mail such notice.  The commission shall make such record available upon request to such respondent.\n§5. Subdivision a of section 19-512.1 of chapter 5 of title 19 of the administrative code of the city of New York is amended as follows:\na. The commission may, for good cause shown relating to a direct and substantial threat to the public health[,] or safety and prior to giving notice and an opportunity for a hearing, suspend a taxicab or for-hire vehicle license issued pursuant to this chapter and, after notice and an opportunity for a hearing, suspend or revoke such license. The commission may also, without having suspended a taxicab or for-hire vehicle license, issue a determination to seek suspension or revocation of [that taxicab or for-hire vehicle] such license and after notice and an opportunity for a hearing, suspend or revoke such license.  Notice of such suspension or of a determination by the commission to seek suspension or revocation of a taxicab or for-hire vehicle license shall be served on the licensee by personal delivery or by certified and regular mail within five calendar days of the pre-hearing suspension or of such determination.  The licensee shall have an opportunity to request a hearing before [the commission or other] an administrative tribunal of competent jurisdiction within ten calendar days after receipt of any such notification.  Upon request such hearing shall be scheduled within ten calendar days, unless the commission or other administrative tribunal of competent jurisdiction determines that such hearing would be prejudicial to an ongoing criminal or civil investigation.  If the tenth day falls on a Saturday, Sunday or holiday, the hearing may be held on the next business day.  A decision shall be made with respect to any such proceeding within sixty calendar days after the close of the hearing.  In the event such decision is not made within that time period, the license or medallion which is the subject of the proceeding shall be returned by the commission to the licensee and deemed to be in full force and effect until such determination is made, unless the commission or other administrative tribunal of competent jurisdiction determines that the issuance of such determination would be prejudicial to an ongoing criminal or civil investigation. \n§6.  This local law shall take effect one hundred and twenty days after it is enacted into law. \n\nPH\n4.08.08 - 10:10 pm",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\pard\\ltrpar\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\ulnone\\tab Section 1. Subdivision a of section 2303 of the New York city charter is amended to read as follows:\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj a. The jurisdiction, powers and duties of the commission shall include the regulation and supervision of the business and industry of transportation of persons by licensed vehicles for hire in the city, pursuant to provisions of this chapter.  \\ul Except as otherwise provided herein, charges of violations of the provisions of the administrative code and rules \\ulnone [and regulations]\\ul  promulgated thereunder shall be adjudicated by the administrative tribunal established by the commission and governed by the citywide administrative procedure act.\\par\n\\pard\\ltrpar\\sl480\\slmult1\\qj\\ulnone\\tab\\'a72. Paragraph 1 of subdivision c of section 2303 of the New York city charter is amended to read as follows:\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj c. (1) The commission [or] \\ul shall create\\ulnone  an administrative tribunal [which may be established by the commission] to adjudicate charges of violation of provisions of the administrative code and rules [and regulations] promulgated thereunder\\ul .  The commission\\ulnone  shall have the power to enforce its \\ul tribunal\\rquote s\\ulnone  decisions and orders imposing civil penalties, not to exceed ten thousand dollars for each respondent, for violations relating to unlicensed vehicles for hire and unlicensed drivers of vehicles for hire as if they were money judgments, without court proceedings, in the following manner: Any such decision or order of the commission\\ul\\rquote s\\ulnone  [or] administrative tribunal imposing a civil penalty, whether the adjudication was had by hearing or upon default or otherwise, shall constitute a judgment rendered by the commission [or administrative tribunal] which may be entered in the civil court of New York or any other place provided for the entry of civil judgments within the state.  Before a judgment based upon a default may be so entered the commission or administrative tribunal shall have first notified the respondent by first class mail in such form as the commission may direct: (i) of the default and order and the penalty imposed; (ii) that a judgment will be entered in the civil court of the city of New York or any other place provided by law for the entry of civil judgments within the state of New York; and (iii) that entry of such judgment may be avoided by requesting a stay of default for good cause shown and either requesting a hearing or entering a plea pursuant to the mailing of such notice.\\par\n\\'a73.  Subdivision a of section 19-506 of chapter 5 of title 19 of the administrative code of the city of New York is amended to read as follows:\\par\na. Regulation and Enforcement. [Unless otherwise set forth herein]\\ul Except as provided by section 19-512.1,\\ulnone  the commission may impose reasonable fines and/or suspend or revoke any [driver\\rquote s license or vehicle] license \\ul issued by the commission\\ulnone  where the holder has failed to comply with or has willfully or knowingly violated any of the provisions of this chapter or a rule or regulation of the commission [.] \\ul after adjudication of such violation by the administrative tribunal established by the commission in accordance with section 2303 of the New York city charter.\\par\n\\ulnone\\par\n\\'a74  Chapter 5 of title 19 of the administrative code of the city of New York is amended by adding a new section 19-506.1 to read as follows:\\par\n\\ul\\'a719-506.1  Administrative Tribunal.  a.  If the commission is unable to produce a complaining witness in person, where such witness\\rquote  credibility is relevant to the charges made in the notice of violation, the commission shall make reasonable efforts to make such witness available during the hearing by videoconferencing or teleconferencing.  If the complaining witness is not available during a hearing, the commission shall produce a statement outlining its efforts to produce such witness.  An administrative law judge shall examine such statement and if he or she decides the commission\\rquote s efforts to produce the complaining witness were inadequate, the administrative law judge shall dismiss the notice of violation.\\par\nb.  Hearings where the commission seeks the revocation of a commission issued license for a rule violation that does not provide for the mandatory revocation of such license as a penalty shall be conducted before the office of administrative trials and hearings and shall be subject to the procedures of that tribunal.  The commission may authorize other hearings to be conducted before the office of administrative trials and hearings.\\par\nc.  If a respondent timely files to appeal a decision of the administrative tribunal, any fines imposed by the administrative tribunal shall be stayed until a decision is made in such appeal, provided that the commission shall not be required to refund any fines paid before respondent made his or her appeal unless such appeal is successful.  The administrative tribunal shall expedite any appeal involving a suspension or revocation of a commission issued license.\\par\nd.  If, for the purposes of appealing a decision, a respondent requests a copy of the hearing recording, such recording shall be produced to such respondent within thirty days after receipt of a written request from such respondent.  If the commission cannot produce the recording within the thirty day period, the determination being appealed shall be dismissed without prejudice.\\par\ne.  Notwithstanding any other laws, rules or regulations, where a respondent fails to appear at a scheduled hearing, such respondent shall have two years from the entry of any determination to move to vacate such determination and seek a new hearing.  After mailing a notice of default to a respondent, the commission shall prepare a record containing the name of the person who mailed such notice, and the date, time and method used to mail such notice.  The commission shall make such record available upon request to such respondent.\\par\n\\ulnone\\'a75. Subdivision a of section 19-512.1 of chapter 5 of title 19 of the administrative code of the city of New York is amended as follows:\\par\n\\cf1 a. The commission may, for good cause shown relating to a \\ul direct and substantial\\ulnone  threat to the public health[,] or safety and prior to giving notice and an opportunity for a hearing, suspend a taxicab or for-hire vehicle license issued pursuant to this chapter and, after notice and an opportunity for a hearing, suspend or revoke such license. The commission may also, without having suspended a taxicab or for-hire vehicle license, issue a determination to seek suspension or revocation of [that taxicab or for-hire vehicle] \\ul such\\ulnone  license and after notice and an opportunity for a hearing\\ul ,\\ulnone  suspend or revoke such license.  Notice of such suspension or of a determination by the commission to seek suspension or revocation of a taxicab or for-hire vehicle license shall be served on the licensee by personal delivery or by certified and regular mail within five calendar days of the pre-hearing suspension or of such determination.  The licensee shall have an opportunity to request a hearing before [the commission or other] \\ul an\\ulnone  administrative tribunal of competent jurisdiction within ten calendar days after receipt of any such notification.  Upon request such hearing shall be scheduled within ten calendar days, unless the commission or other administrative tribunal of competent jurisdiction determines that such hearing would be prejudicial to an ongoing criminal or civil investigation.  If the tenth day falls on a Saturday, Sunday or holiday, the hearing may be held on the next business day.  A decision shall be made with respect to any such proceeding within sixty calendar days after the close of the hearing.  In the event such decision is not made within that time period, the license or medallion which is the subject of the proceeding shall be returned by the commission to the licensee and deemed to be in full force and effect until such determination is made, unless the commission or other administrative tribunal of competent jurisdiction determines that the issuance of such determination would be prejudicial to an ongoing criminal or civil investigation. \\par\n\\cf0\\'a76.  This local law shall take effect one hundred and twenty days after it is enacted into law.\\ul  \\par\n\\pard\\ltrpar\\ulnone\\fs20\\par\n\\fs16 PH\\par\n4.08.08 - 10:10 pm\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
