{
  "ID": 36230,
  "GUID": "8FA333C0-9DAE-4C50-B96A-F7EB71943CD7",
  "File": "Int 0263-2006",
  "Name": "Expanding the membership of the Board of Standards and Appeals to 13 members.",
  "Title": "A Local Law to amend the charter of the City of New York, in relation to expanding the membership of the Board of Standards and Appeals to thirteen members, with the eight additional members to be appointed, one each, by the borough presidents, Public Advocate, Comptroller and City Council.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2006-04-26T00:00:00Z",
  "AgendaDate": "2006-04-26T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    }
  ],
  "History": [
    {
      "ID": 189863,
      "Date": "2006-04-26T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 190163,
      "Date": "2006-04-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6013,
      "AgendaSequence": 85,
      "MinutesSequence": 102,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 203805,
      "Date": "2007-06-21T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 7393,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 204730,
      "Date": "2007-06-21T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 13,
      "BodyName": "Committee on Governmental Operations",
      "EventID": 7393,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236632,
      "Date": "2009-12-31T16:11:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 78244,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 6/21/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/a73ad01c-a5d1-4686-b468-fbe901e9e323.doc",
      "Sort": 1
    },
    {
      "ID": 78278,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 6/21/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/105e7109-f157-41c3-9f14-1d1567c7975c.pdf",
      "Sort": 2
    },
    {
      "ID": 78581,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 6/21/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/26f9da3d-2403-4595-b0f2-b9fdbb09c064.doc",
      "Sort": 3
    },
    {
      "ID": 78727,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 6/21/07 (Con't)",
      "Link": "http://nyc.legistar1.com/nyc/attachments/7bfd7d90-9350-4905-8e32-07949dde3a90.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 36774,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Declaration of legislative findings and intent.  Prior to the 1991 Charter Revision and elimination of the Board of Estimate, zoning and special permit decisions made by the Board of Standards and Appeals (“BSA”) could be reviewed by the Board of Estimate, comprised of city-wide elected officials including the Mayor, the President of the City Council, the Comptroller and the borough presidents.  The effect of this review process was to ensure that the public’s voice was considered in this significant decision-making process.  The Charter Revision did not continue the review authority of the Board of Estimate on zoning issues and such authority was not vested in any other body of elected officials.  Thus the Mayor retains sole appointment powers in the membership of the BSA. \nThis amendment to the Charter adds eight additional members to the BSA to be appointed by the other major elected officials in city government, the borough presidents, Public Advocate, Comptroller and City Council.  This change introduces a necessary check on the BSA’s authority and returns the public voice to the decision-making process in the area of zoning.\n§2.  Subdivision a of section 659 of the charter of the city of New York, as amended by local law 49 of 1991, is hereby amended to read as follows: \n§659.  Constitution and apportionment.  a.  There shall be an independent board of standards and appeals located within the office of administrative trials and hearings. The board of standards and appeals shall consist of [five] thirteen members to be termed commissioners, five to be appointed by the mayor, eight to be appointed, one each, by the borough presidents, public advocate, comptroller and city council, each for a term of six years.  \n§3.  This local law shall take effect immediately.\nDJ\nLS #4\n3/27/06",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone Section 1.  Declaration of legislative findings and intent.  Prior to the 1991 Charter Revision and elimination of the Board of Estimate, zoning and special permit decisions made by the Board of Standards and Appeals (\\ldblquote BSA\\rdblquote ) could be reviewed by the Board of Estimate, comprised of city-wide elected officials including the Mayor, the President of the City Council, the Comptroller and the borough presidents.  The effect of this review process was to ensure that the public\\rquote s voice was considered in this significant decision-making process.  The Charter Revision did not continue the review authority of the Board of Estimate on zoning issues and such authority was not vested in any other body of elected officials.  Thus the Mayor retains sole appointment powers in the membership of the BSA. \\par\nThis amendment to the Charter adds eight additional members to the BSA to be appointed by the other major elected officials in city government, the borough presidents, Public Advocate, Comptroller and City Council.  This change introduces a necessary check on the BSA\\rquote s authority and returns the public voice to the decision-making process in the area of zoning.\\par\n\\'a72.  Subdivision a of section 659 of the charter of the city of New York, as amended by local law 49 of 1991, is hereby amended to read as follows: \\par\n\\'a7659.  Constitution and apportionment.  a.  There shall be an independent board of standards and appeals located within the office of administrative trials and hearings. The board of standards and appeals shall consist of [five] \\ul thirteen\\ulnone  members to be termed commissioners\\ul , five\\ulnone  to be appointed by the mayor\\ul , eight to be appointed, one each, by the borough presidents, public advocate, comptroller and city council,\\ulnone  each for a term of six years.  \\par\n\\'a73.  This local law shall take effect immediately.\\par\n\\pard\\nowidctlpar DJ\\par\nLS #4\\par\n3/27/06\\par\n}\n\u0000",
  "LastModified": "2015-06-01T20:45:46.467Z"
}
