{
  "ID": 36251,
  "GUID": "1A397DFE-A4F5-4EC9-8342-9BF8484E84F9",
  "File": "Int 0268-2006",
  "Name": "Structural Inspection, Multiple Dwellings",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the department of buildings to conduct structural inspections of those multiple dwellings that have a dangerous number of hazardous or immediately hazardous violations and the department of housing preservation and development to correct structural defects when the owner fails to do so.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2006-04-26T00:00:00Z",
  "AgendaDate": "2006-04-26T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    }
  ],
  "History": [
    {
      "ID": 189901,
      "Date": "2006-04-26T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 190192,
      "Date": "2006-04-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6013,
      "AgendaSequence": 111,
      "MinutesSequence": 128,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236628,
      "Date": "2009-12-31T16:10:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 36795,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Article 21 of subchapter one of chapter one of title 27 of the administrative code of the city of New York is amended by adding thereto a new section 27-212.1 to read as follows:\n\t§27-212.1  Mandatory structural inspections.  a. The commissioner shall order a structural inspection of any multiple dwelling referred by the department of housing preservation and development pursuant to subdivision b of section 27-2096.1 of this code. \n\tb.\tWhere an inspection of a multiple dwelling pursuant to subdivision a reveals a structural defect, the department shall issue a notice of violation directing the respondent to correct such condition as provided in section 26-126.2 of this code.\n\tc.\tWhere the condition is not certified as corrected within the time specified in subdivision a of section 26-126.2 or within such further time as may be provided by the environmental control board pursuant to subdivision b of section 26-126.2, the department shall notify the department of housing preservation and development, which shall correct such condition pursuant to subdivision a of section 27-2125.\n\t§2.\tArticle one of subchapter four of chapter two of title 27 of the administrative code of the city of New York is amended by adding thereto a new section 27-2096.1 to read as follows:\n\t§27-2096.1  Mandatory referral and repair.  a.  For purposes of this section the following terms shall be defined as follows:\n\t1.\t\"Violations of record.\"  Violations of chapter two of title twenty-seven of this code. \n\t2.\t\"Dangerous number of violations of record.\"  i.  Twenty-five or more violations or record that are classified as immediately hazardous; or \n\t\tii.\tFifty or more violations of record that are classified as hazardous or immediately hazardous; or \n\t\tiii.\tAny number of violations of record that are classified as hazardous or immediately hazardous equal to or greater than two times the total number of dwelling units in the multiple dwelling.\n\tb.\tAfter identifying a multiple dwelling that contains a dangerous number of violations of record, the department shall notify the department of buildings of such identification and the department of buildings shall conduct a structural inspection of such multiple dwelling pursuant to subdivision a of section 27-212.1 of this code.\n\tc.\tIf a structural defect is referred to the department by the department of buildings pursuant to subdivision c of section 27-212.1, the department shall correct such condition pursuant to subdivision a of section 27-2125.\n\t§3.\tThis local law shall take effect thirty days after its enactment into law.\nBJG\nInt. 0035/2004",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tab Section 1.  Article 21 of subchapter one of chapter one of title 27 of the administrative code of the city of New York is amended by adding thereto a new section 27-212.1 to read as follows:\\par\n\\tab\\ul\\'a727-212.1  Mandatory structural inspections.  a. The commissioner shall order a structural inspection of any multiple dwelling referred by the department of housing preservation and development pursuant to subdivision b of section 27-2096.1 of this code. \\par\n\\ulnone\\tab\\ul b.\\tab Where an inspection of a multiple dwelling pursuant to subdivision a reveals a structural defect, the department shall issue a notice of violation directing the respondent to correct such condition as provided in section 26-126.2 of this code.\\ulnone\\par\n\\tab\\ul c.\\tab Where the condition is not certified as corrected within the time specified in subdivision a of section 26-126.2 or within such further time as may be provided by the environmental control board pursuant to subdivision b of section 26-126.2, the department shall notify the department of housing preservation and development, which shall correct such condition pursuant to subdivision a of section 27-2125.\\ulnone\\par\n\\tab\\'a72.\\tab Article one of subchapter four of chapter two of title 27 of the administrative code of the city of New York is amended by adding thereto a new section 27-2096.1 to read as follows:\\par\n\\tab\\ul\\'a727-2096.1  Mandatory referral and repair.  a.  For purposes of this section the following terms shall be defined as follows:\\par\n\\ulnone\\tab\\ul 1.\\tab \"Violations of record.\"  Violations of chapter two of title twenty-seven of this code. \\ulnone\\par\n\\tab\\ul 2.\\tab \"Dangerous number of violations of record.\"  i.  Twenty-five or more violations or record that are classified as immediately hazardous; or \\ulnone\\par\n\\tab\\tab\\ul ii.\\tab Fifty or more violations of record that are classified as hazardous or immediately hazardous; or\\ulnone  \\par\n\\tab\\tab\\ul iii.\\tab Any number of violations of record that are classified as hazardous or immediately hazardous equal to or greater than two times the total number of dwelling units in the multiple dwelling.\\par\n\\ulnone\\tab\\ul b.\\tab After identifying a multiple dwelling that contains a dangerous number of violations of record, the department shall notify the department of buildings of such identification and the department of buildings shall conduct a structural inspection of such multiple dwelling pursuant to subdivision a of section 27-212.1 of this code.\\ulnone\\par\n\\tab\\ul c.\\tab If a structural defect is referred to the department by the department of buildings pursuant to subdivision c of section 27-212.1, the department shall correct such condition pursuant to subdivision a of section 27-2125.\\par\n\\ulnone\\tab\\'a73.\\tab This local law shall take effect thirty days after its enactment into law.\\par\n\\pard\\nowidctlpar\\qj BJG\\par\nInt. 0035/2004\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
