{
  "ID": 36227,
  "GUID": "864CD55B-3D40-4504-99B7-6F1C5D0BD9DE",
  "File": "Int 0269-2006",
  "Name": "Granting J-51 tax abatements for energy conservation, electric submetering and load control equipment to Mitchell-Lama Housing Developments,",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to granting J-51 tax abatements for energy conservation, electric submetering and load control equipment to Mitchell Lama Housing Developments, organized under Article 2 of the Private Housing Finance Law, that receive incentives from the System Benefits Charge fund.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2006-04-26T00:00:00Z",
  "AgendaDate": "2006-04-26T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    }
  ],
  "History": [
    {
      "ID": 189860,
      "Date": "2006-04-26T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 190190,
      "Date": "2006-04-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6013,
      "AgendaSequence": 112,
      "MinutesSequence": 129,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236627,
      "Date": "2009-12-31T16:09:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 36771,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Statement of legislative findings and intent.\nThe Council finds that the City is increasingly dependent on consumer conservation to avoid potential power emergencies.  Load curtailment is the term for conserving electricity to prevent a blackout or a brownout.  The Council finds that the development of energy reduction mechanisms, involving various sectors in the City's building environment, is essential to prevent blackouts, enhance air quality and reduce the price of electricity in the State's wholesale electric market for New York City.\nResidents of buildings with master meters alone are not accountable for electricity use as the costs for electricity are not apportioned and residents are not charged specifically for their personal consumption.  Consequently, disproportionate usage at times of peak demand places undue stress on the City's electric supply system.  Higher costs based upon excessive usage are passed through to residents, rendering housing less affordable.\nA new approach to the provision of electric service is required to transition from a regulated monopoly that provides all electric services to a competitive electric market.  The “unbundling” of service components has a significant consequence for conservation.  By requiring utilities to divest their power-generating facilities, New York State's retail competition regulations effectively erased utility-sponsored “demand side management” conservation.  These programs were replaced with programs administered by the New York State Energy Research and Development Authority (NYSERDA) through funds collected from ratepayers through a System Benefits Charge (SBC).  The SBC is an additional charge paid by ratepayers that NYSERDA has been designated to use to promote energy efficiency and assure maximum benefits to ratepayers.  These funds are contributions from ratepayers and for ratepayers and are not traditional tax levy funds.  The New York State Public Service Commission has designated NYSERDA to use the SBC funds to promote energy efficiency and assure maximum benefits to ratepayers.\nNYSERDA offers incentive programs funded by the State to encourage the design and installation of metering and control systems that will reduce electric consumption, as well as other conservation measures, which provide building managers and residents with the tools to reduce electricity demand and costs.  Commensurate incentives from the City of New York, in the form of J-51 tax abatements, are needed to supplement SBC incentives to induce cooperative boards and building managers to undertake the installation of conservation technologies.\nThe Council finds that NYSERDA SBC incentives used by Mitchell-Lama developments to offset capital costs, provide rebates, lower interest rates or make loans for the implementation of J-51 eligible improvements, including load controls, shall not render these developments ineligible for J-51 real estate tax abatements.\nThe Council recognizes that a new paradigm of energy conservation based on the element of time of usage is essential if electricity is to be both reliable and affordable.  The Council further finds the concepts of Price Responsive Load Management and Demand Response, which provide a policy framework for consumer-oriented activities to alleviate strain on electric supplies and maximize the ability of the most efficient, cost-effective and least-polluting power plants to satisfy the City's requirements.\nThe Council, therefore, supports the introduction of Time Sensitive Electricity Pricing opportunities for consumers, to connect wholesale and retail markets and induce electric use when supplies are abundant and discourage use when supplies are scarce.  New technologies are rapidly emerging to measure electricity in time intervals and transmit data electronically.  SBC programmatic support for submetering of master-metered and direct-metered multifamily buildings allows apartment residents to participate in activities that reduce electric costs and enhance availability.  Additional technologies allow electric intensive equipment such as air conditioners to be automatically controlled in response to peak periods and “curtailment events” determined by the Independent System Operator (ISO).  These technologies allow residents to override “shut-offs” thus assuring resident control, while representing a significant opportunity for the multifamily building sector to earn incentives from ISO curtailment incentive programs and facilitate potential benefits of time sensitive electric rate structures.\nTowards this end, the Council finds that the City has compelling reasons and determines that it is in the City’s best interest to assist Mitchell-Lama developments, which exhibit the leadership needed to implement submetering and load controls, to stretch electric supplies.  The J-51 program has special rules against public co-funding and prohibits the receipt of J-51 tax benefits for improvements financed with government funds.  These rules have been interpreted to apply to NYSERDA incentive programs, including loan interest subsidies.  Given the limited financial resources of low-income Mitchell-Lama housing, removing this regulatory barrier will greatly enhance the financial feasibility of their investment in load control systems, as well as in advanced submetering.  The Council approves the eligibility to obtain J-51 tax abatements for Mitchell-Lama developments that implement these technologies while using incentives available through the NYSERDA-administered System Benefits Charge programs.\nThe Council further finds that Mitchell-Lama developments which have implemented eligible J-51 improvements with SBC supported incentives shall be eligible for J-51 tax abatements if the work was initiated prior to the enactment of this legislation and any necessary applications are filed in a timely basis.\nWhile the J-51 program provided benefits for the installation of submeters, it does not provide special incentives for more expensive advanced metering systems nor for peak load control devices.  This law creates opportunities to facilitate energy conservation and load curtailment in the City's multifamily sector.\nThe Council also finds that load control equipment is eligible as per this local law for J-51 property tax abatements in Mitchell-Lama developments and all J-51 eligible multifamily buildings.\n§2.  Paragraph 6 of subdivision b of section 11-243 of the administrative code of the city of New York, as amended by local law number 44 for the year 2001, is hereby amended to read as follows:\n(6) alterations or improvements to an otherwise eligible building or structure commenced after January first, nineteen hundred eighty designed to conserve the use of fuel, electricity or other energy sources or to reduce demand for electricity, including the installation of meters for purposes of measuring the amount of electricity consumed for each dwelling unit, [and] conversions of direct metering to a system that includes a master meter and submeters and the installation of equipment for the curtailment of electric use, for the shedding of electric load in the building and/or dwelling units, and the installation of advanced electric, measurement, display or communication systems to inform building managers and/or residents of the current and past use of electricity in any cooperative, condominium, limited-profit housing company organized under article two of the private housing finance law or housing development fund company organized under article eleven of the private housing finance law; or \n§3.  Subdivision bb of section 11-243 of the administrative code of the City of New York, as added by local law number 41 for the year 1988, is amended to read as follows:\nbb.  Notwithstanding any contrary provision of the private housing finance law, the benefits of this section shall apply to any limited profit housing company as provided in this section.  Such multiple dwelling, building or structure shall be eligible for benefits only to the extent to which such alterations or improvements are not financed with grants, loans or subsidies from any federal, state or local agency or instrumentality, except for energy conservation projects funded by system benefits charge funds administered through New York state, and where at least one building-wide improvement or alteration is part of the application for benefits.  The abatement of taxes on such property, including the land, shall not be an amount greater than ninety per centum of the certified reasonable cost of such alterations or improvements, as determined under regulations of the department of housing preservation and development, nor greater than eight and one-third percent of such certified reasonable cost in any twelve month period, nor be effective for more than twenty years. The annual abatement of taxes in any twelve month period shall in no event exceed fifty percent of the amount of taxes payable in such twelve month period pursuant to the applicable exemption granted pursuant to article two of the private housing finance law or other applicable laws or fifty percent of payments required to be made in lieu of taxes in such twelve month period.  Notwithstanding the foregoing, the annual abatement of taxes for alterations or improvements commenced prior to June first, nineteen hundred eighty-six may not be applied to reduce the amount of taxes payable or the amount of payments required to be made in lieu of taxes in any twelve month period to an amount less than the minimum amount of taxes required to be paid pursuant to section thirty-three of the private housing finance law.\n§4.  This local law shall take effect immediately, except that the provisions of this local law will apply to any application that is submitted after its enactment for work that was initiated prior to such enactment and such applications will be subject to the same rules that currently exist regarding the eligibility of work done and when an application for benefits relating to such work must be submitted.\n\n\n\n\n\n\nTNN\nInt. No. 33/2004",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone Section 1.  Statement of legislative findings and intent.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj The Council finds that the City is increasingly dependent on consumer conservation to avoid potential power emergencies.  Load curtailment is the term for conserving electricity to prevent a blackout or a brownout.  The Council finds that the development of energy reduction mechanisms, involving various sectors in the City's building environment, is essential to prevent blackouts, enhance air quality and reduce the price of electricity in the State's wholesale electric market for New York City.\\par\nResidents of buildings with master meters alone are not accountable for electricity use as the costs for electricity are not apportioned and residents are not charged specifically for their personal consumption.  Consequently, disproportionate usage at times of peak demand places undue stress on the City's electric supply system.  Higher costs based upon excessive usage are passed through to residents, rendering housing less affordable.\\par\nA new approach to the provision of electric service is required to transition from a regulated monopoly that provides all electric services to a competitive electric market.  The \\ldblquote unbundling\\rdblquote  of service components has a significant consequence for conservation.  By requiring utilities to divest their power-generating facilities, New York State's retail competition regulations effectively erased utility-sponsored \\ldblquote demand side management\\rdblquote  conservation.  These programs were replaced with programs administered by the New York State Energy Research and Development Authority (NYSERDA) through funds collected from ratepayers through a System Benefits Charge (SBC).  The SBC is an additional charge paid by ratepayers that NYSERDA has been designated to use to promote energy efficiency and assure maximum benefits to ratepayers.  These funds are contributions from ratepayers and for ratepayers and are not traditional tax levy funds.  The New York State Public Service Commission has designated NYSERDA to use the SBC funds to promote energy efficiency and assure maximum benefits to ratepayers.\\par\nNYSERDA offers incentive programs funded by the State to encourage the design and installation of metering and control systems that will reduce electric consumption, as well as other conservation measures, which provide building managers and residents with the tools to reduce electricity demand and costs.  Commensurate incentives from the City of New York, in the form of J-51 tax abatements, are needed to supplement SBC incentives to induce cooperative boards and building managers to undertake the installation of conservation technologies.\\par\nThe Council finds that NYSERDA SBC incentives used by Mitchell-Lama developments to offset capital costs, provide rebates, lower interest rates or make loans for the implementation of J-51 eligible improvements, including load controls, shall not render these developments ineligible for J-51 real estate tax abatements.\\par\nThe Council recognizes that a new paradigm of energy conservation based on the element of time of usage is essential if electricity is to be both reliable and affordable.  The Council further finds the concepts of Price Responsive Load Management and Demand Response, which provide a policy framework for consumer-oriented activities to alleviate strain on electric supplies and maximize the ability of the most efficient, cost-effective and least-polluting power plants to satisfy the City's requirements.\\par\nThe Council, therefore, supports the introduction of Time Sensitive Electricity Pricing opportunities for consumers, to connect wholesale and retail markets and induce electric use when supplies are abundant and discourage use when supplies are scarce.  New technologies are rapidly emerging to measure electricity in time intervals and transmit data electronically.  SBC programmatic support for submetering of master-metered and direct-metered multifamily buildings allows apartment residents to participate in activities that reduce electric costs and enhance availability.  Additional technologies allow electric intensive equipment such as air conditioners to be automatically controlled in response to peak periods and \\ldblquote curtailment events\\rdblquote  determined by the Independent System Operator (ISO).  These technologies allow residents to override \\ldblquote shut-offs\\rdblquote  thus assuring resident control, while representing a significant opportunity for the multifamily building sector to earn incentives from ISO curtailment incentive programs and facilitate potential benefits of time sensitive electric rate structures.\\par\nTowards this end, the Council finds that the City has compelling reasons and determines that it is in the City\\rquote s best interest to assist Mitchell-Lama developments, which exhibit the leadership needed to implement submetering and load controls, to stretch electric supplies.  The J-51 program has special rules against public co-funding and prohibits the receipt of J-51 tax benefits for improvements financed with government funds.  These rules have been interpreted to apply to NYSERDA incentive programs, including loan interest subsidies.  Given the limited financial resources of low-income Mitchell-Lama housing, removing this regulatory barrier will greatly enhance the financial feasibility of their investment in load control systems, as well as in advanced submetering.  The Council approves the eligibility to obtain J-51 tax abatements for Mitchell-Lama developments that implement these technologies while using incentives available through the NYSERDA-administered System Benefits Charge programs.\\par\nThe Council further finds that Mitchell-Lama developments which have implemented eligible J-51 improvements with SBC supported incentives shall be eligible for J-51 tax abatements if the work was initiated prior to the enactment of this legislation and any necessary applications are filed in a timely basis.\\par\nWhile the J-51 program provided benefits for the installation of submeters, it does not provide special incentives for more expensive advanced metering systems nor for peak load control devices.  This law creates opportunities to facilitate energy conservation and load curtailment in the City's multifamily sector.\\par\nThe Council also finds that load control equipment is eligible as per this local law for J-51 property tax abatements in Mitchell-Lama developments and all J-51 eligible multifamily buildings.\\par\n\\'a72.  Paragraph 6 of subdivision b of section 11-243 of the administrative code of the city of New York, as amended by local law number 44 for the year 2001, is hereby amended to read as follows:\\par\n(6) alterations or improvements to an otherwise eligible building or structure commenced after January first, nineteen hundred eighty designed to conserve the use of fuel, electricity or other energy sources or to reduce demand for electricity, including the installation of meters for purposes of measuring the amount of electricity consumed\\i  \\i0 for each dwelling unit, [and] conversions of direct metering to a system that includes a master meter and submeters \\ul and the installation of equipment for the curtailment of electric use, for the shedding of electric load in the building and/or dwelling units, and the installation of advanced electric, measurement, display or communication systems to inform building managers and/or residents of the current and past use of electricity\\ulnone  in any cooperative, condominium, \\ul limited-profit housing company organized under article two of the private housing finance law\\ulnone  or housing development fund company organized under article eleven of the private housing finance law; or \\par\n\\'a73.  Subdivision bb of section 11-243 of the administrative code of the City of New York, as added by local law number 41 for the year 1988, is amended to read as follows:\\par\nbb.  Notwithstanding any contrary provision of the private housing finance law, the benefits of this section shall apply to any limited profit housing company as provided in this section.  Such multiple dwelling, building or structure shall be eligible for benefits only to the extent to which such alterations or improvements are not financed with grants, loans or subsidies from any federal, state or local agency or instrumentality, \\ul except for energy conservation projects funded by system benefits charge funds administered through New York state,\\ulnone  and where at least one building-wide improvement or alteration is part of the application for benefits.  The abatement of taxes on such property, including the land, shall not be an amount greater than ninety per centum of the certified reasonable cost of such alterations or improvements, as determined under regulations of the department of housing preservation and development, nor greater than eight and one-third percent of such certified reasonable cost in any twelve month period, nor be effective for more than twenty years. The annual abatement of taxes in any twelve month period shall in no event exceed fifty percent of the amount of taxes payable in such twelve month period pursuant to the applicable exemption granted pursuant to article two of the private housing finance law or other applicable laws or fifty percent of payments required to be made in lieu of taxes in such twelve month period.  Notwithstanding the foregoing, the annual abatement of taxes for alterations or improvements commenced prior to June first, nineteen hundred eighty-six may not be applied to reduce the amount of taxes payable or the amount of payments required to be made in lieu of taxes in any twelve month period to an amount less than the minimum amount of taxes required to be paid pursuant to section thirty-three of the private housing finance law.\\par\n\\'a74.  This local law shall take effect immediately, except that the provisions of this local law will apply to any application that is submitted after its enactment for work that was initiated prior to such enactment and such applications will be subject to the same rules that currently exist regarding the eligibility of work done and when an application for benefits relating to such work must be submitted.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\par\n\\par\n\\par\n\\par\n\\pard\\nowidctlpar\\qj\\par\n\\par\n\\fs20 TNN\\par\nInt. No. 33/2004\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
