{
  "ID": 36223,
  "GUID": "6A85BBF7-14D9-4B37-B8EB-2A7F26E184E1",
  "File": "Int 0271-2006",
  "Name": "Requiring the NYPD to trace all firearm in its possession and to share the results of such tracing with law enforcement agencies nationwide.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the New York city police department to trace all firearms in its possession and to share the results of such tracing with law enforcement agencies nationwide.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2006-04-26T00:00:00Z",
  "AgendaDate": "2006-04-26T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    }
  ],
  "History": [
    {
      "ID": 189856,
      "Date": "2006-04-26T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 190188,
      "Date": "2006-04-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6013,
      "AgendaSequence": 114,
      "MinutesSequence": 131,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236625,
      "Date": "2009-12-31T16:09:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 36767,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Legislative findings and intent.  The council of the city of New York finds that the police department of the city of New York, while committed to reducing and solving crimes involving firearms, nevertheless has not taken steps that it reasonably could take to reduce and prevent gun violence by tracing firearms that come into its possession as the result of criminal conduct, and by sharing the results of gun tracing more quickly and completely with other law enforcement agencies.  For example, the police department does not promptly trace all eligible firearms, and instead allows these weapons to remain in police custody untested for weeks or months, during which time their value as evidence becomes attenuated.  In addition, the police department does not test all “crime guns” that it recovers.  For example, it does not test “found” weapons that are recovered as abandoned property or that are not associated with an individual or a particular crime.  As it is a crime to abandon a gun in New York City, such weapons are properly considered “crime guns” and should be treated as such.\nThe police department, to its credit, cooperates with the federal bureau of Alcohol, Tobacco and Firearms (the “ATF”) and the state police to trace certain crime guns.  Those efforts are hampered, however, by the police department’s inability to timely test all eligible weapons and by the lack of a routine, electronic method of exchanging data with these agencies.  In addition, the police department conducts little, if any, exchange of data with other law enforcement agencies nationwide.  This legislation will change that policy and procedure by requiring the police department to reach out to other law enforcement agencies and develop a mechanism for sharing data with them.\nFinally, the city council believes that the lack of publicly-available data concerning the origins of “crime guns” is a serious problem that undermines efforts to publicize the causes and seriousness of gun violence.  Therefore, the city council has determined that the police department should make available to the public a summary of the firearms that it recovers and tests each year, indicating by whom they were manufactured and sold, by whom they were used and in what criminal capacity.\n§2. Chapter three of title ten of the administrative code of the city of New York is hereby amended by adding a new section 10-313, to read as follows:\n§10-313. NYPD To Trace All Weapons In Its Possession and Share The Results With National Law Enforcement.\nTitle. This act is known as and may be cited as the New York City Trace All Guns Act.\nDefinitions. For purposes of this section, the following terms shall have the following meanings:\n(1) The term “crime gun” shall mean any firearm that the police department, office of the district attorney, or other law enforcement agency (State, Federal or otherwise) knows or reasonably believes to have been involved in the commission of a crime, including (without limitation) a crime of violence, a crime involving the alteration, disposal or abandonment of a firearm, the purchase, sale or transportation of a firearm or any other criminal conduct whatsoever.  The city council intends that the term “crime gun” be given the most expansive reading consistent with state and federal law.  Specifically, weapons that are abandoned, recovered without an owner present or that are recovered as part of an amnesty program are crime guns. \n(2) The term “firearms database” means any database maintained by any local, State or Federal law enforcement agency that contains information about the manufacture, ownership, use and crime history of firearms, including, without limitation, (i) ballistics databases such as the Integrated Ballistics Identification network (“IBIS”) maintained by the Federal Bureau of Alcohol, Tobacco and Firearms (“ATF”) and the database maintained by the State of New York pursuant to Penal Law § 400, and any similar database maintained by any local, state or national law enforcement authority, and (ii) any sale, ownership and transfer information database such as that maintained by the ATF or the New York State Pistol Permit Bureau or the New York City police commissioner, and any similar database maintained by any local, state or national law enforcement authority.\n(3) The term “pedigree” shall mean, with respect to a crime gun, all data concerning (i) the manufacture of the weapon (such as model and serial number), (ii) transfer and ownership of the firearm (such as sales records and permit information), (iii) the circumstances of its recovery (such as the location in which it was recovered and the identify of any persons with whom it was recovered) and (iv) any crime with which the firearm is associated or suspected to be associated.\n(4) The term “ballistics” shall mean, with respect to a crime gun, all available data that (i) enables a shell casing from a bullet fired from a firearm to be positively associated with the firearm from which the bullet was fired, and (ii) enables a slug or bullet fired from a firearm to be positively associated with the firearm from which it was fired.\n(5) The term “city law officer” shall mean any person employed by any agency of the city of New York, including the New York City police department, who is authorized to carry or use a firearm in the course of his or her official duties. With the consent of the Metropolitan Transportation Authority and the Port Authority of New York and New Jersey, the employees of those agencies shall be considered \"city law officers\" solely for the purpose of this section.  Any other law enforcement agency with operations in the city of New York can request that its officers be classified as \"city law officers\" solely for purposes of this section, and the police department shall accept that designation and apply this section to such individuals pursuant to an appropriate memorandum of understanding between the police department and such other agency.\n(6) The term “qualified law enforcement agency” shall mean any local, state or national law enforcement agency that is capable of receiving, storing, securing and retrieving crime gun pedigree and ballistics data in a manner that will not compromise ongoing criminal investigations or prosecutions.\nTracing of Crime Guns. The police department shall promptly trace all crime guns that come into its possession for any reason whatsoever, consistent with state and federal law.  Specifically, the police department shall, within seven days of coming into possession of a crime gun:\n(1)\tPerform an internal pedigree information check of the firearm;\n(2)\tSubmit the firearm’s pedigree information to the ATF and to every qualified law enforcement agency with which the police department has established a protocol to exchange crime gun data;\n(3)\tPerform a ballistics test on the firearm;\n(4)\tSubmit the results of the test to the IBIS system and to every qualified law enforcement agency with which the police department has established a protocol to exchange crime gun data;\n(5)\tSeek pedigree and ballistics information pertaining to the crime gun from every qualified law enforcement agency with which the police department has established a protocol to exchange crime gun data.\nd.\tAlcohol, Tobacco & Firearms Advisement. In the event that the police department is temporarily unable to comply with the provisions of subsection (c) of this section, it shall, in addition to immediately coming into compliance with this section, so-advise the ATF of that fact and of the number of days beyond seven days that the police department requires to perform pedigree and ballistics testing upon the firearms in its possession.  The police department shall update its report to the ATF every seven days until it is in compliance with subsection (c) of this section.\ne.\tInforming law enforcement agencies of pedigree and ballistics information. The police department shall promptly, upon the destruction or disposal of any firearm in its possession, whether or not such firearm is a crime gun, inform all local, state and national law enforcement agencies of the pedigree and ballistics information of that firearm and communicate the fact that the firearm has been destroyed or disposed of.  If pedigree or ballistics information is not available for any such weapon, the police department shall generate such data in accordance with subsection (c) of this section prior to destroying or disposing of the firearm, unless doing so is prohibited by state or federal law.  For purposes of this subsection, the term \"disposal\" shall include sale or delivery of any intact, functional firearm to any person.\nf.\tPedigree Testing. The police department shall perform pedigree and ballistics testing upon any firearm owned by or issued to a city law officer in connection with that officer’s official duties.  Specifically:\n(1)\tThe police department shall, within six months of the effective date of this law, test every firearm owned by, assigned to, or available for use by or assignment to a city law officer in the course of that officer’s official duties as of the effective date of this law.  Such testing shall be performed at the expense of and in a manner prescribed by the police department.\n (2)\tUpon the effective date of this local law and thereafter, the police department shall ensure that every city law officer who receives, purchases or is assigned a firearm for use in that officer’s official duties shall be, prior to being placed in service, submitted to the police department for ballistics and pedigree testing at the expense of and in a manner prescribed by the police department.\n(3)\tWith respect to all data obtained pursuant to the provisions of this subsection, the police department shall provide the pedigree and ballistics information so obtained to the ATF and to every qualified law enforcement agency with which the police department has established a protocol to exchange crime gun data.\ng.\tCrime Gun Sharing Protocol. The police department shall, in cooperation with the ATF, establish a protocol for sharing crime gun pedigree and ballistics data with the ATF electronically in order to (i) speed up the transfer of data between the two agencies and (ii) to enable each agency to search the records of the other for data pertaining to crime guns.  The police department shall establish a data sharing protocol model system by which it and other qualified law enforcement agencies can share crime gun data with the ATF and with each other electronically.\nh.\tCooperation. The police department shall contact the police departments of no fewer than the 15 largest cities in the United States and shall request their cooperation in sharing crime gun pedigree and ballistics data with the police department and the ATF.  In turn, the police department shall share crime gun pedigree and ballistics data with the police departments of any such city that cooperates with the police department to share crime gun data, provided that such other police department is or can reasonably be expected to be a qualified law enforcement agency. \ni.\tCrime Gun Requests. Upon the request of any qualified law enforcement agency to share crime gun data with the police department, the police department shall make reasonable efforts to include such agency in any crime gun pedigree and ballistics data sharing program established hereunder.\nj.\tPublication. On or before the 15th day of each month, the police department shall publish in the City Record and on its website, in a manner available to and easily read by the public (for example, in Adobe portable document format), a statistical summary of the pedigree and ballistics data for all firearms testing during the preceding month, excluding firearms tested pursuant to subsection f.  Such summary shall be disaggregated so as not to divulge the names or identities of crime victims or to reveal information that would imperil ongoing law enforcement or prosecutions.  Such summary shall include, at a minimum, the following information:  (i) the number of crime guns tested, (ii) the number of handguns, rifles, shotguns, automatic and semi-automatic weapons tested, (iii) the manufacturer of each crime gun tested, (iv) the name and State of origin of any firearms dealer through whose hands the crime gun passed, (v) the nature of the crime in connection to which the firearm was recovered, (vi) whether or not the firearm was used to inflict death or bodily injury and (vii) the disposition of the crime gun.\n§3.\tIf any subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law that added this section, which remaining portions shall remain in full force and effect.\n§4.\tThis local law shall take effect 180 days after its enactment, provided, however, that the police department may immediately take whatever steps necessary, including the promulgation of rules and regulations, to effect the provisions of this local law.\n\nTB\nInt 112/2004",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}{\\s3 heading 3;}{\\s4 heading 4;}}\n\\viewkind4\\uc1\n\\ul\\v0\\par\nBe it enacted by the Council as follows:\\par\n\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1.  Legislative findings and intent.  The council of the city of New York finds that the police department of the city of New York, while committed to reducing and solving crimes involving firearms, nevertheless has not taken steps that it reasonably could take to reduce and prevent gun violence by tracing firearms that come into its possession as the result of criminal conduct, and by sharing the results of gun tracing more quickly and completely with other law enforcement agencies.  For example, the police department does not promptly trace all eligible firearms, and instead allows these weapons to remain in police custody untested for weeks or months, during which time their value as evidence becomes attenuated.  In addition, the police department does not test all \\ldblquote crime guns\\rdblquote  that it recovers.  For example, it does not test \\ldblquote found\\rdblquote  weapons that are recovered as abandoned property or that are not associated with an individual or a particular crime.  As it is a crime to abandon a gun in New York City, such weapons are properly considered \\ldblquote crime guns\\rdblquote  and should be treated as such.\\par\nThe police department, to its credit, cooperates with the federal bureau of Alcohol, Tobacco and Firearms (the \\ldblquote ATF\\rdblquote ) and the state police to trace certain crime guns.  Those efforts are hampered, however, by the police department\\rquote s inability to timely test all eligible weapons and by the lack of a routine, electronic method of exchanging data with these agencies.  In addition, the police department conducts little, if any, exchange of data with other law enforcement agencies nationwide.  This legislation will change that policy and procedure by requiring the police department to reach out to other law enforcement agencies and develop a mechanism for sharing data with them.\\par\nFinally, the city council believes that the lack of publicly-available data concerning the origins of \\ldblquote crime guns\\rdblquote  is a serious problem that undermines efforts to publicize the causes and seriousness of gun violence.  Therefore, the city council has determined that the police department should make available to the public a summary of the firearms that it recovers and tests each year, indicating by whom they were manufactured and sold, by whom they were used and in what criminal capacity.\\par\n\\'a72. Chapter three of title ten of the administrative code of the city of New York is hereby amended by adding a new section 10-313, to read as follows:\\par\n\\ul\\'a710-313. NYPD To Trace All Weapons In Its Possession and Share The Results With National Law Enforcement.\\par\n\\pard{\\pntext\\f0 a.\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart1\\pnlcltr{\\pntxta.}}\n\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Title. This act is known as and may be cited as the New York City Trace All Guns Act.\\par\n{\\pntext\\f0 b.\\tab}Definitions. For purposes of this section, the following terms shall have the following meanings:\\par\n\\pard{\\*\\pn\\pnlvlcont\\pnf0\\pnindent0\\pnstart1\\pndec }\n\\nowidctlpar\\fi720\\sl480\\slmult1\\qj (1) The term \\ldblquote crime gun\\rdblquote  shall mean any firearm that the police department, office of the district attorney, or other law enforcement agency (State, Federal or otherwise) knows or reasonably believes to have been involved in the commission of a crime, including (without limitation) a crime of violence, a crime involving the alteration, disposal or abandonment of a firearm, the purchase, sale or transportation of a firearm or any other criminal conduct whatsoever.  The city council intends that the term \\ldblquote crime gun\\rdblquote  be given the most expansive reading consistent with state and federal law.  Specifically, weapons that are abandoned, recovered without an owner present or that are recovered as part of an amnesty program are crime guns. \\par\n(2) The term \\ldblquote firearms database\\rdblquote  means any database maintained by any local, State or Federal law enforcement agency that contains information about the manufacture, ownership, use and crime history of firearms, including, without limitation, (i) ballistics databases such as the Integrated Ballistics Identification network (\\ldblquote IBIS\\rdblquote ) maintained by the Federal Bureau of Alcohol, Tobacco and Firearms (\\ldblquote ATF\\rdblquote ) and the database maintained by the State of New York pursuant to Penal Law \\'a7 400, and any similar database maintained by any local, state or national law enforcement authority, and (ii) any sale, ownership and transfer information database such as that maintained by the ATF or the New York State Pistol Permit Bureau or the New York City police commissioner, and any similar database maintained by any local, state or national law enforcement authority.\\par\n(3) The term \\ldblquote pedigree\\rdblquote  shall mean, with respect to a crime gun, all data concerning (i) the manufacture of the weapon (such as model and serial number), (ii) transfer and ownership of the firearm (such as sales records and permit information), (iii) the circumstances of its recovery (such as the location in which it was recovered and the identify of any persons with whom it was recovered) and (iv) any crime with which the firearm is associated or suspected to be associated.\\par\n(4) The term \\ldblquote ballistics\\rdblquote  shall mean, with respect to a crime gun, all available data that (i) enables a shell casing from a bullet fired from a firearm to be positively associated with the firearm from which the bullet was fired, and (ii) enables a slug or bullet fired from a firearm to be positively associated with the firearm from which it was fired.\\par\n(5) The term \\ldblquote city law officer\\rdblquote  shall mean any person employed by any agency of the city of New York, including the New York City police department, who is authorized to carry or use a firearm in the course of his or her official duties. With the consent of the Metropolitan Transportation Authority and the Port Authority of New York and New Jersey, the employees of those agencies shall be considered \"city law officers\" solely for the purpose of this section.  Any other law enforcement agency with operations in the city of New York can request that its officers be classified as \"city law officers\" solely for purposes of this section, and the police department shall accept that designation and apply this section to such individuals pursuant to an appropriate memorandum of understanding between the police department and such other agency.\\b\\par\n\\b0 (6) The term \\ldblquote qualified law enforcement agency\\rdblquote  shall mean any local, state or national law enforcement agency that is capable of receiving, storing, securing and retrieving crime gun pedigree and ballistics data in a manner that will not compromise ongoing criminal investigations or prosecutions.\\par\n\\pard{\\pntext\\f0 a.\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart1\\pnlcltr{\\pntxta.}}\n\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\b Tracing of Crime Guns. \\b0 The police department shall promptly trace all crime guns that come into its possession for any reason whatsoever, consistent with state and federal law.  Specifically, the police department shall, within seven days of coming into possession of a crime gun:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj (1)\\tab Perform an internal pedigree information check of the firearm;\\par\n(2)\\tab Submit the firearm\\rquote s pedigree information to the ATF and to every qualified law enforcement agency with which the police department has established a protocol to exchange crime gun data;\\par\n(3)\\tab Perform a ballistics test on the firearm;\\par\n(4)\\tab Submit the results of the test to the IBIS system and to every qualified law enforcement agency with which the police department has established a protocol to exchange crime gun data;\\par\n(5)\\tab Seek pedigree and ballistics information pertaining to the crime gun from every qualified law enforcement agency with which the police department has established a protocol to exchange crime gun data.\\par\nd.\\ulnone\\tab\\ul Alcohol, Tobacco & Firearms Advisement.\\b  \\b0 In the event that the police department is temporarily unable to comply with the provisions of subsection (c) of this section, it shall, in addition to immediately coming into compliance with this section, so-advise the ATF of that fact and of the number of days beyond seven days that the police department requires to perform pedigree and ballistics testing upon the firearms in its possession.  The police department shall update its report to the ATF every seven days until it is in compliance with subsection (c) of this section.\\par\ne.\\ulnone\\tab\\ul Informing law enforcement agencies of pedigree and ballistics information.\\b  \\b0 The police department shall promptly, upon the destruction or disposal of any firearm in its possession, whether or not such firearm is a crime gun, inform all local, state and national law enforcement agencies of the pedigree and ballistics information of that firearm and communicate the fact that the firearm has been destroyed or disposed of.  If pedigree or ballistics information is not available for any such weapon, the police department shall generate such data in accordance with subsection (c) of this section prior to destroying or disposing of the firearm, unless doing so is prohibited by state or federal law.  For purposes of this subsection, the term \"disposal\" shall include sale or delivery of any intact, functional firearm to any person.\\par\nf.\\ulnone\\tab\\ul Pedigree Testing. The police department shall perform pedigree and ballistics testing upon any firearm owned by or issued to a city law officer in connection with that officer\\rquote s official duties.  Specifically:\\par\n(1)\\tab The police department shall, within six months of the effective date of this law, test every firearm owned by, assigned to, or available for use by or assignment to a city law officer in the course of that officer\\rquote s official duties as of the effective date of this law.  Such testing shall be performed at the expense of and in a manner prescribed by the police department.\\par\n (2)\\tab Upon the effective date of this local law and thereafter, the police department shall ensure that every city law officer who receives, purchases or is assigned a firearm for use in that officer\\rquote s official duties shall be, prior to being placed in service, submitted to the police department for ballistics and pedigree testing at the expense of and in a manner prescribed by the police department.\\par\n(3)\\tab With respect to all data obtained pursuant to the provisions of this subsection, the police department shall provide the pedigree and ballistics information so obtained to the ATF and to every qualified law enforcement agency with which the police department has established a protocol to exchange crime gun data.\\par\ng.\\ulnone\\tab\\ul Crime Gun Sharing Protocol\\b . \\b0 The police department shall, in cooperation with the ATF, establish a protocol for sharing crime gun pedigree and ballistics data with the ATF electronically in order to (i) speed up the transfer of data between the two agencies and (ii) to enable each agency to search the records of the other for data pertaining to crime guns.  The police department shall establish a data sharing protocol model system by which it and other qualified law enforcement agencies can share crime gun data with the ATF and with each other electronically.\\par\nh.\\ulnone\\tab\\ul Cooperation. The police department shall contact the police departments of no fewer than the 15 largest cities in the United States and shall request their cooperation in sharing crime gun pedigree and ballistics data with the police department and the ATF.  In turn, the police department shall share crime gun pedigree and ballistics data with the police departments of any such city that cooperates with the police department to share crime gun data, provided that such other police department is or can reasonably be expected to be a qualified law enforcement agency. \\par\ni.\\ulnone\\tab\\ul Crime Gun Requests\\b . \\b0 Upon the request of any qualified law enforcement agency to share crime gun data with the police department, the police department shall make reasonable efforts to include such agency in any crime gun pedigree and ballistics data sharing program established hereunder.\\par\nj.\\ulnone\\tab\\ul Publication.\\b  \\b0 On or before the 15\\super th\\nosupersub  day of each month, the police department shall publish in the City Record and on its website, in a manner available to and easily read by the public (for example, in Adobe portable document format), a statistical summary of the pedigree and ballistics data for all firearms testing during the preceding month, excluding firearms tested pursuant to subsection f.  Such summary shall be disaggregated so as not to divulge the names or identities of crime victims or to reveal information that would imperil ongoing law enforcement or prosecutions.  Such summary shall include, at a minimum, the following information:  (i) the number of crime guns tested, (ii) the number of handguns, rifles, shotguns, automatic and semi-automatic weapons tested, (iii) the manufacturer of each crime gun tested, (iv) the name and State of origin of any firearms dealer through whose hands the crime gun passed, (v) the nature of the crime in connection to which the firearm was recovered, (vi) whether or not the firearm was used to inflict death or bodily injury and (vii) the disposition of the crime gun.\\par\n\\ulnone\\'a73.\\tab If any subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law that added this section, which remaining portions shall remain in full force and effect.\\par\n\\'a74.\\tab This local law shall take effect 180 days after its enactment, provided, however, that the police department may immediately take whatever steps necessary, including the promulgation of rules and regulations, to effect the provisions of this local law.\\par\n\\pard\\nowidctlpar\\qj\\par\n\\pard\\nowidctlpar TB\\par\nInt 112/2004\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
