{
  "ID": 36161,
  "GUID": "12E39E51-3FB5-408E-B29C-CF1C67CCF55B",
  "File": "Int 0274-2006",
  "Name": "Creating incentives for city agencies to save energy.",
  "Title": "A Local Law to amend the New York city charter, in relation creating incentives for city agencies to save energy.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2006-04-26T00:00:00Z",
  "AgendaDate": "2006-04-26T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    }
  ],
  "History": [
    {
      "ID": 189795,
      "Date": "2006-04-26T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 190187,
      "Date": "2006-04-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Finance",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6013,
      "AgendaSequence": 117,
      "MinutesSequence": 134,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Finance",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236622,
      "Date": "2009-12-31T16:08:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 36705,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Declaration of Legislative Findings and Intent.  The municipal government is by far the City’s largest energy consumer, together with the New York City Housing Authority, accounting for more than 10% of the total energy consumed in the City.  This amounts to more than 5 billion kilowatt-hours of electricity annually, at a cost of approximately $568 million.  Reducing the City’s electricity use will not only save money, but will also reduce stress on the power grid, reduce the need to build new power plants, and may improve local air quality.  Unfortunately, however, agencies have no inherent financial incentive to reduce their electricity use.  \nCurrently, each city agency has its own budget item(s) for Heat, Light, & Power (HLP).  This is not an individual unit of appropriation, but, rather, an object code within one or more of their Other Than Personal Services (OTPS) units of appropriation.  Money left in an agency's HLP budget (due, for example, to energy efficiency measures) could be used for any other purpose within the OTPS unit of appropriation.  In addition, agencies can transfer up to 5% or $50,000, whichever is larger, of one unit of appropriation to another without seeking a budget modification.  However, whenever an agency has unspent monies in a unit of appropriation, the operating procedure of the Office of Management and Budget generally requires that the money be returned to the general fund, rather than being available for other agency purposes.  As a result, agencies have no incentive to save energy and reap no financial benefit from any energy-saving measures they employ.\nFaced with similar problems, some states, including Arizona, Maine, Connecticut and Hawaii, have passed legislation allowing agencies to retain a share of any financial savings resulting from energy efficiency improvements.  Doing so creates a clear incentive for state agencies to save energy and aligns the interests of agencies with those of the state.  Accordingly, the Council declares it is reasonable and necessary to require the Office of Management and Budget to devise a similar program through which New York City agencies will share the financial savings resulting from energy savings.\n§2. Chapter 10 of the New York city charter, as added by vote of the electors at the general election held on November 7, 1989, is amended by adding a new subdivision f to section 107 to read as follows:\nf. By January 1, 2007, the office of management and budget shall develop an energy efficiency incentive program in which any city agency may, subject to appropriation, retain a portion of any energy cost savings demonstrably attributable to energy efficiency investments or other conservation measures undertaken by that agency.  Said portion shall not be less than fifty per cent of the energy cost savings and shall accrue to the agency annually for a period equal to the useful life of the energy efficiency investments or, for conservation measures, for a period deemed appropriate by the office but, in any event, no less than three years.\n§3. This local law shall take effect immediately upon enactment into law.\n \nAB\nInt. No. 710- 2005",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset128 Arial Unicode MS;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\pard\\nowidctlpar\\ri120\\qj\\v0  \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\expndtw-3\\ul Be it enacted by the Council as follows:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\expndtw0\\ulnone Section 1. Declaration of Legislative Findings and Intent.  The municipal government is by far the City\\rquote s largest energy consumer, together with the New York City Housing Authority, accounting for more than 10% of the total energy consumed in the City.  This amounts to more than 5 billion kilowatt-hours of electricity annually, at a cost of approximately $568 million.  Reducing the City\\rquote s electricity use will not only save money, but will also reduce stress on the power grid, reduce the need to build new power plants, and may improve local air quality.  Unfortunately, however, agencies have no inherent financial incentive to reduce their electricity use.  \\par\nCurrently, each city agency has its own budget item(s) for Heat, Light, & Power (HLP).  This is not an individual unit of appropriation, but, rather, an object code within one or more of their Other Than Personal Services (OTPS) units of appropriation.  Money left in an agency's HLP budget (due, for example, to energy efficiency measures) could be used for any other purpose within the OTPS unit of appropriation.  In addition, agencies can transfer up to 5% or $50,000, whichever is larger, of one unit of appropriation to another without seeking a budget modification.  However, whenever an agency has unspent monies in a unit of appropriation, the operating procedure of the Office of Management and Budget generally requires that the money be returned to the general fund, rather than being available for other agency purposes.  As a result, agencies have no incentive to save energy and reap no financial benefit from any energy-saving measures they employ.\\par\nFaced with similar problems, some states, including Arizona, Maine, Connecticut and Hawaii, have passed legislation allowing agencies to retain a share of any financial savings resulting from energy efficiency improvements.  Doing so creates a clear incentive for state agencies to save energy and aligns the interests of agencies with those of the state.  Accordingly, the Council declares it is reasonable and necessary to require the Office of Management and Budget to devise a similar program through which New York City agencies will share the financial savings resulting from energy savings.\\par\n\\'a72. Chapter 10 of the New York city charter, as added by vote of the electors at the general election held on November 7, 1989,\\expndtw-3  is amended by adding a new subdivision f to section 107 to read as follows:\\expndtw0\\f1\\par\n\\ul\\f0 f. By January 1, 2007, the office of management and budget shall develop an energy efficiency incentive program in which any city agency may, subject to appropriation, retain a portion of any energy cost savings demonstrably attributable to energy efficiency investments or other conservation measures undertaken by that agency.\\b   \\b0 Said portion shall not be less than fifty per cent of the energy cost savings and shall accrue to the agency annually for a period equal to the useful life of the energy efficiency investments or, for conservation measures, for a period deemed appropriate by the office but, in any event, no less than three years.\\ulnone\\f1\\par\n\\pard\\nowidctlpar\\fi720\\qj\\f0\\'a73. This local law shall take effect immediately upon enactment into law.\\par\n\\pard\\nowidctlpar  \\par\nAB\\par\nInt. No. 710- 2005\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
