{
  "ID": 36316,
  "GUID": "1656E63A-02B0-4575-B114-875C550C80D5",
  "File": "Int 0276-2006",
  "Name": "Restrictions on motor vehicle traffic on the central park loop drives and prospect park loop drives.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to restrictions on motor vehicle traffic on the central park loop drives and prospect park loop drives.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2006-04-26T00:00:00Z",
  "AgendaDate": "2006-04-26T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    }
  ],
  "History": [
    {
      "ID": 190010,
      "Date": "2006-04-26T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 190196,
      "Date": "2006-04-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6013,
      "AgendaSequence": 119,
      "MinutesSequence": 136,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 190380,
      "Date": "2006-05-09T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 6022,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 190735,
      "Date": "2006-05-09T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 6022,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236620,
      "Date": "2009-12-31T16:07:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 72434,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 5/9/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/a5df1074-5c36-458c-80aa-dceb4f3c2478.doc",
      "Sort": 1
    },
    {
      "ID": 73927,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 5/9/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/293ef19d-0328-4c6d-9446-2639f2dd371c.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 36862,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Declaration of legislative findings and intent.  One of the great escapes in New York City are our great parks.  New York City has 1700 parks, playgrounds and recreational facilities comprising over 28,000 acres.  Everyday, New Yorkers walk, run, bicycle, play and do many other activities in our parks.  The parks provide a safe, serene and beautiful escape from the often hectic pace of urban city living.\nAccording to research compiled by the transportation advocacy group, Transportation Alternatives, traffic volume in Central Park is at an all time low and shrinks significantly in the summer, while recreational demand skyrockets.  According to traffic studies the effects of closing the Central Park loop on traffic adjacent to the park would be minimal and traffic may even decrease.\nTransportation Alternatives has also conducted a campaign for many years to make Prospect Park car-free.  Currently, the Prospect Park loop drive is open from 7 A.M. to 9 A.M. and 5 P.M. to 7 P.M.  Traffic studies show that the park is used the most heavily in the morning.  This bill would close the Prospect Park drive loops from 9 A.M. to 7 A.M. to allow cars to continue to use the prospect park drives during the heavy use hours between 7 A.M. to 9 A.M.\n§2. Chapter 1 of title 19 of the administrative code of the city of New York is hereby amended by adding thereto a new section 19-132.1 to read as follows:\n§19-132.1 Restrictions on the central park loop drive and prospect park loop drive.  a.  The central park loop drive shall be closed to motor vehicle traffic between midnight on  June 24 2006 and midnight on September 25, 2006.  \nb.  The prospect park loop drive shall be closed to motor vehicle traffic between the hours of nine a.m. and seven a.m. on weekdays and all day on weekends between midnight on June 24 2006 and midnight on September 25, 2006.\nc.  Vehicles operated by or on behalf of the department of parks and recreation, the police department and the fire department and emergency service vehicles are exempt from the restrictions set forth in subdivisions a and b of this section.\nd.  The commissioner may issue waivers for motor vehicles otherwise prohibited from traveling on the central park loop drive and prospect park loop drive in accordance with subdivisions a and b of this section that are operated by or on behalf of individuals or organizations participating in events that have been authorized by the department of parks and recreation and to motor vehicles operated by vendors authorized to operate in the park.\ne.  The prohibitions set forth in subdivision a of this section shall not be construed to prohibit  motor vehicle traffic on any of the transverse roads in central park.\nf.  The commissioner shall conduct a traffic study of central park and prospect park and the surrounding areas for the purpose of determining the effects, if any, of the closing of the respective loop drives.   The study shall examine such factors as motor vehicle traffic volume, disruptions of pedestrian traffic flow, environmental factors identified in consultation with the department of environmental protection and such other factors deemed necessary by the commissioner.\ng. The results of the study shall be compiled into a written report to be submitted to the council and the mayor no later than December 31, 2006.\nh. The report shall also be made available on the department’s official website within seven days of submission in accordance with subdivision g of this section.    \n §3.  This local law shall take effect immediately upon its enactment into law.\n\nPH\nLS # 842\n4-21-06",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone Section 1.  Declaration of legislative findings and intent.  One of the great escapes in New York City are our great parks.  New York City has 1700 parks, playgrounds and recreational facilities comprising over 28,000 acres.  Everyday, New Yorkers walk, run, bicycle, play and do many other activities in our parks.  The parks provide a safe, serene and beautiful escape from the often hectic pace of urban city living.\\par\nAccording to research compiled by the transportation advocacy group, Transportation Alternatives, traffic volume in Central Park is at an all time low and shrinks significantly in the summer, while recreational demand skyrockets.  According to traffic studies the effects of closing the Central Park loop on traffic adjacent to the park would be minimal and traffic may even decrease.\\par\nTransportation Alternatives has also conducted a campaign for many years to make Prospect Park car-free.  Currently, the Prospect Park loop drive is open from 7 A.M. to 9 A.M. and 5 P.M. to 7 P.M.  Traffic studies show that the park is used the most heavily in the morning.  This bill would close the Prospect Park drive loops from 9 A.M. to 7 A.M. to allow cars to continue to use the prospect park drives during the heavy use hours between 7 A.M. to 9 A.M.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a72. Chapter 1 of title 19 of the administrative code of the city of New York is hereby amended by adding thereto a new section 19-132.1 to read as follows:\\par\n\\ul\\'a719-132.1 Restrictions on the central park loop drive and prospect park loop drive.  a.  The central park loop drive shall be closed to motor vehicle traffic between midnight on  June 24 2006 and midnight on September 25, 2006.  \\par\nb.  The prospect park loop drive shall be closed to motor vehicle traffic between the hours of nine a.m. and seven a.m. on weekdays and all day on weekends between midnight on June 24 2006 and midnight on September 25, 2006.\\par\nc.  Vehicles operated by or on behalf of the department of parks and recreation, the police department and the fire department and emergency service vehicles are exempt from the restrictions set forth in subdivisions a and b of this section.\\par\nd.  The commissioner may issue waivers for motor vehicles otherwise prohibited from traveling on the central park loop drive and prospect park loop drive in accordance with subdivisions a and b of this section that are operated by or on behalf of individuals or organizations participating in events that have been authorized by the department of parks and recreation and to motor vehicles operated by vendors authorized to operate in the park.\\par\ne.  The prohibitions set forth in subdivision a of this section shall not be construed to prohibit  motor vehicle traffic on any of the transverse roads in central park.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1 f.  The commissioner shall conduct a traffic study of central park and prospect park and the surrounding areas for the purpose of determining the effects, if any, of the closing of the respective loop drives.   The study shall examine such factors as motor vehicle traffic volume, disruptions of pedestrian traffic flow, environmental factors identified in consultation with the department of environmental protection and such other factors deemed necessary by the commissioner.\\par\ng. The results of the study shall be compiled into a written report to be submitted to the council and the mayor no later than December 31, 2006.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj h. The report shall also be made available on the department\\rquote s official website within seven days of submission in accordance with subdivision g of this section.    \\par\n\\pard\\nowidctlpar\\li720\\sl480\\slmult1\\ulnone  \\'a73.  This local law shall take effect immediately upon its enactment into law.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\ul\\par\n\\pard\\keepn\\nowidctlpar\\s1\\ulnone\\fs16 PH\\par\n\\pard\\nowidctlpar LS # 842\\par\n4-21-06\\ul\\fs24\\par\n}\n\u0000",
  "LastModified": "2015-06-02T14:52:00.877Z"
}
