{
  "ID": 36256,
  "GUID": "76E5615C-1856-4566-9C57-C1F41E4E7923",
  "File": "Int 0277-2006",
  "Name": "Comprehensive tracking of firefighting response times.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to comprehensive tracking of firefighting response times.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5071,
  "BodyName": "Committee on Fire and Criminal Justice Services",
  "IntroDate": "2006-04-26T00:00:00Z",
  "AgendaDate": "2006-04-26T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    }
  ],
  "History": [
    {
      "ID": 189906,
      "Date": "2006-04-26T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 190203,
      "Date": "2006-04-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Fire and Criminal Justice Services",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6013,
      "AgendaSequence": 122,
      "MinutesSequence": 139,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Fire and Criminal Justice Services",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236619,
      "Date": "2009-12-31T16:05:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 36800,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. The Fire Department currently tracks and reports on the duration of time between when an emergency call is received and when a firefighting unit arrives at the street address of a suspected fire.  This data, however, presents an incomplete picture of the city’s firefighting response.  First, there may be considerable delay between arrival at a building and arrival at a particular apartment or floor where a fire may be occurring, particularly in high-rise buildings.  Second, firefighting response cannot begin until both an engine company and a ladder company arrive at the scene.\nThe Council finds that more comprehensive tracking of firefighting response times will permit the City to better plan for and respond to fires. Accordingly, the Council declares that it is reasonable and necessary to require the tracking of the response times of complete firefighting contingents to the actual location of fires.\n§ 2. Chapter one of title 15 of the administrative code of the city of New York is amended by adding a new section 15-129 to read as follows:\n§ 15-129 Tracking of firefighting response times. a. The department shall track the duration of time between a report to a 911 operator where firefighting response is deemed necessary and arrival at the suspected fire of the following:\n(1) First responding firefighting unit;\n(2) First responding engine company;\n(3) First responding ladder company; and\n(4) First complete contingent, consisting of a ladder company and an engine company.\nFor the purposes of this section only, “arrival” shall mean arrival at the door of the building where a fire is suspected; provided, however, that if a fire is suspected at a particular apartment or floor of a building, “arrival” shall mean arrival at the door of such apartment or arrival at such floor.\nb. For any incident where the fire department applies water to a fire, the department shall track the duration of time between the report to the 911 operator and application of water to the fire.\nc. The commissioner shall submit a quarterly report to the council, detailing the average response times and range in response times for each measure required above, for the city, for each borough, and for each city block.\n§3. This local law shall take effect 90 days after enactment.\n\nInt. 533/2005\nJPV",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. The Fire Department currently tracks and reports on the duration of time between when an emergency call is received and when a firefighting unit arrives at the street address of a suspected fire.  This data, however, presents an incomplete picture of the city\\rquote s firefighting response.  First, there may be considerable delay between arrival at a building and arrival at a particular apartment or floor where a fire may be occurring, particularly in high-rise buildings.  Second, firefighting response cannot begin until both an engine company and a ladder company arrive at the scene.\\par\nThe Council finds that more comprehensive tracking of firefighting response times will permit the City to better plan for and respond to fires. Accordingly, the Council declares that it is reasonable and necessary to require the tracking of the response times of complete firefighting contingents to the actual location of fires.\\par\n\\'a7 2. Chapter one of title 15 of the administrative code of the city of New York is amended by adding a new section 15-129 to read as follows:\\par\n\\ul\\b\\'a7 15-129 Tracking of firefighting response times\\b0 . a. The department shall track the duration of time between a report to a 911 operator where firefighting response is deemed necessary and arrival at the suspected fire of the following:\\par\n(1) First responding firefighting unit;\\par\n(2) First responding engine company;\\par\n(3) First responding ladder company; and\\par\n(4) First complete contingent, consisting of a ladder company and an engine company.\\par\nFor the purposes of this section only, \\ldblquote arrival\\rdblquote  shall mean arrival at the door of the building where a fire is suspected; provided, however, that if a fire is suspected at a particular apartment or floor of a building, \\ldblquote arrival\\rdblquote  shall mean arrival at the door of such apartment or arrival at such floor.\\par\nb. For any incident where the fire department applies water to a fire, the department shall track the duration of time between the report to the 911 operator and application of water to the fire.\\par\nc. The commissioner shall submit a quarterly report to the council, detailing the average response times and range in response times for each measure required above, for the city, for each borough, and for each city block.\\par\n\\ulnone\\'a73. This local law shall take effect 90 days after enactment.\\par\n\\pard\\par\nInt. 533/2005\\par\nJPV\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
