{
  "ID": 36255,
  "GUID": "2D864569-2E9E-4F17-9802-7DE8D3F0C198",
  "File": "Int 0278-2006",
  "Name": "Public notice prior to the permanent removal of any emergency medical service battalion.",
  "Title": "A Local Law to amend the charter of the city of New York, in relation to public notice prior to the permanent removal of any emergency medical service battalion.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5071,
  "BodyName": "Committee on Fire and Criminal Justice Services",
  "IntroDate": "2006-04-26T00:00:00Z",
  "AgendaDate": "2006-04-26T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    }
  ],
  "History": [
    {
      "ID": 189905,
      "Date": "2006-04-26T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 190202,
      "Date": "2006-04-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Fire and Criminal Justice Services",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6013,
      "AgendaSequence": 123,
      "MinutesSequence": 140,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Fire and Criminal Justice Services",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 197382,
      "Date": "2006-11-14T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5071,
      "BodyName": "Committee on Fire and Criminal Justice Services",
      "EventID": 6739,
      "AgendaSequence": 3,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 197417,
      "Date": "2006-11-14T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5071,
      "BodyName": "Committee on Fire and Criminal Justice Services",
      "EventID": 6739,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236618,
      "Date": "2009-12-31T16:05:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 75222,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 11/14/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/6f9d59b9-cd3b-449f-9ead-0cbc155fa60a.doc",
      "Sort": 1
    },
    {
      "ID": 76132,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 11/14/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/8feb1cbc-f723-4b78-bc5c-b1360da4b84b.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 36799,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Declaration of legislative findings and intent.  As a result of the importance of firefighting to the safety of the city, the New York City Charter requires the Fire Department (FDNY) to provide advance notice of and an explanation for permanent changes in the distribution of firefighting resources.  Although provision of emergency medical service, which is overseen by the Fire Department, is of similar importance to health and safety, there are no such notification requirements for changes in the distribution of ambulances.\nAmbulances are posted at street corners throughout the city, where they await calls for emergency medical service.  The FDNY’s approximately 130 ambulances are assigned to one of 30 battalion groups, which are responsible for coverage over different geographical areas in the city.  While it is important for the FDNY to retain the flexibility to reallocate ambulances to different parts of the city as medical needs and population distribution changes, it is also important that the public be notified of substantial changes to emergency medical service.\nThe Council finds that the removal or elimination of a battalion group would represent a significant change in the provision of emergency medical service.  Accordingly, the Council declares that it is reasonable and necessary to require that the FDNY provide advance public notice of and an explanation for the permanent removal of any emergency medical service battalion.\n§2. Subdivision a of section 487 of chapter 19 of the New York City Charter is amended to read as follows:\n§ 487. Powers. a. The commissioner shall have sole and exclusive power and perform all duties for the government, discipline, management, maintenance and direction of the fire department and the premises and property in the custody thereof, however, the commissioner shall provide written notice with supporting documentation at least forty-five days prior to the permanent closing of any firehouse or the permanent removal or relocation of any fire fighting unit or emergency medical services battalion to the council members, community boards and borough presidents whose districts are served by such facility or unit and the chairperson of the council's [public safety] fire and criminal justice services committee. For purposes of this section, the term \"permanent\" shall mean a time period in excess of six months. In the event that the permanent closing of any firehouse or the permanent removal or relocation of any firefighting unit or emergency medical services battalion does not occur within four months of the date of the written notice, the commissioner shall issue another written notice with supporting documentation prior to such permanent removal or relocation. The four months during which the written notice is effective shall be tolled for any period in which a restraining order or injunction prohibiting the closing of such noticed facility or unit shall be in effect.\n§3. This local law shall take effect immediately upon enactment.\n\nInt. 311/2004\nJPV",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\nowidctlpar\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\expndtw-3\\par\nSection 1. Declaration of legislative findings and intent.  As a result of the importance of firefighting to the safety of the city, the New York City Charter requires the Fire Department (FDNY) to provide advance notice of and an explanation for permanent changes in the distribution of firefighting resources.  Although provision of emergency medical service, which is overseen by the Fire Department, is of similar importance to health and safety, there are no such notification requirements for changes in the distribution of ambulances.\\par\nAmbulances are posted at street corners throughout the city, where they await calls for emergency medical service.  The FDNY\\rquote s approximately 130 ambulances are assigned to one of 30 battalion groups, which are responsible for coverage over different geographical areas in the city.  While it is important for the FDNY to retain the flexibility to reallocate ambulances to different parts of the city as medical needs and population distribution changes, it is also important that the public be notified of substantial changes to emergency medical service.\\par\n\\expndtw0 The Council finds that \\expndtw-3 the removal or elimination of a battalion group would represent a significant change in the provision of emergency medical service.  \\expndtw0 Accordingly, the Council declares that it is reasonable and necessary to require that the FDNY \\expndtw-3 provide advance public notice of and an explanation for the permanent removal of any emergency medical service battalion.\\expndtw0\\par\n\\'a72. Subdivision a of section 487 of chapter 19 of the New York City Charter \\expndtw-3 is amended to read as follows:\\par\n\\'a7 487. Powers. a. The commissioner shall have sole and exclusive power and perform all duties for the government, discipline, management, maintenance and direction of the fire department and the premises and property in the custody thereof, however, the commissioner shall provide written notice with supporting documentation at least forty-five days prior to the permanent closing of any firehouse or the permanent removal or relocation of any fire fighting unit \\ul or emergency medical services battalion\\ulnone  to the council members, community boards and borough presidents whose districts are served by such facility or unit and the chairperson of the council's [public safety] \\ul fire and criminal justice services\\ulnone  committee. For purposes of this section, the term \"permanent\" shall mean a time period in excess of six months. In the event that the permanent closing of any firehouse or the permanent removal or relocation of any firefighting unit \\ul or emergency medical services battalion\\ulnone  does not occur within four months of the date of the written notice, the commissioner shall issue another written notice with supporting documentation prior to such permanent removal or relocation. The four months during which the written notice is effective shall be tolled for any period in which a restraining order or injunction prohibiting the closing of such noticed facility or unit shall be in effect.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\expndtw0\\'a73. This local law shall take effect immediately upon enactment.\\par\n\\pard\\nowidctlpar\\qj\\par\nInt. 311/2004\\par\nJPV\\expndtw-3\\par\n}\n\u0000",
  "LastModified": "2015-06-16T17:35:46.403Z"
}
