{
  "ID": 36283,
  "GUID": "9762B2CA-8578-4584-88A8-C62CA043AD6D",
  "File": "Int 0282-2006",
  "Name": "Providing separate women’s bathrooms and showers in all NYC firehouses.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to providing separate women’s bathrooms and showers in all New York City firehouses.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5071,
  "BodyName": "Committee on Fire and Criminal Justice Services",
  "IntroDate": "2006-04-26T00:00:00Z",
  "AgendaDate": "2006-04-26T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    }
  ],
  "History": [
    {
      "ID": 189938,
      "Date": "2006-04-26T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 190205,
      "Date": "2006-04-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Fire and Criminal Justice Services",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6013,
      "AgendaSequence": 127,
      "MinutesSequence": 144,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Fire and Criminal Justice Services",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236614,
      "Date": "2009-12-31T16:03:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 36827,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Declaration of legislative findings and intent.  Firefighters spend long hours at firehouses, with shifts that include overnight stays, and must be available on a moment’s notice.  Firehouses thus become firefighters’ home away from home and are equipped with eating, sleeping, bathroom, and shower facilities.  Even more than typical employees, firefighters require bathroom and shower facilities after fighting fires, given the smoke and soot conditions at fires and the physically intensive nature of their work.  As a result, all firehouses include these facilities.\nThe vast majority of the city’s firehouses, however, do not have separate bathroom and shower facilities for women.  Instead, firehouses are normally equipped with one large, open bathroom to be used by all firefighters.  The absence of separate facilities for each sex contributes to an atmosphere that is unwelcome for women and hinders the FDNY’s longstanding goal of improving its diversity.   Frequently, women firefighters can only take a shower or use the bathroom in private by locking the one large bathroom typical of most firehouses.  Women firefighters are often placed in the uncomfortable position of preventing the rest of the firehouse from using the bathroom or showers, something that can build resentment among their male counterparts.\nThe New York City Council finds that the city’s existing firehouses are inadequately fitted for a modern workforce that includes both men and women.  Accordingly, the Council declares that it is reasonable and necessary to require all firehouses to include separate bathroom and shower facilities for firefighters of each sex.  \n§2.  Chapter 1 of title 15 of the administrative code of the city of New York is amended by adding section 15-129, to read as follows:\n§ 15-129 Bathroom and shower facilities.  By January 1, 2007, all city firehouses shall be equipped with separate bathroom and shower facilities for firefighters of each sex.\n§3.  This local law shall become effective 90 days after its enactment into law.\n\nInt. 589/2005\nJPV",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq1\\fcharset128 MS Mincho;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\nowidctlpar\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\tx916\\tx1832\\tx2748\\tx3664\\tx4580\\tx5496\\tx6412\\tx7328\\tx8244\\tx9160\\tx10076\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\expndtw-3\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1.  Declaration of legislative findings and intent.  Firefighters spend long hours at firehouses, with shifts that include overnight stays, and must be available on a moment\\rquote s notice.  Firehouses thus become firefighters\\rquote  home away from home and are equipped with eating, sleeping, bathroom, and shower facilities.  Even more than typical employees, firefighters require bathroom and shower facilities after fighting fires, given the smoke and soot conditions at fires and the physically intensive nature of their work.  As a result, all firehouses include these facilities.\\par\n\\expndtw0 The vast majority of the city\\rquote s firehouses, however, do not have separate bathroom and shower facilities for women.  Instead, firehouses are normally equipped with one large, open bathroom to be used by all firefighters.  The absence of separate facilities for each sex contributes to an atmosphere that is unwelcome for women and hinders the FDNY\\rquote s longstanding goal of improving its diversity.   Frequently, women firefighters can only take a shower or use the bathroom in private by locking the one large bathroom typical of most firehouses.  Women firefighters are often placed in the uncomfortable position of preventing the rest of the firehouse from using the bathroom or showers, something that can build resentment among their male counterparts.\\par\n\\expndtw-3 The New York City Council finds that the city\\rquote s existing firehouses are inadequately fitted for a modern workforce that includes both men and women.  \\expndtw0 Accordingly, the Council declares that it is reasonable and necessary to \\expndtw-3 require all firehouses to include separate bathroom and shower facilities for firefighters of each sex.  \\cf1\\expndtw0\\par\n\\cf0\\'a72.  Chapter 1 of title 15 of the administrative code of the city of New York is amended by adding section 15-129,\\expndtw-3  \\expndtw0 to read as follows:\\par\n\\ul\\'a7 15-129 \\b Bathroom and shower facilities\\b0 .  By January 1, 2007, all city firehouses shall be equipped with separate bathroom and shower facilities for firefighters of each sex.\\ulnone\\f1\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\f0\\'a73.  This local law shall become effective 90 days after its enactment into law.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\f1\\par\n\\pard\\nowidctlpar\\f0 Int. 589/2005\\par\nJPV\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
