{
  "ID": 36282,
  "GUID": "CFB80DB7-4645-4A0D-8226-26BAB364B5F3",
  "File": "Int 0283-2006",
  "Name": "Re-establishment of a Fire Cadet program.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the re-establishment of a Fire Cadet program.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5071,
  "BodyName": "Committee on Fire and Criminal Justice Services",
  "IntroDate": "2006-04-26T00:00:00Z",
  "AgendaDate": "2006-04-26T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    }
  ],
  "History": [
    {
      "ID": 189937,
      "Date": "2006-04-26T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 190204,
      "Date": "2006-04-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Fire and Criminal Justice Services",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6013,
      "AgendaSequence": 128,
      "MinutesSequence": 145,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Fire and Criminal Justice Services",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236613,
      "Date": "2009-12-31T16:03:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 36826,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Declaration of legislative findings and intent.  Minority and female recruitment has been a perennial problem for the Fire Department: of the uniformed members of the Department, 91.6% are Caucasian; of over 8,700 members, only 28 are women.  In contrast, 65% of New York City residents are minorities and 50% are women.\nThe former Fire Cadet program is one of the few highly successful steps the New York City Fire Department (“FDNY”) has ever undertaken to improve diversity.  Seventy-three current firefighters were once Fire Cadets, of which 45 or 58% are minority and 3 are women.  According to the FDNY’s Deputy Commissioner for Administration, Douglas White, no other program, past or present, has had as much effect on diversity in the Department. \n\tThe Council finds that re-establishing a Fire Cadet program is essential for the FDNY to begin reflecting the diversity of New York City.  Accordingly, the Council declares that it is reasonable and necessary to require the establishment of a Fire Cadet program.  \n§2. Chapter one of title 15 of the administrative code of the city of New York is amended by adding a new section 15-129 to read as follows:\n15-129 Fire cadet program. The commissioner shall establish an annual program in which 300 students enrolled in the city university of new york shall participate in a six-month paid work-study program to expose them to working firefighters, fire prevention and other fire department activities.  After completion of such program, such students shall receive three months training for becoming emergency medical technicians.\n§3. This local law shall take effect 90 days after its enactment into law.\n\nInt. 587/2005\nJPV",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\noline\\hyphpar0\\fi-1440\\li1440\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\expndtw0 Section 1.  De\\expndtw-3 claration of legislative findings and intent.  \\expndtw0 Minority and female recruitment has been a perennial problem for the Fire Department: of the uniformed members of the Department, 91.6% are Caucasian; of over 8,700 members, only 28 are women.  In contrast, 65% of New York City residents are minorities and 50% are women.\\par\nThe former Fire Cadet program is one of the few highly successful steps the New York City Fire Department (\\ldblquote FDNY\\rdblquote ) has ever undertaken to improve diversity.  Seventy-three current firefighters were once Fire Cadets, of which 45 or 58% are minority and 3 are women.  According to the FDNY\\rquote s Deputy Commissioner for Administration, Douglas White, no other program, past or present, has had as much effect on diversity in the Department. \\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\tab The Council finds that re-establishing a Fire Cadet program is essential for the FDNY to begin reflecting the diversity of New York City.  Accordingly, the Council declares that it is reasonable and necessary to \\expndtw-3 require the establishment of a Fire Cadet program.  \\expndtw0\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\'a72. \\expndtw-3 Chapter one of title 15 of the administrative code of the city of New York is amended by adding a new section 15-129 to read as follows:\\par\n\\ul 15-129 Fire cadet program. The commissioner shall establish an annual program in which 300 students enrolled in the city university of new york shall participate in a six-month paid work-study program to expose them to working firefighters, fire prevention and other fire department activities.  After completion of such program, such students shall receive three months training for becoming emergency medical technicians.\\par\n\\expndtw0\\ulnone\\'a73. This local law shall take effect 90 days after its enactment into law.\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj\\expndtw-3\\par\n\\pard\\expndtw0 Int. 587/2005\\par\nJPV\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
