{
  "ID": 36137,
  "GUID": "92226D99-356D-4C90-944A-5993293BD3B2",
  "File": "Int 0284-2006",
  "Name": "Hazardous Substance Database",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to establishing a computerized database containing information relating to the storage and handling of hazardous substances and emergency responses to the release of hazardous substances.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2006-04-26T00:00:00Z",
  "AgendaDate": "2006-04-26T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    }
  ],
  "History": [
    {
      "ID": 189731,
      "Date": "2006-04-26T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 190211,
      "Date": "2006-04-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6013,
      "AgendaSequence": 131,
      "MinutesSequence": 148,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236612,
      "Date": "2009-12-31T16:02:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 36672,
  "Text": "Be it enacted by the Council as follows:  \n\tSection 1.  Subchapter 3 of chapter 6 of title 24 of the administrative code of the city of New York, as enacted by local law 42 of 1987, is amended by adding thereto a new section 24-613 to read as follows:\n   \t§24-613. Computerized database. (a) The commissioner shall maintain a computerized data system which shall contain information relating to the storage and handling of hazardous substances and emergency responses to the release of hazardous substances by any agency or responsible person. This system shall have access to information stored on other computerized data systems maintained by agencies, which information shall collectively include, but not be limited to, the following:\n   \t 1.\tThe date and time of all notifications received by the commissioner pursuant to this chapter and all relevant rules of the department and the information contained in such notifications;\n   \t2.\tThe date and time of notifications received by the police and fire departments, the emergency medical service, the department of transportation and any other agency with respect to the transport and release of hazardous substances and the information contained in such notification;\n   \t3.\tThe date, time and location of all response measures, undertaken or ordered to be undertaken pursuant to this chapter, a description of such response measures, the\nhazardous substance or substances released and the quantity of each hazardous substance released;\n   \t4. The location of all pipelines within the city which transport or are intended to transport any hazardous substance, petroleum or any petroleum product and for each such pipeline the location of every valve or other control device which may be used to interrupt the transport of such material and the owner or operator of such pipeline; \n   \t5. The information required to be reported pursuant to section 24-706 of this chapter; and\n   \t6. The citywide facility inventory database compiled by the commissioner pursuant to section 24-707 of this chapter. \n   \t(b) All of the information required by subdivision (a) of this section shall be made available on-line in read-only form to personnel from any agency, members of the council and council staff and shall be made available to members of the public.\n   \t§2. This local law shall take effect ninety days after it is enacted into law but actions necessary for its implementation shall begin immediately.\nDA\n4/5/06\nInt. No 256/2004",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\qj\\tx1008\\tx2160\\tx3312\\tx4464\\tx5616\\tx6768\\tx7920\\tx8784\\ul Be it enacted by the Council as follows:\\ulnone   \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tx720\\tx5616\\tx6768\\tx7920\\tx8784\\tab Section 1.  Subchapter 3 of chapter 6 of title 24 of the administrative code of the city of New York, as enacted by local law 42 of 1987, is amended by adding thereto a new section 24-613 to read as follows:\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx1008\\tx1152\\tx2160\\tx3312\\tx4464\\tx5616\\tx6768\\tx7920\\tx8784    \\tab\\ul\\'a724-613. Computerized database. (a) The commissioner shall maintain a computerized data system which shall contain information relating to the storage and handling of hazardous substances and emergency responses to the release of hazardous substances by any agency or responsible person. This system shall have access to information stored on other computerized data systems maintained by agencies, which information shall collectively include, but not be limited to, the following:\\ulnone\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx864\\tx1008\\tx1152\\tx2160\\tx3312\\tx4464\\tx5616\\tx6768\\tx7920\\tx8784    \\tab  \\ul 1.\\tab The date and time of all notifications received by the commissioner pursuant to this chapter and all relevant rules of the department and the information contained in such notifications;\\ulnone\\par\n   \\tab\\ul 2.\\tab The date and time of notifications received by the police and fire departments, the emergency medical service, the department of transportation and any other agency with respect to the transport and release of hazardous substances and the information contained in such notification;\\ulnone\\par\n   \\tab\\ul 3.\\tab The date, time and location of all response measures, undertaken or ordered to be undertaken pursuant to this chapter, a description of such response measures, the\\par\nhazardous substance or substances released and the quantity of each hazardous substance released;\\ulnone\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx1152\\tx2160\\tx3312\\tx4464\\tx5616\\tx6768\\tx7920\\tx8784    \\tab\\ul 4. The location of all pipelines within the city which transport or are intended to transport any hazardous substance, petroleum or any petroleum product and for each such pipeline the location of every valve or other control device which may be used to interrupt the transport of such material and the owner or operator of such pipeline;\\ulnone  \\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx1008\\tx1152\\tx2160\\tx3312\\tx4464\\tx5616\\tx6768\\tx7920\\tx8784    \\tab\\ul 5. The information required to be reported pursuant to section 24-706 of this chapter; and\\ulnone\\par\n   \\tab\\ul 6. The citywide facility inventory database compiled by the commissioner pursuant to section 24-707 of this chapter.\\ulnone  \\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tx810\\tx1008\\tx1152\\tx2160\\tx3312\\tx4464\\tx5616\\tx6768\\tx7920\\tx8784    \\tab\\ul (b) All of the information required by subdivision (a) of this section shall be made available on-line in read-only form to personnel from any agency, members of the council and council staff and shall be made available to members of the public.\\ulnone\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tx720\\tx1008\\tx1152\\tx2160\\tx3312\\tx4464\\tx5616\\tx6768\\tx7920\\tx8784    \\tab\\'a72. This local law shall take effect ninety days after it is enacted into law but actions necessary for its implementation shall begin immediately.\\par\n\\pard\\nowidctlpar\\qj\\tx720\\tx1008\\tx1152\\tx2160\\tx3312\\tx4464\\tx5616\\tx6768\\tx7920\\tx8784 DA\\par\n4/5/06\\par\nInt. No 256/2004\\par\n\\pard\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
