{
  "ID": 36136,
  "GUID": "4D7AC3B6-D7C2-453B-8DEE-81E5BF8679E0",
  "File": "Int 0285-2006",
  "Name": "Leak Repair Service Pipes",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the repair of leaks occurring in certain portions of service pipes by the Department of Environmental Protection.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2006-04-26T00:00:00Z",
  "AgendaDate": "2006-04-26T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    }
  ],
  "History": [
    {
      "ID": 189730,
      "Date": "2006-04-26T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 190210,
      "Date": "2006-04-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6013,
      "AgendaSequence": 132,
      "MinutesSequence": 149,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236611,
      "Date": "2009-12-31T16:02:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 36671,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Section 24-316 of the administrative code of the city of New York is amended to read as follows:\n§24-316 Leaking tap or service pipe to be repaired.  a. As used in this section:\n1.  \"tap\" means a connection made between a city-owned pipe or main supplying water and a service pipe.\n2.  \"service pipe\" means a pipe used to carry water from a tap to a house control valve, a building or other enclosure or a point at which the water supply is fully metered.\nb.  i. When a test made by the department of environmental protection indicates that there is a leak at a tap or in a service pipe and such leak is located in the portion of the service pipe that extends from the property line to the city-owned water main pipe, if conditions permit, a notice shall be served by a representative of such department upon the owner or occupant of the premises being supplied by such tap or service pipe.  The notice shall indicate that all necessary repairs shall be made by the department or its designee as provided in subsection d.\nii.  If such leak is located in the portion of the pipe that extends from the dwelling to the property line the notice shall direct that all necessary repairs be made by the property owner to stop the leak.\nc.  i.  In the event that a tap is shut off by the department because of a leak in the portion of the service pipe that extends from the property line to the city-owned water main pipe, the owner or occupant of the affected premises shall be notified that the tap has been closed and that the department will  engage a licensed plumber within three days [should be engaged] to make the necessary repair and take charge of the street excavation.  If the department [the owner or occupant] fails within three days after notice, [excepting emergencies as determined by the commissioner] to engage a licensed plumber, the tap shall remain closed and the owner or occupant may engage a licensed plumber to make the necessary repairs.  If such repairs are paid for by the owner or occupant, such owner or occupant shall be entitled to reimbursement from the department for the cost of such necessary repairs upon submission of a paid invoice to the department.  Reimbursement shall be forwarded to the owner/occupant within 45 days of receipt by the department of a paid invoice.  If such reimbursement is not paid within this 45 day period, interest will begin accruing upon such amount due at the rate of interest as established jointly by  the comptroller and office of management and budget, and published in the City Record, for the prompt payment of vendor invoices.\nii. In the event that a tap is shut off by the department because of a leak in the portion of the service pipe that extends from the dwelling to the property line, the owner or occupant of the affected premises shall be notified that the tap has been closed and that a licensed plumber should be engaged to make the necessary repair and take charge of the street excavation.  If the owner or occupant fails within three days after notice, excepting emergencies as determined by the commissioner to engage a licensed plumber, the tap shall remain closed and the department of environmental protection shall backfill the excavation.\nd. If the department lacks a sufficient number of licensed plumbers in-house, the department shall within six months of enactment of this local law, establish a list of pre-qualified licensed plumbers to be utilized on a rotating basis to perform the repairs on leaks occurring in the portion of the service pipe that extends from the property line to the city-owned water main pipe.\n§2.  Section 24-317 of the administrative code of the city of New York is amended to read as follows:\nb.  All expenses incurred by or on behalf of the department for services performed pursuant to section 24-316 (c) (ii) of this code shall constitute a lien upon the land and buildings upon or in respect to which, or either of which, the work required by such order has been done, or expenses incurred, when the amount thereof shall have been definitely computed as a statement of account by the department and such department shall cause to be filed in the office of the city collector an entry of the account stated in the book in which such charges against the premises are to be entered.  Such lien shall have a priority over all other liens and encumbrances except for the lien of taxes and assessments.  However, no lien created pursuant to this section shall be enforced against a subsequent purchaser in good faith or mortgagee in good faith unless the requirements of subdivision a of this section are satisfied; this limitation shall only apply to transactions occurring after the date such record shall have been entered pursuant to subdivision a and the date such entry was made. \n§3.  This law shall take effect immediately.\n\nDA\n4/5/06\nInt. No. 251/2004",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\b0\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1. Section 24-316 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a724-316 Leaking tap or service pipe to be repaired.  a. As used in this section:\\par\n1.  \"tap\" means a connection made between a city-owned pipe or main supplying water and a service pipe.\\par\n2.  \"service pipe\" means a pipe used to carry water from a tap to a house control valve, a building or other enclosure or a point at which the water supply is fully metered.\\par\nb.  \\ul i.\\ulnone  When a test made by the department of environmental protection indicates that there is a leak at a tap or in a service pipe \\ul and such leak is located in the portion of the service pipe that extends from the property line to the city-owned water main pipe\\ulnone , if conditions permit, a notice shall be served by a representative of such department upon the owner or occupant of the premises being supplied by such tap or service pipe.  The notice shall \\ul indicate that all necessary repairs shall be made by the department or its designee as provided in subsection d.\\par\nii.  If such leak is located in the portion of the pipe that extends from the dwelling to the property line the notice shall\\ulnone  direct that all necessary repairs be made \\ul by the property owner\\ulnone  to stop the leak.\\par\nc.  \\ul i.\\ulnone   In the event that a tap is shut off by the department because of a leak \\ul in the portion of the service pipe that extends from the property line to the city-owned water main pipe\\ulnone , the owner or occupant of the affected premises shall be notified that the tap has been closed and that \\ul the department will  engage\\ulnone  a licensed plumber \\ul within three days\\ulnone  [should be engaged] to make the necessary repair and take charge of the street excavation.  If \\ul the department\\ulnone  [the owner or occupant] fails within three days after notice, [excepting emergencies as determined by the commissioner] to engage a licensed plumber, the tap shall remain closed and the \\ul owner or occupant may engage a licensed plumber to make the necessary repairs.  If such repairs are paid for by the owner or occupant, such owner or occupant shall be entitled to reimbursement from the department for the cost of such necessary repairs upon submission of a paid invoice to the department.  Reimbursement shall be forwarded to the owner/occupant within 45 days of receipt by the department of a paid invoice.  If such reimbursement is not paid within this 45 day period, interest will begin accruing upon such amount due at the rate of interest as established jointly by  the comptroller and office of management and budget, and published in the City Record, for the prompt payment of vendor invoices.\\par\nii. In the event that a tap is shut off by the department because of a leak in the portion of the service pipe that extends from the dwelling to the property line\\ulnone , the owner or occupant of the affected premises shall be notified that the tap has been closed and that a licensed plumber should be engaged to make the necessary repair and take charge of the street excavation.  If the owner or occupant fails within three days after notice, excepting emergencies as determined by the commissioner to engage a licensed plumber, the tap shall remain closed and the department of environmental protection shall backfill the excavation.\\par\n\\ul d. If the department lacks a sufficient number of licensed plumbers in-house, the department shall within six months of enactment of this local law, establish a list of pre-qualified licensed plumbers to be utilized on a rotating basis to perform the repairs on leaks occurring in the portion of the service pipe that extends from the property line to the city-owned water main pipe.\\ulnone\\par\n\\'a72.  Section 24-317 of the administrative code of the city of New York is amended to read as follows:\\par\nb.  All expenses incurred by or on behalf of the department for services performed pursuant to section 24-316 \\ul (c) (ii)\\ulnone  of this code shall constitute a lien upon the land and buildings upon or in respect to which, or either of which, the work required by such order has been done, or expenses incurred, when the amount thereof shall have been definitely computed as a statement of account by the department and such department shall cause to be filed in the office of the city collector an entry of the account stated in the book in which such charges against the premises are to be entered.  Such lien shall have a priority over all other liens and encumbrances except for the lien of taxes and assessments.  However, no lien created pursuant to this section shall be enforced against a subsequent purchaser in good faith or mortgagee in good faith unless the requirements of subdivision a of this section are satisfied; this limitation shall only apply to transactions occurring after the date such record shall have been entered pursuant to subdivision a and the date such entry was made. \\par\n\\'a73.  This law shall take effect immediately.\\par\n\\pard\\fi720\\qj\\par\n\\pard\\qj DA\\par\n4/5/06\\par\nInt. No. 251/2004\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
