{
  "ID": 36299,
  "GUID": "6A7406F4-FBD4-4A3C-9D78-D5FB2D758ACD",
  "File": "Int 0288-2006",
  "Name": "Requiring compensation to property owners for damage to or loss of private property or property or infrastructure owned by the City resulting from work undertaken by the City of New York.",
  "Title": "A Local Law to amend the administrative code of the City of New York, in relation to requiring compensation to property owners for damage to or loss of private property or property or infrastructure owned by the City resulting from work undertaken by the City of New York.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2006-04-26T00:00:00Z",
  "AgendaDate": "2006-04-26T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    }
  ],
  "History": [
    {
      "ID": 189952,
      "Date": "2006-04-26T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 190212,
      "Date": "2006-04-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6013,
      "AgendaSequence": 135,
      "MinutesSequence": 152,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236608,
      "Date": "2009-12-31T16:02:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 36843,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Declaration of Legislative Findings and Intent.   While the City of New York contracts out many construction projects to various city agencies, there are instances in which the private property of homeowners or city infrastructure that is their responsibility to maintain is damaged by contractors working on roads and utilities.  Examples of such damages include cracks in the facades of homes, sidewalks, and water main lines caused by the vibration during construction.  Community Boards and residents allege that contractors regularly deny that the damages have been caused by their construction work.  Although contractors take photographs to establish the appearance and condition of a home prior to construction, copies of those photographs are not shared with the homeowner and the photos lack the detail to demonstrate whether such defects such as streamline cracks on the facades of homes were present prior to construction.   \nAccording to anecdotal reports from various Community Boards, in many of these instances, the homeowners have either had to pay for the repairs themselves or had to hire lawyers to sue for compensatory damages from contractors believed to have caused the damage or both.  There is no local law governing this area.  Local law does allow for the Office of the Comptroller of the City of New York to compensate a property owner for repairs made to personal property damage or damage to city infrastructure that is the property owner’s responsibility to maintain in circumstances where the contractor admits the damage is his or her fault.  \nCurrent standard provisions in City contracts  do require the contractor to pay for the damage to private property and to city infrastructure that is the responsibility of the property owner to maintain.  While this appears to address the problem, according to anecdotal evidence, the provision has not been carried out consistently and in good faith by the contractor, who denies the construction was the cause of the damage, and the City appears not to provide sufficient oversight in such circumstances.  The Department of Design and Construction does have a mechanism to assign an engineer to help homeowners establish whether the damage was done by the contractor, but according to anecdotal information from community boards, by the time this program is consulted, the matter is already several months old and therefore more difficult to prove. \n§ 2.  Chapter 2 of title seven of the administrative code of the city of New York is amended by adding a new section 7-213 to read as follows: \n§7-213 Liability of contractors of the city of New York to private property owners and to the City for damage or removal of private property or city infrastructure.  \na.\tFor purposes of this section, the following definitions shall apply:  \n“City infrastructure” shall mean  “the basic facilities and installations owned or leased by the City of New York that are needed for the functioning of the municipality, including such as transportation and communications systems, sidewalks, water and power lines, and public institutions including schools,  and prisons.  \n“Contractor” shall mean an individual, a sole proprietorship, a partnership, a corporation, a not-for-profit corporation, any other business enterprise or any other party to a contract with the city.  \n“Work undertaken on behalf the city” shall mean any work that furthers any project undertaken on behalf of the city, including, but not limited to, street, sewer, or water main repair or construction, utility repair or construction, and home and/or building construction.  \nb. Any private property or infrastructure owned by the city that was destroyed, damaged or removed by contractors of the city while performing work undertaken on behalf of the city shall be restored, replaced, or repaired by the contractor to a condition equivalent to or superior to that prior to commencement of the contractual work.   \nc.  Where an owner of private property, other than a state or federal agency or instrumentality, has sustained property damages for injury to, removal of or destruction of, such private property or city infrastructure that is the responsibility of a property owner to maintain, and said damage, destruction, or removal was caused by a contractor, the comptroller, after consultation with the corporation counsel, is hereby authorized and empowered to make a payment for said property damages provided that:  (i) the owner of real or personal property or who is responsible for maintaining city infrastructure is not insured for the claimed loss;  (ii) at the time of the claimed loss, the owner of real or personal property was not required under law or contract to maintain insurance for said loss;  and (iii) the claim is limited to actual damages.\nd. Notwithstanding any other provision of law to the contrary, a petition for payment under this section must be presented to the comptroller not more than ninety days after the discovery of the damage by the owner of real or personal property or a designee. \ne. The comptroller shall notify the contractor and shall assign its own staff or notify the appropriate city agency within three business days of receipt of the petition presented by a property owner to assign an inspector to verify that the claim is the contractor’s fault.  In those circumstances where the contractor is found to be at fault, the comptroller’s staff or assigned agency inspector shall determine how many days shall be required to complete the restoration, replacement, or repair and the assessed value of the damages. The inspector shall render a decision on the claim and inform the comptroller of such decision within ten business days of receiving the initial notification from the comptroller of the claim.  The comptroller shall inform the property owner and the contractor of its staff decision or the inspector’s decision within three business days from the day the notification is received from the inspector. \nf. The restoration, replacement or repair required by subdivision b of this section shall be completed by the contractor found to be at fault within the number of days found to be necessary by the agency’s inspector or the comptroller’s staff, beginning on the day after the comptroller’s notification.     \ng. Nothing in this section shall in any way affect the provisions of this chapter or of any other law or rule governing the manner in which an action or proceeding against the city is commenced, including any provisions requiring prior notice to the city of defective conditions. \nh. Nothing in this section is intended to preclude or deter any owner of real or personal property or city infrastructure which he or she is responsible for maintaining that has sustained damage as described in subdivision b of this section from filing an action or pursuing a claim against any individual or entity for compensation for such damages.\ni. Notwithstanding any other provisions of law to the contrary, before the comptroller shall make payment pursuant to this section, he or she shall require the party who owns the real or personal property or who is responsible for maintaining the city infrastructure that has been damaged, destroyed, or removed to execute an assignment to the city, in the amount of the claim paid pursuant to subdivision c, to be deducted from any potential judgment or settlement arising from any action filed, or claim made, as described in subdivision c of this section, to recover for damages to real or personal property or for amounts the property owner has already paid to repair, replace, or restore city infrastructure the property owner is responsible to maintain.  After entry of a judgment or settlement on behalf of the property owner in said action or claim, the city shall be entitled to collect the amount of said assignment.\nj. Notwithstanding the provisions of subdivisions h and i of this section, the city shall bear the sole responsibility, at the discretion of the corporation counsel, for recovering the costs of claims paid under this section, plus reasonable interest and reasonable recovery costs, from any individual or entity for the damages that resulted in the claim.\nk. The comptroller shall, by rule, establish procedures for the submission of petitions and for timely payment of claims to owners of real or personal property pursuant to the provisions of subdivisions c, d, and e of this section, for the review of such petitions by the comptroller’s office, and with respect to such other matters as are necessary to implement the provisions of this section.  The comptroller shall, by rule established pursuant to subdivision k, provide owners of real or personal property with timely written notice of denial of payment of claims and such notice must enumerate the causes for said denial.\nl. A civil penalty shall be imposed on the contractor of two thousand dollars, plus fifty dollars per one hundred square feet of private property or property and infrastructure owned by the city that is the responsibility of the property owner to maintain that is damaged or remains to be restored or replaced pursuant to this section for failure to comply with any requirements of this subdivision.  An additional civil penalty of fifty dollars shall be imposed upon a contractor for each additional day beyond the number of days required by the comptroller’s staff or agency inspector.  \nm. The city shall include in its contracts, where applicable, a requirement that the contractor comply with the provisions of this section.\n§ 3.  Chapter two of title seven of the administrative code of the city of New York is amended by adding a new section 7-214 to read as follows\n§7-214 Personal injury and property damage liability insurance for a contractor. A contractor as defined in section 7-213 shall be required to have property damage liability insurance for such property for liability for any injury to private property or property or infrastructure owned by the city, personal injury, including death, proximately caused by the failure of such contractor to replace, restore, or repair private property or property and infrastructure owned by the city. The city shall not be liable for any injury to property or personal injury, including death, as a result of the failure of a contractor to comply with this section.  Contractors with contracts in effect at the time of the enactment of the legislation shall be required to carry out this provision upon renewal or a modification to a contract.\n§4.  This local law shall take immediately upon its enactment into law.  \n\nPH\nInt. 0695/2005",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Tahoma;}}\n{\\colortbl ;\\red0\\green255\\blue0;}\n\\viewkind4\\uc1\n\\expndtw0\\v0\\par\n\\pard\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\fi720\\sa120\\sl480\\slmult1 Section 1.  Declaration of Legislative Findings and Intent.   While the City of New York contracts out many construction projects to various city agencies, there are instances in which the private property of homeowners or city infrastructure that is their responsibility to maintain is damaged by contractors working on roads and utilities.  Examples of such damages include cracks in the facades of homes, sidewalks, and water main lines caused by the vibration during construction.  Community Boards and residents allege that contractors regularly deny that the damages have been caused by their construction work.  Although contractors take photographs to establish the appearance and condition of a home prior to construction, copies of those photographs are not shared with the homeowner and the photos lack the detail to demonstrate whether such defects such as streamline cracks on the facades of homes were present prior to construction.   \\par\nAccording to anecdotal reports from various Community Boards, in many of these instances, the homeowners have either had to pay for the repairs themselves or had to hire lawyers to sue for compensatory damages from contractors believed to have caused the damage or both.  There is no local law governing this area.  Local law does allow for the Office of the Comptroller of the City of New York to compensate a property owner for repairs made to personal property damage or damage to city infrastructure that is the property owner\\rquote s responsibility to maintain in circumstances where the contractor admits the damage is his or her fault.  \\par\nCurrent standard provisions in City contracts  do require the contractor to pay for the damage to private property and to city infrastructure that is the responsibility of the property owner to maintain.  While this appears to address the problem, according to anecdotal evidence, the provision has not been carried out consistently and in good faith by the contractor, who denies the construction was the cause of the damage, and the City appears not to provide sufficient oversight in such circumstances.  The Department of Design and Construction does have a mechanism to assign an engineer to help homeowners establish whether the damage was done by the contractor, but according to anecdotal information from community boards, by the time this program is consulted, the matter is already several months old and therefore more difficult to prove. \\par\n\\'a7 2.  Chapter 2 of title seven of the administrative code of the city of New York is amended by adding a new section 7-213 to read as follows: \\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ul\\'a77-213 Liability of contractors of the city of New York to private property owners and to the City for damage or removal of private property or city infrastructure.  \\par\n\\pard\\fi-360\\li1080\\sl480\\slmult1\\qj\\tx1080\\ulnone a.\\tab\\ul For purposes of this section, the following definitions shall apply:  \\par\n\\pard\\fi360\\li720\\sl480\\slmult1\\qj\\ldblquote City infrastructure\\rdblquote  shall mean  \\ldblquote the basic facilities and installations owned or leased by the City of New York that are needed for the functioning of the municipality, including such as transportation and communications systems, sidewalks, water and power lines, and public institutions including schools,  and prisons.  \\par\n\\ldblquote Contractor\\rdblquote  shall mean an individual, a sole proprietorship, a partnership, a corporation, a not-for-profit corporation, any other business enterprise or any other party to a contract with the city.  \\par\n\\ldblquote Work undertaken on behalf the city\\rdblquote  shall mean any work that furthers any project undertaken on behalf of the city, including, but not limited to, street, sewer, or water main repair or construction, utility repair or construction, and home and/or building construction.  \\par\n\\pard\\fi720\\sl480\\slmult1\\qj b. Any private property or infrastructure owned by the city that was destroyed, damaged or removed by contractors of the city while performing work undertaken on behalf of the city shall be restored, replaced, or repaired by the contractor to a condition equivalent to or superior to that prior to commencement of the contractual work.   \\par\n\\pard\\fi720\\sl480\\slmult1 c.  Where an owner of private property, other than a state or federal agency or instrumentality, has sustained property damages for injury to, removal of or destruction of, such private property or city infrastructure that is the responsibility of a property owner to maintain, and said damage, destruction, or removal was caused by a contractor, the comptroller, after consultation with the corporation counsel, is hereby authorized and empowered to make a payment for said property damages provided that:  (i) the owner of real or personal property or who is responsible for maintaining city infrastructure is not insured for the claimed loss;  (ii) at the time of the claimed loss, the owner of real or personal property was not required under law or contract to maintain insurance for said loss;  and (iii) the claim is limited to actual damages.\\highlight1\\par\n\\highlight0 d. Notwithstanding any other provision of law to the contrary, a petition for payment under this section must be presented to the comptroller not more than ninety days after the discovery of the damage by the owner of real or personal property or a designee. \\par\n\\pard\\fi720\\sl480\\slmult1\\qj e. The comptroller shall notify the contractor and shall assign its own staff or notify the appropriate city agency within three business days of receipt of the petition presented by a property owner to assign an inspector to verify that the claim is the contractor\\rquote s fault.  In those circumstances where the contractor is found to be at fault, the comptroller\\rquote s staff or assigned agency inspector shall determine how many days shall be required to complete the restoration, replacement, or repair and the assessed value of the damages. The inspector shall render a decision on the claim and inform the comptroller of such decision within ten business days of receiving the initial notification from the comptroller of the claim.  The comptroller shall inform the property owner and the contractor of its staff decision or the inspector\\rquote s decision within three business days from the day the notification is received from the inspector. \\ulnone\\f1\\fs16\\par\n\\ul\\f0\\fs24 f. The restoration, replacement or repair required by subdivision b of this section shall be completed by the contractor found to be at fault within the number of days found to be necessary by the agency\\rquote s inspector or the comptroller\\rquote s staff, beginning on the day after the comptroller\\rquote s notification.     \\par\ng. Nothing in this section shall in any way affect the provisions of this chapter or of any other law or rule governing the manner in which an action or proceeding against the city is commenced, including any provisions requiring prior notice to the city of defective conditions. \\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj h. Nothing in this section is intended to preclude or deter any owner of real or personal property or city infrastructure which he or she is responsible for maintaining that has sustained damage as described in subdivision b of this section from filing an action or pursuing a claim against any individual or entity for compensation for such damages.\\par\ni. Notwithstanding any other provisions of law to the contrary, before the comptroller shall make payment pursuant to this section, he or she shall require the party who owns the real or personal property or who is responsible for maintaining the city infrastructure that has been damaged, destroyed, or removed to execute an assignment to the city, in the amount of the claim paid pursuant to subdivision c, to be deducted from any potential judgment or settlement arising from any action filed, or claim made, as described in subdivision c of this section, to recover for damages to real or personal property or for amounts the property owner has already paid to repair, replace, or restore city infrastructure the property owner is responsible to maintain.  After entry of a judgment or settlement on behalf of the property owner in said action or claim, the city shall be entitled to collect the amount of said assignment.\\par\n\\pard\\fi720\\sl480\\slmult1 j. Notwithstanding the provisions of subdivisions h and i of this section, the city shall bear the sole responsibility, at the discretion of the corporation counsel, for recovering the costs of claims paid under this section, plus reasonable interest and reasonable recovery costs, from any individual or entity for the damages that resulted in the claim.\\par\nk. The comptroller shall, by rule, establish procedures for the submission of petitions and for timely payment of claims to owners of real or personal property pursuant to the provisions of subdivisions c, d, and e of this section, for the review of such petitions by the comptroller\\rquote s office, and with respect to such other matters as are necessary to implement the provisions of this section.  The comptroller shall, by rule established pursuant to subdivision k, provide owners of real or personal property with timely written notice of denial of payment of claims and such notice must enumerate the causes for said denial\\ulnone .\\par\n\\ul l. A civil penalty shall be imposed on the contractor of two thousand dollars, plus fifty dollars per one hundred square feet of private property or property and infrastructure owned by the city that is the responsibility of the property owner to maintain that is damaged or remains to be restored or replaced pursuant to this section for failure to comply with any requirements of this subdivision.  An additional civil penalty of fifty dollars shall be imposed upon a contractor for each additional day beyond the number of days required by the comptroller\\rquote s staff or agency inspector.  \\par\nm. The city shall include in its contracts, where applicable, a requirement that the contractor comply with the provisions of this section.\\par\n\\pard\\fi720\\sa120\\sl480\\slmult1\\ulnone\\'a7 3.  Chapter two of title seven of the administrative code of the city of New York is amended by adding a new section 7-214 to read as follows\\par\n\\pard\\hyphpar0\\fi1440\\sl480\\slmult1\\qj\\ul\\'a77-214 Personal injury and property damage liability insurance for a contractor. A contractor as defined in section 7-213 shall be required to have property damage liability insurance for such property for liability for any injury to private property or property or infrastructure owned by the city, personal injury, including death, proximately caused by the failure of such contractor to replace, restore, or repair private property or property and infrastructure owned by the city. The city shall not be liable for any injury to property or personal injury, including death, as a result of the failure of a contractor to comply with this section.  Contractors with contracts in effect at the time of the enactment of the legislation shall be required to carry out this provision upon renewal or a modification to a contract.\\par\n\\ulnone\\'a74.  This local law shall take immediately upon its enactment into law.  \\par\n\\par\n\\pard\\hyphpar0\\qj PH\\par\nInt. 0695/2005\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
