{
  "ID": 36329,
  "GUID": "B2260260-50A5-4AEE-97FB-7B55FAAAD342",
  "File": "Int 0290-2006",
  "LocalLaw": "2006/034",
  "Name": "Bankruptcy Prevention and Consumer Protection Act of 2005.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring credit counseling agencies to notify consumers when they are not approved pursuant to the Bankruptcy Prevention and Consumer Protection Act of 2005.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2006-04-26T00:00:00Z",
  "AgendaDate": "2006-04-26T00:00:00Z",
  "PassedDate": "2006-08-23T00:00:00Z",
  "EnactmentDate": "2006-08-23T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5261,
      "Slug": "miguel-martinez",
      "FullName": "Miguel Martinez"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 5294,
      "Slug": "betsy-gotbaum",
      "FullName": "Betsy Gotbaum"
    }
  ],
  "History": [
    {
      "ID": 190033,
      "Date": "2006-04-26T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 190216,
      "Date": "2006-04-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6013,
      "AgendaSequence": 138,
      "MinutesSequence": 155,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 192468,
      "Date": "2006-06-30T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 6269,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 193412,
      "Date": "2006-06-30T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 6269,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 194009,
      "Date": "2006-08-16T10:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 6456,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 290-A",
      "MinutesNote": "Proposed Int. No. 290-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 194158,
      "Date": "2006-08-16T10:30:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 6456,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 194159,
      "Date": "2006-08-16T10:30:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "This Introduction was Amended by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 6456,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 194454,
      "Date": "2006-08-16T10:30:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Introduction be Approved by Committee approved by Roll Call.",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 6456,
      "MinutesSequence": 5,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 194544,
      "Date": "2006-08-16T13:30:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "A motion was made that this Introduction be Approved by Council approved by consent Roll Call.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6504,
      "AgendaSequence": 90,
      "MinutesSequence": 96,
      "Version": "A",
      "AgendaNote": "Amended and Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 194747,
      "Date": "2006-08-16T16:42:00Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "This Introduction was Sent to Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 194748,
      "Date": "2006-08-23T17:42:00Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "This Introduction was Hearing Held by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 194762,
      "Date": "2006-08-23T18:34:00Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "This Introduction was Signed Into Law by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 194761,
      "Date": "2006-08-23T20:34:00Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "This Introduction was Recved from Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 74118,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 290 - 4/26/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/e725db53-a450-48be-a437-b343f680b398. No. 290.doc",
      "Sort": 1
    },
    {
      "ID": 73490,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 6/30/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/bb885a6e-5dd3-4497-a24b-8d62d37bbd78.doc",
      "Sort": 2
    },
    {
      "ID": 74194,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 6/30/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/22a7d2df-f026-4832-bfbb-7df3c681e48f.doc",
      "Sort": 3
    },
    {
      "ID": 74119,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 8/16/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/155b62d2-8915-49db-9ffc-67f73793d387.doc",
      "Sort": 4
    },
    {
      "ID": 74783,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 8/16/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/feca7905-1d95-4fe0-a997-8b92685fdb91.doc",
      "Sort": 5
    },
    {
      "ID": 74148,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal Impact Statement",
      "Link": "http://nyc.legistar1.com/nyc/attachments/e529dece-cad4-46ff-b0fe-dea79dcfc674. 290-A DCA.doc",
      "Sort": 6
    },
    {
      "ID": 75007,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 8/16/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/6165305d-557b-4b28-8341-09aa23977f4d.doc",
      "Sort": 7
    },
    {
      "ID": 75200,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law",
      "Link": "http://nyc.legistar1.com/nyc/attachments/0208ce55-86db-42d4-aeaa-d8c859a8542f.doc",
      "Sort": 8
    }
  ],
  "Summary": "",
  "TextID": 37714,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Of increasing regularity, indebted city residents have been the victims of a fraudulent scheme presented under the guise of financial assistance.  Under this unscrupulous plan, numerous dishonest lenders have begun offering “credit counseling” services.  However, instead of devising a realistic management plan to reduce debt, these businesses frequently take advantage of their customers’ dire financial situations.  Often, the counselor will recommend that the consumer borrow funds to satisfy outstanding balances and consolidate payments.  The counseling agency will then arrange such loan against the consumer’s assets, often a real estate interest.\nHowever, many victims of this scam report that the loan interest rates are so high that they are regularly in a worse fiscal position than before they sought counseling.  Ultimately, the business that advertised its ability to help these consumers owns an interest in their customer’s property and earns exorbitant interest on the funds loaned.  When the consumer is unable to meet his or her monthly obligation, the lender may simply foreclose and sell the real estate.      \nSection 106 of the newly enacted Bankruptcy Prevention and Consumer Protection Act of 2005 prohibits an individual from filing for personal bankruptcy protection unless such person has received credit counseling from an approved nonprofit budget and credit counseling service prior to filing a bankruptcy petition.  The U.S. Trustee may waive this requirement only if an applicant can establish that the district in which he or she resides does not provide adequate services.\nChapter 1 of the Bankruptcy and Consumer Protection Act of 2005 specifies the requirements that a services provider must satisfy to obtain federal approval, including, but not limited to, staffing, organizational structure and counseling topic areas.  Determinations must be reviewed annually and approval may be revoked at any time.  Further, the Chief Bankruptcy Clerk must maintain a list, available to the public, of all approved credit counselors.  Presently, there are thirteen counselors approved for residents of the Southern District of New York State, which includes the city of New York City, and fourteen for residents of the Eastern District.   \n\tTo thwart unscrupulous lenders from taking advantage of consumers in financial crisis, and to ensure that each New Yorker receives the best counseling possible, the Council finds it necessary to require businesses that offer credit counseling services to inform individuals that the business, if not approved, has not been certified pursuant to the Bankruptcy Prevention and Consumer Protection Act of 2005.     \n  \t§ 2.  Subchapter 5 of chapter 5 of title 20 of the administrative code of the city of New York is hereby amended by adding a new section 20-723.2, to read as follows:\n§ 20-723.2. Disclosure Requirements for Businesses Promoting Credit Counseling Services. \na.  Definitions.  For purposes of this section:\n(1)  “Credit counselor” shall mean <javascript:BBBcertify();> any person, partnership, firm, corporation or business entity advertising, promoting, or offering the type or category of credit counseling services required to be received as a pre-condition for filing a petition for bankruptcy under the Bankruptcy Abuse Prevention and Consumer Protection Act of 2005, including, but not limited to, consideration of alternatives to resolve a client’s credit problems and an analysis of the client’s budget, current financial condition, factors that caused such financial condition, and how such client can develop a plan to respond to the problems without incurring negative amortization of debt.\n(2)  “Approved credit counselor\" shall mean a credit counselor listed in the directory of authorized nonprofit budget and credit counseling service providers promulgated pursuant to the Bankruptcy Abuse Prevention and Consumer Protection Act of 2005.  \nb. (1).  Any person, partnership, firm, corporation or business entity promoting or offering the services of a credit counselor, notwithstanding whether such person, partnership, firm, corporation or business entity accepts a fee for such services, shall provide written notice to any potential or actual consumer when such person, partnership, corporation, firm or business is not an approved credit counselor.\n(2).   Such notice, to be signed by any potential or actual consumer, shall include, but not be limited to, the following provisions:\ni.   that the federal Bankruptcy Abuse Prevention and Consumer Protection Act of 2005 created an approval process for nonprofit budget and credit counseling agencies that provide an evaluation of your current financial situation, a discussion on alternatives to bankruptcy and a personal budget plan;  \nii.  that to be approved by the United States Trustee and added to the directory of approved credit counselors, a credit counselor must satisfactorily demonstrate compliance with the requirements of the Bankruptcy Abuse Prevention and Consumer Protection Act of 2005;  \niii.  that such credit counselor is not approved to offer bankruptcy counseling services pursuant to the Bankruptcy Abuse Prevention and Consumer Protection Act of 2005; \niv.  that a consumer of a credit counselor may contact the United States department of justice or the clerk of the United States bankruptcy court for the southern and eastern districts of New York for a list of credit counselors approved pursuant to the Bankruptcy Abuse Prevention and Consumer Protection Act of 2005, if such consumer is considering filing a bankruptcy petition; \nv.  that a consumer of a credit counselor is not required to obtain a loan or enter into a contract for debt repayment with any specific credit counselor; and\nvi.  such other provisions as the department may deem appropriate.\nc.  Any person, partnership, firm, corporation or business entity that holds itself out to the public in printed, televised, or radio media as providing the services of a credit counselor but is not an approved credit counselor shall disclose in such media that it is not an approved credit counselor pursuant to the Bankruptcy Abuse Prevention and Consumer Protection Act of 2005.\nd. (1).  Notwithstanding any other provision of law, the department shall be authorized upon due notice and hearing, to impose civil penalties for the violation of any provision of this section. The department shall have the power to render decisions and orders and to impose civil penalties of not less than two thousand five hundred dollars nor more than five thousand dollars for each violation.  All proceedings authorized pursuant to this paragraph shall be conducted in accordance with rules promulgated by the commissioner.  The remedies and penalties provided for in this paragraph shall be in addition to any other remedies or penalties provided for the enforcement of such provisions under any other law including, but not limited to, civil or criminal actions or proceedings.\n(2)  All such proceedings shall be commenced by the service of a notice of violation returnable to the administrative tribunal of the department. The commissioner shall prescribe the form and wording of notices of violation. The notice of violation or copy thereof shall constitute notice of the violation charged, and, if sworn to or affirmed, shall be prima facie evidence of the facts contained therein.\nd.  The commissioner shall conspicuously disclose on its web site all persons, partnerships, firms, corporations or business entities that have been found to have violated any provisions of this section, or rules and regulations promulgated hereunder, within the preceding twelve months.  Such disclosure shall, at minimum, list the name of each person, partnership, firm, corporation or business entity found to have violated any provisions of this section, or rules and regulations promulgated hereunder, as well as the nature of each violation. \n§ 3.  This local law shall take effect one hundred twenty days after it shall have\nbeen enacted into law; provided, however, that the commissioner shall take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, establishing guidelines and promulgating rules. \n\n\nTSF\nLS 50/2006\n08.08.06\n12:45 PM",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Verdana;}{\\f2\\froman\\fcharset0 Times New Roman Bold;}{\\f3\\froman\\fprq1\\fcharset128 MS Mincho;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red0\\green0\\blue255;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul\\i Be it enacted by the Council as follows\\ulnone :\\f1\\fs20\\par\n\\i0\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\tx5040\\f0\\fs24 Section 1.  Of increasing regularity, indebted city residents have been the victims of a fraudulent scheme presented under the guise of financial assistance.  Under this unscrupulous plan, numerous dishonest lenders have begun offering \\ldblquote credit counseling\\rdblquote  services.  However, instead of devising a realistic management plan to reduce debt, these businesses frequently take advantage of their customers\\rquote  dire financial situations.  Often, the counselor will recommend that the consumer borrow funds to satisfy outstanding balances and consolidate payments.  The counseling agency will then arrange such loan against the consumer\\rquote s assets, often a real estate interest.\\par\nHowever, many victims of this scam report that the loan interest rates are so high that they are regularly in a worse fiscal position than before they sought counseling.  Ultimately, the business that advertised its ability to help these consumers owns an interest in their customer\\rquote s property and earns exorbitant interest on the funds loaned.  When the consumer is unable to meet his or her monthly obligation, the lender may simply foreclose and sell the real estate.      \\par\nSection 106 of the newly enacted Bankruptcy Prevention and Consumer Protection Act of 2005 prohibits an individual from filing for personal bankruptcy protection unless such person has received credit counseling from an approved nonprofit budget and credit counseling service prior to filing a bankruptcy petition.  The U.S. Trustee may waive this requirement only if an applicant can establish that the district in which he or she resides does not provide adequate services.\\par\nChapter 1 of the Bankruptcy and Consumer Protection Act of 2005 specifies the requirements that a services provider must satisfy to obtain federal approval, including, but not limited to, staffing, organizational structure and counseling topic areas.  Determinations must be reviewed annually and approval may be revoked at any time.  Further, the Chief Bankruptcy Clerk must maintain a list, available to the public, of all approved credit counselors.  Presently, there are thirteen counselors approved for residents of the Southern District of New York State, which includes the city of New York City, and fourteen for residents of the Eastern District.   \\par\n\\pard\\sl480\\slmult1\\qj\\tab To thwart unscrupulous lenders from taking advantage of consumers in financial crisis, and to ensure that each New Yorker receives the best counseling possible, the Council finds it necessary to require businesses that offer credit counseling services to inform individuals that the business, if not approved, has not been certified pursuant to the Bankruptcy Prevention and Consumer Protection Act of 2005\\expndtw-3 .  \\expndtw0    \\par\n  \\tab\\'a7 2.  Subchapter 5 of chapter 5 of title 20 of the administrative code of the city of New York is hereby amended by adding a new section 20-723.2, to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ul\\'a7 20-723.2. \\b\\f2 Disclosure Requirements for Businesses Promoting Credit Counseling Services.\\b0\\f0  \\par\na.  Definitions.  For purposes of this section:\\par\n(1)  \\ldblquote Credit counselor\\rdblquote  shall mean <javascript:BBBcertify();>\\cf2  \\cf1 any person, partnership, firm, corporation or business entity advertising, promoting, or offering the type or category of credit counseling services required to be received as a pre-condition for filing a petition for bankruptcy under the Bankruptcy Abuse Prevention and Consumer Protection Act of 2005, including, but not limited to, consideration of alternatives to resolve a client\\rquote s credit problems and an analysis of the client\\rquote s budget, current financial condition, factors that caused such financial condition, and how such client can develop a plan to respond to the problems without incurring negative amortization of debt.\\ulnone\\par\n\\ul (2)  \\ldblquote Approved credit counselor\" shall mean a credit counselor listed in the directory of authorized nonprofit budget and credit counseling service providers promulgated pursuant to the Bankruptcy Abuse Prevention and Consumer Protection Act of 2005.  \\par\nb. (1).  Any person, partnership, firm, corporation or business entity promoting or offering the services of a credit counselor, notwithstanding whether such person, partnership, firm, corporation or business entity accepts a fee for such services, shall provide written notice to any potential or actual consumer when such person, partnership, corporation, firm or business is not an approved credit counselor.\\ulnone\\par\n\\ul (2).   Such notice, to be signed by any potential or actual consumer, shall include, but not be limited to, the following provisions:\\par\ni.   that the federal Bankruptcy Abuse Prevention and Consumer Protection Act of 2005 created an approval process for nonprofit budget and credit counseling agencies that provide an evaluation of your current financial situation, a discussion on alternatives to bankruptcy and a personal budget plan;  \\par\nii.  that to be approved by the United States Trustee and added to the directory of approved credit counselors, a credit counselor must satisfactorily demonstrate compliance with the requirements of the Bankruptcy Abuse Prevention and Consumer Protection Act of 2005;  \\par\niii.  that such credit counselor is not approved to offer bankruptcy counseling services pursuant to the Bankruptcy Abuse Prevention and Consumer Protection Act of 2005; \\par\niv.  that a consumer of a credit counselor may contact the United States department of justice or the clerk of the United States bankruptcy court for the southern and eastern districts of New York for a list of credit counselors approved pursuant to the Bankruptcy Abuse Prevention and Consumer Protection Act of 2005, if such consumer is considering filing a bankruptcy petition; \\par\nv.  that a consumer of a credit counselor is not required to obtain a loan or enter into a contract for debt repayment with any specific credit counselor; and\\par\nvi.  such other provisions as the department may deem appropriate.\\par\n\\pard\\fi720\\sl480\\slmult1 c.  Any person, partnership, firm, corporation or business entity that holds itself out to the public in printed, televised, or radio media as providing the services of a credit counselor but is not an approved credit counselor shall disclose in such media that it is not an approved credit counselor pursuant to the Bankruptcy Abuse Prevention and Consumer Protection Act of 2005\\ulnone .\\ul\\f3\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\cf0\\f0 d. (1).  Notwithstanding any other provision of law, the department shall be authorized upon due notice and hearing, to impose civil penalties for the violation of any provision of this section. The department shall have the power to render decisions and orders and to impose civil penalties of not less than two thousand five hundred dollars nor more than five thousand dollars for each violation.  All proceedings authorized pursuant to this paragraph shall be conducted in accordance with rules promulgated by the commissioner.  The remedies and penalties provided for in this paragraph shall be in addition to any other remedies or penalties provided for the enforcement of such provisions under any other law including, but not limited to, civil or criminal actions or proceedings.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\cf1 (2)  All such proceedings shall be commenced by the service of a notice of violation returnable to the administrative tribunal of the department. The commissioner shall prescribe the form and wording of notices of violation. The notice of violation or copy thereof shall constitute notice of the violation charged, and, if sworn to or affirmed, shall be prima facie evidence of the facts contained therein.\\par\nd.  The commissioner shall conspicuously disclose on its web site all persons, partnerships, firms, corporations or business entities that have been found to have violated any provisions of this section, or rules and regulations promulgated hereunder, within the preceding twelve months.  Such disclosure shall, at minimum, list the name of each person, partnership, firm, corporation or business entity found to have violated any provisions of this section, or rules and regulations promulgated hereunder, as well as the nature of each violation. \\ulnone\\par\n\\pard\\li720\\sl480\\slmult1\\qj\\'a7 3.  This local law shall take effect one hundred twenty days after it shall have\\par\n\\pard\\sl480\\slmult1\\qj been enacted into law; provided, however, that the commissioner shall take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, establishing guidelines and promulgating rules. \\par\n\\pard\\qj\\fs18\\par\n\\par\nTSF\\par\nLS 50/2006\\par\n08.08.06\\par\n12:45 PM\\par\n}\n\u0000",
  "LastModified": "2015-06-16T17:55:47.793Z"
}
