{
  "ID": 36292,
  "GUID": "80EB4D01-276E-4C9B-9A96-B98C632C51BD",
  "File": "Int 0292-2006",
  "Name": "Posting of notices of provisions of the human rights law.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the posting of notices of provisions of the human rights law.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 12,
  "BodyName": "Committee on General Welfare",
  "IntroDate": "2006-04-26T00:00:00Z",
  "AgendaDate": "2006-04-26T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    }
  ],
  "History": [
    {
      "ID": 189947,
      "Date": "2006-04-26T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 190219,
      "Date": "2006-04-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on General Welfare",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6013,
      "AgendaSequence": 141,
      "MinutesSequence": 158,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "General Welfare",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236606,
      "Date": "2009-12-31T16:01:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 36836,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Chapter 1 of title 8 of the administrative code of the city of New York is hereby amended by adding a new section 8-107.2 to read as follows:\n§8-107.2  Posting of Notices. (a) Every covered entity must post and maintain conspicuously in easily accessible and well-lighted places as set forth hereafter a notice or notices furnished by the commission, informing readers of (i) protection against discrimination in employment, employment agencies, labor organizations and apprentice training programs, places of public accommodation, housing accommodation and commercial space, other real estate and real estate services, and lending services because of actual or perceived race, creed, color, age, national origin, gender, disability, marital status, sexual orientation, alienage or citizenship status, whether children are residing with a person, or status as a victim of domestic violence, or status as a member of any other group protected under section 8-107(b) of this title; (ii) protections against bias-related violence or harassment provided by title eight; (iii) information regarding where complaints alleging discrimination in violation of title eight may be filed; (iv) that for assistance and additional information, including copies of the human rights law, one should contact the person in charge of the place where the notice is posted or the commission at a specific telephone number or address; and (v) such other information as the commission deems pertinent.  The notice shall be in English and Spanish, and in such other languages, including but not limited to Mandarin, Cantonese, Yiddish, French, Italian, German, Russian, Arabic, Hindi, Urdu and Haitian Creole, as the commission specifies in order to assure that the notice can be read by persons likely to see it.  All covered entities required to maintain notice under this section must insure that the notice is not altered, defaced, or covered by other material.\n(b) Notices maintained by employers and employment agencies must be posted at offices, places of employment or employment training centers, in places customarily frequented and at or near each location where employees’ services are performed and in places customarily frequented or at which applicants for or participants in apprenticeship, on-the-job training or other retraining programs perform their services.\n \t(c) Notices posted by labor organizations must be posted at offices or employment training centers in places customarily frequented by members and applicants for membership in the labor organizations or by applicants for or participants in apprenticeship, on-the-job training or other occupational training or re-training programs.\n(d) Notices posted by places and providers of public accommodation must be posted at locations where they may be readily observed by those seeking any of the accommodations, advantages, facilities or privileges thereof.\n(e) Notices published by owners of housing accommodations, land or commercial space, must be posted at such places of housing accommodation and in offices of an owner, lessor, lessee, sublessee, assignee, or managing agent or other person having the right to sell, rent or lease or approve the sale, rental or lease of a housing accommodation, land or commercial space or an agency thereof, where they may be readily observed by those using, entitled to use, or seeking housing accommodations, land, commercial space or facilities or service in connection therewith.\n(f) Notices posted by real estate brokers or real estate salespersons, who have an office or office space in which real estate transactions are conducted, must be posted at the offices thereof in places where they may be readily observed by persons seeking services.\n(g) Notices posted by financial institutions or lenders shall be posted in places in the public offices of such financial institutions or lenders, where they may be readily observed by those seeking financial assistance.\n(h) Any person found to be in violation of any provision of this section will be liable for a civil penalty of at least fifty dollars and no more than two hundred fifty dollars per violation.  A notice of violation may be issued by an authorized officer or agent of the commission, the department of health and mental hygiene, or the department of sanitation, and must be served in the same manner as a notice of violation returnable to any such agency, and any proceeding to recover any civil penalty may be commenced in like manner.  Evidence of such violation may be considered by the commission or by a court, where otherwise relevant, in determining intent, willfulness, or any other fact pertaining to an unlawful discriminatory practice or bias related violence or to procedural requirements pertinent thereto.\n§2. This local law shall take effect 30 days after enactment.\n\nJ.D.S. \nInt. No. 57/2004",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\pard\\nowidctlpar\\ri720\\v0\\fs24\\par\n\\ul Be it enacted by the Council as follows\\ulw :\\par\n\\ulnone\\par\n\\pard\\nowidctlpar\\fi720\\ri720\\sl480\\slmult1 Section 1. Chapter 1 of title 8 of the administrative code of the city of New York is hereby amended by adding a new section 8-107.2 to read as follows:\\par\n\\ul\\'a78-107.2  Posting of Notices. (a) Every covered entity must post and maintain conspicuously in easily accessible and well-lighted places as set forth hereafter a notice or notices furnished by the commission, informing readers of (i) protection against discrimination in employment, employment agencies, labor organizations and apprentice training programs, places of public accommodation, housing accommodation and commercial space, other real estate and real estate services, and lending services because of actual or perceived race, creed, color, age, national origin, gender, disability, marital status, sexual orientation, alienage or citizenship status, whether children are residing with a person, or status as a victim of domestic violence, or status as a member of any other group protected under section 8-107(b) of this title; (ii) protections against bias-related violence or harassment provided by title eight; (iii) information regarding where complaints alleging discrimination in violation of title eight may be filed; (iv) that for assistance and additional information, including copies of the human rights law, one should contact the person in charge of the place where the notice is posted or the commission at a specific telephone number or address; and (v) such other information as the commission deems pertinent.  The notice shall be in English and Spanish, and in such other languages, including but not limited to Mandarin, Cantonese, Yiddish, French, Italian, German, Russian, Arabic, Hindi, Urdu and Haitian Creole, as the commission specifies in order to assure that the notice can be read by persons likely to see it.  All covered entities required to maintain notice under this section must insure that the notice is not altered, defaced, or covered by other material.\\par\n\\pard\\nowidctlpar\\fi720\\ri720\\sa120\\sl480\\slmult1 (b) Notices maintained by employers and employment agencies must be posted at offices, places of employment or employment training centers, in places customarily frequented and at or near each location where employees\\rquote  services are performed and in places customarily frequented or at which applicants for or participants in apprenticeship, on-the-job training or other retraining programs perform their services.\\par\n\\pard\\nowidctlpar\\ri720\\sa120\\sl480\\slmult1\\ulnone  \\tab\\ul (c) Notices posted by labor organizations must be posted at offices or employment training centers in places customarily frequented by members and applicants for membership in the labor organizations or by applicants for or participants in apprenticeship, on-the-job training or other occupational training or re-training programs.\\par\n\\pard\\nowidctlpar\\fi720\\ri720\\sa120\\sl480\\slmult1 (d) Notices posted by places and providers of public accommodation must be posted at locations where they may be readily observed by those seeking any of the accommodations, advantages, facilities or privileges thereof.\\par\n\\pard\\nowidctlpar\\fi720\\ri720\\sl480\\slmult1\\qj (e) Notices published by owners of housing accommodations, land or commercial space, must be posted at such places of housing accommodation and in offices of an owner, lessor, lessee, sublessee, assignee, or managing agent or other person having the right to sell, rent or lease or approve the sale, rental or lease of a housing accommodation, land or commercial space or an agency thereof, where they may be readily observed by those using, entitled to use, or seeking housing accommodations, land, commercial space or facilities or service in connection therewith.\\par\n\\pard\\nowidctlpar\\fi720\\ri720\\sl480\\slmult1 (f) Notices posted by real estate brokers or real estate salespersons, who have an office or office space in which real estate transactions are conducted, must be posted at the offices thereof in places where they may be readily observed by persons seeking services.\\par\n(g) Notices posted by financial institutions or lenders shall be posted in places in the public offices of such financial institutions or lenders, where they may be readily observed by those seeking financial assistance.\\par\n(h) Any person found to be in violation of any provision of this section will be liable for a civil penalty of at least fifty dollars and no more than two hundred fifty dollars per violation.  A notice of violation may be issued by an authorized officer or agent of the commission, the department of health and mental hygiene, or the department of sanitation, and must be served in the same manner as a notice of violation returnable to any such agency, and any proceeding to recover any civil penalty may be commenced in like manner.  Evidence of such violation may be considered by the commission or by a court, where otherwise relevant, in determining intent, willfulness, or any other fact pertaining to an unlawful discriminatory practice or bias related violence or to procedural requirements pertinent thereto.\\ulnone\\par\n\\pard\\nowidctlpar\\li720\\ri720\\sl480\\slmult1\\'a72. This local law shall take effect 30 days after enactment.\\par\n\\pard\\nowidctlpar\\ri720\\fs18\\par\nJ.D.S. \\par\nInt. No. 57/2004\\fs24\\par\n\\pard\\nowidctlpar\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
