{
  "ID": 36315,
  "GUID": "505A8B5B-7136-472D-8DD1-75E6DCD11043",
  "File": "Int 0305-2006",
  "Name": "Creation of a temporary task force to evaluate the epidemic of diabetes in the City of New York.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the creation of a temporary task force to evaluate the epidemic of diabetes in the City of New York and recommend a comprehensive, city-wide strategy to reduce the epidemic of diabetes.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2006-04-26T00:00:00Z",
  "AgendaDate": "2006-04-26T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    }
  ],
  "History": [
    {
      "ID": 190009,
      "Date": "2006-04-26T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 190239,
      "Date": "2006-04-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6013,
      "AgendaSequence": 160,
      "MinutesSequence": 177,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236595,
      "Date": "2009-12-31T15:56:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 36861,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  a.  There is hereby established a diabetes task force, which shall examine the epidemic of diabetes in the city of New York and recommend a comprehensive, city-wide strategy to reduce such epidemic, which shall include, but not be limited to, recommendations related to improving nutrition, increasing access to affordable exercise programs, reducing diabetes-related health care disparities, and increasing public awareness regarding diabetes prevention.     \nb.  The diabetes task force shall be comprised of seven members, three of whom shall be appointed by the speaker of the city council and four of whom shall be appointed by the mayor; provided, that one of the appointments by the mayor shall be the commissioner of the department of health and mental hygiene, or his or her designee, who shall serve in an ex-officio capacity and be the chairperson of such task force.  \nc.  Each member of the diabetes task force shall serve at the pleasure of the appointing authority without compensation, except that each member shall be allowed actual and necessary expenses to be audited in the same manner as other city charges.  Any member may be removed at any time by the appointing authority and any vacancy shall be filled in the same manner as the original appointment; provided, however, that the requirements of this paragraph shall not apply to the commissioner of the department of health and mental hygiene.    \nd.  The diabetes task force shall serve for a period of two years, and shall meet at least four times annually.  \ne. The diabetes task force shall issue a report to the mayor and city council no later than three months before the expiration of such task force, which shall summarize the findings of such task force and recommend a comprehensive, city-wide strategy to reduce the epidemic of diabetes, which shall include, but not be limited to, recommendations related to improving nutrition, increasing access to affordable exercise programs, reducing diabetes-related health care disparities, and increasing public awareness about diabetes prevention.   \n§2. If any subsection, sentence, clause, phrase, or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law that added this section, which remaining portions shall remain in full force and effect.  Nothing in this local law shall be interpreted or applied so as to create any power, duty or obligation in conflict with any federal or state law.\n§3. This local law shall take effect immediately.  \n\nAT\nLS# 491\n3/31/06",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red255\\green255\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\nowidctlpar\\qj\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1.  a.  There is hereby established a diabetes task force, which shall examine the epidemic of diabetes in the city of New York and recommend a comprehensive, city-wide strategy to reduce such epidemic, which shall include, but not be limited to, recommendations related to improving nutrition, increasing access to affordable exercise programs, reducing diabetes-related health care disparities, and increasing public awareness regarding diabetes prevention.\\ul      \\par\n\\ulnone b.  The diabetes task force shall be comprised of seven members, three of whom shall be appointed by the speaker of the city council and four of whom shall be appointed by the mayor; provided, that one of the appointments by the mayor shall be the commissioner of the department of health and mental hygiene, or his or her designee, who shall serve in an ex-officio capacity and be the chairperson of such task force.  \\par\nc.  Each member of the diabetes task force shall serve at the pleasure of the appointing authority without compensation, except that each member shall be allowed actual and necessary expenses to be audited in the same manner as other city charges.  Any member may be removed at any time by the appointing authority and any vacancy shall be filled in the same manner as the original appointment; provided, however, that the requirements of this paragraph shall not apply to the commissioner of the department of health and mental hygiene.\\highlight1   \\highlight0   \\par\nd.  The diabetes task force shall serve for a period of two years, and shall meet at least four times annually.  \\par\ne. The diabetes task force shall issue a report to the mayor and city council no later than three months before the expiration of such task force, which shall summarize the findings of such task force and recommend a comprehensive, city-wide strategy to reduce the epidemic of diabetes, which shall include, but not be limited to, recommendations related to improving nutrition, increasing access to affordable exercise programs, reducing diabetes-related health care disparities, and increasing public awareness about diabetes prevention.   \\ul\\par\n\\ulnone\\'a72. If any subsection, sentence, clause, phrase, or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law that added this section, which remaining portions shall remain in full force and effect.  Nothing in this local law shall be interpreted or applied so as to create any power, duty or obligation in conflict with any federal or state law.\\par\n\\'a73. This local law shall take effect immediately.  \\ul\\b\\par\n\\ulnone\\b0\\par\n\\pard\\nowidctlpar\\fi720\\qj\\fs20 AT\\par\nLS# 491\\par\n3/31/06\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
