{
  "ID": 36103,
  "GUID": "E9B7B9C6-FB68-44E1-B598-94B5A1D774DC",
  "File": "Int 0312-2006",
  "Name": "Requiring the building plans of certain residential and commercial buildings to be subject to a NYC Police Department security review.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the building plans of certain residential and commercial buildings to be subject to a New York City Police Department security review.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2006-04-26T00:00:00Z",
  "AgendaDate": "2006-04-26T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    }
  ],
  "History": [
    {
      "ID": 190061,
      "Date": "2006-04-26T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 190253,
      "Date": "2006-04-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6013,
      "AgendaSequence": 172,
      "MinutesSequence": 189,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236590,
      "Date": "2009-12-31T15:55:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 36620,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Declaration of legislative findings and intent. The events of 9/11 demonstrated the vulnerability of buildings in New York City to terrorist attack.  Yet, despite the events of that day, the New York City Police Department did not have any meaningful input into the design for the Freedom Tower.  It was only after published reports indicated the Police Department’s displeasure with certain security vulnerabilities of the tower that architects redesigned the building to incorporate the Police Department’s security concerns.\nUnder the building code the NYPD does not have the authority to approve of plans for building design or even to examine such plans.  NYPD building security reviews are performed on a voluntary basis, at the request of the building owner.  Due to the continuing terrorist threat, the Council finds that the design plans for certain large-scale residential and commercial buildings must be subject to NYPD security review and approval by the police commissioner.  By mandating such review and approval, New York City will be assured that large-scale commercial and residential buildings have been built with security as an integral component.  \n§2.  Section 26-208 of subchapter 3 of chapter 1 of title 26 of the administrative code of the city of New York is hereby amended, to read as follows:\n§26-208 Approval of plans.\nWhenever plans are required to be filed in connection with an application for a permit, as provided in the building code, all such plans shall be approved by the commissioner prior to the commencement of any work thereunder, and such plans, where applicable as set forth in §27-143, shall be approved by the police commissioner prior to the commencement of any work thereunder. All plans and all applications for approval thereof, shall comply with the requirements of the building code, subject to such exceptions and exemptions as may be therein provided; and all elevations on plans shall be referred to the United States coast and geodetic survey mean sea level datum of nineteen hundred twenty-nine, which is hereby established as the city datum.\n§3.  Section 27-143 of subchapter 1 of chapter 1 of title 27 of the administrative code of the city of New York is hereby amended, to read as follows:\n§27-143 Examination of application and plans.\na. \tAll applications for approval of plans and all plans submitted in connection therewith, and any amendments thereto, shall be numbered, docketed and examined promptly after their submission. The examination shall be made under the direction of the commissioner for compliance with the provisions of this code and other applicable laws and regulations. The commissioner may at his or her discretion, when the application is submitted by an architect or an engineer, designate portions of the examination for limited supervisory check. The personnel employed for examination of plans shall be qualified engineers or architects experienced in building construction and design.\nb.\tAll applications for approval of plans for new high rise office buildings, occupancy group E high rise buildings, high rise residential buildings, occupancy group J high rise buildings, and large-scale occupancy group F buildings shall be examined by the police department for a review of the measures, procedures and protocols incorporated into the design of the building with regard to security.  This security review shall consist of, among other things deemed relevant by the police department, the vulnerability of the building to a terrorist strike.  \n§4. Section 27-144 of subchapter 1 of chapter 1 of title 27 of the administrative code of the city of New York is hereby amended, to read as follows:\n§27-144 Approval of application and plans.  Except as otherwise[,] provided in section 27-198 and section 27-198.1 of article nineteen of this subchapter, applications and plans complying with the provisions of this code and other applicable laws and regulations and, where applicable, complying with the recommendations of the police commissioner, shall be approved by the commissioner and written notice of approval shall be given the applicant promptly and no later than forty calendar days after the submission thereof, and applications and plans failing to comply with the provisions of this code and other applicable laws and regulations shall be rejected and written notice of rejection, stating the grounds of rejection, shall be given the applicant promptly and not later than forty calendar days after the submission thereof, except that on or before the fortieth day, the commissioner may on good cause shown, and upon notification to the applicant, extend such times for an additional twenty days. Whenever an application and accompanying plans have been rejected and are thereafter revised and resubmitted to meet stated grounds of rejection, the revised application and plans shall be approved if they meet the stated grounds of rejection, or shall be rejected if they fail to meet the stated grounds of rejection; and written notice of approval or written notice of rejection, stating the grounds of rejection, shall be given the applicant promptly and not later than twenty calendar days after the resubmission thereof.\n§5.  This local law shall take effect 90 days after its enactment into law.\n\n\nInt 689/2005\nTB",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul\\b0 Be it enacted by the Council as follows:\\par\n\\ulnone\\b\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\b0 Section 1. Declaration of legislative findings and intent. The events of 9/11 demonstrated the vulnerability of buildings in New York City to terrorist attack.  Yet, despite the events of that day, the New York City Police Department did not have any meaningful input into the design for the Freedom Tower.  It was only after published reports indicated the Police Department\\rquote s displeasure with certain security vulnerabilities of the tower that architects redesigned the building to incorporate the Police Department\\rquote s security concerns.\\par\nUnder the building code the NYPD does not have the authority to approve of plans for building design or even to examine such plans.  NYPD building security reviews are performed on a voluntary basis, at the request of the building owner.  Due to the continuing terrorist threat, the Council finds that the design plans for certain large-scale residential and commercial buildings must be subject to NYPD security review and approval by the police commissioner.  By mandating such review and approval, New York City will be assured that large-scale commercial and residential buildings have been built with security as an integral component.  \\par\n\\'a72.  Section 26-208 of subchapter 3 of chapter 1 of title 26 of the administrative code of the city of New York is hereby amended, to read as follows:\\par\n\\'a726-208 Approval of plans.\\par\nWhenever plans are required to be filed in connection with an application for a permit, as provided in the building code, all such plans shall be approved by the commissioner prior to the commencement of any work thereunder, \\ul and such plans, where applicable as set forth in \\'a727-143, shall be approved by the police commissioner prior to the commencement of any work thereunder\\ulnone . All plans and all applications for approval thereof, shall comply with the requirements of the building code, subject to such exceptions and exemptions as may be therein provided; and all elevations on plans shall be referred to the United States coast and geodetic survey mean sea level datum of nineteen hundred twenty-nine, which is hereby established as the city datum.\\par\n\\'a73.  Section 27-143 of subchapter 1 of chapter 1 of title 27 of the administrative code of the city of New York is hereby amended, to read as follows:\\par\n\\'a727-143 Examination of application and plans.\\par\n\\ul a.\\ulnone  \\tab All applications for approval of plans and all plans submitted in connection therewith, and any amendments thereto, shall be numbered, docketed and examined promptly after their submission. The examination shall be made under the direction of the commissioner for compliance with the provisions of this code and other applicable laws and regulations. The commissioner may at his or her discretion, when the application is submitted by an architect or an engineer, designate portions of the examination for limited supervisory check. The personnel employed for examination of plans shall be qualified engineers or architects experienced in building construction and design.\\par\n\\ul b.\\ulnone\\tab\\ul All applications for approval of plans for new high rise office buildings, occupancy group E high rise buildings, high rise residential buildings, occupancy group J high rise buildings, and large-scale occupancy group F buildings shall be examined by the police department for a review of the measures, procedures and protocols incorporated into the design of the building with regard to security.  This security review shall consist of, among other things deemed relevant by the police department, the vulnerability of the building to a terrorist strike.  \\par\n\\ulnone\\'a74. Section 27-144 of subchapter 1 of chapter 1 of title 27 of the administrative code of the city of New York is hereby amended, to read as follows:\\par\n\\'a727-144 Approval of application and plans.  Except as otherwise[,] provided in section 27-198 and section 27-198.1 of article nineteen of this subchapter, applications and plans complying with the provisions of this code and other applicable laws and regulations \\ul and, where applicable, complying with the recommendations of the police commissioner,\\ulnone  shall be approved by the commissioner and written notice of approval shall be given the applicant promptly and no later than forty calendar days after the submission thereof, and applications and plans failing to comply with the provisions of this code and other applicable laws and regulations shall be rejected and written notice of rejection, stating the grounds of rejection, shall be given the applicant promptly and not later than forty calendar days after the submission thereof, except that on or before the fortieth day, the commissioner may on good cause shown, and upon notification to the applicant, extend such times for an additional twenty days. Whenever an application and accompanying plans have been rejected and are thereafter revised and resubmitted to meet stated grounds of rejection, the revised application and plans shall be approved if they meet the stated grounds of rejection, or shall be rejected if they fail to meet the stated grounds of rejection; and written notice of approval or written notice of rejection, stating the grounds of rejection, shall be given the applicant promptly and not later than twenty calendar days after the resubmission thereof.\\par\n\\'a75.  This local law shall take effect 90 days after its enactment into law.\\par\n\\pard\\nowidctlpar\\par\n\\par\nInt 689/2005\\par\nTB\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
