{
  "ID": 36099,
  "GUID": "AD4BD14B-2C6E-4BDC-8AB1-65C30DC8C006",
  "File": "Int 0315-2006",
  "Name": "Increasing penalties for the unlawful use or possession of official police cards.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to increasing the penalties for the unlawful use or possession of official police cards.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2006-04-26T00:00:00Z",
  "AgendaDate": "2006-04-26T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5294,
      "Slug": "betsy-gotbaum",
      "FullName": "Betsy Gotbaum"
    }
  ],
  "History": [
    {
      "ID": 190064,
      "Date": "2006-04-26T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 190250,
      "Date": "2006-04-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6013,
      "AgendaSequence": 175,
      "MinutesSequence": 192,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236587,
      "Date": "2009-12-31T15:54:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 36616,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Section 14-108 of chapter one of title fourteen of the administrative code of the city of New York is amended to read as follows:\n§ 14-108 Unlawful use or possession of official police cards.\nAny person who without permission of the commissioner:\n1.\tmakes or engraves, or causes or procures to be made or engraved, or willingly aids or assists in making or engraving, a plate or other means of reproducing or printing the resemblance or similitude of an official department identification card, working press card, emergency repair service card, press photographer's vehicle card, newsreel camera vehicle card, emergency service card or any other official card issued by the department; or\n2.\thas in his or her possession or custody any implements, or materials, with intent that they shall be used for the purpose of making or engraving such a plate or means of reproduction; or\n 3.\thas in his or her possession or custody such a plate or means of reproduction with intent to use, or permit the same to be used, for the purpose of taking therefrom any impression or copy to be uttered; or\n4. \thas in his or her possession or custody any impression or copy taken from such a plate or means of reproduction, with intent to have the same filled up and completed for the purpose of being uttered; or\n5. \tmakes or engraves, or causes or procures to be made or engraved, or willingly aids or assists in making or engraving, upon any plate or other means of reproduction, any figures or words with intent that the same may be used for the purpose of altering any genuine card hereinbefore indicated or mentioned; or\n6. \thas in his or her custody or possession any of the cards hereinbefore mentioned, or any copy or reproduction thereof;\n Is guilty of a misdemeanor [an offense] punishable by a fine of not less than five hundred dollars [two hundred fifty dollars] but not more than one thousand dollars, or imprisonment for not more than one year [thirty days], or both.\n§2. \tThis local law shall be effective immediately.\n\nInt 575/2005\nTB",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1 Section 1.  Section 14-108 of chapter one of title fourteen of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\nowidctlpar\\li720\\sl480\\slmult1\\'a7 14-108 Unlawful use or possession of official police cards.\\line Any person who without permission of the commissioner:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj 1.\\tab makes or engraves, or causes or procures to be made or engraved, or willingly aids or assists in making or engraving, a plate or other means of reproducing or printing the resemblance or similitude of an official department identification card, working press card, emergency repair service card, press photographer's vehicle card, newsreel camera vehicle card, emergency service card or any other official card issued by the department; or\\par\n2.\\tab has in his or her possession or custody any implements, or materials, with intent that they shall be used for the purpose of making or engraving such a plate or means of reproduction; or\\par\n 3.\\tab has in his or her possession or custody such a plate or means of reproduction with intent to use, or permit the same to be used, for the purpose of taking therefrom any impression or copy to be uttered; or\\par\n4. \\tab has in his or her possession or custody any impression or copy taken from such a plate or means of reproduction, with intent to have the same filled up and completed for the purpose of being uttered; or\\par\n5. \\tab makes or engraves, or causes or procures to be made or engraved, or willingly aids or assists in making or engraving, upon any plate or other means of reproduction, any figures or words with intent that the same may be used for the purpose of altering any genuine card hereinbefore indicated or mentioned; or\\par\n6. \\tab has in his or her custody or possession any of the cards hereinbefore mentioned, or any copy or reproduction thereof;\\par\n Is guilty of \\ul a misdemeanor\\ulnone  [an offense] punishable by a fine of not less than \\ul five hundred dollars \\ulnone [two hundred fifty dollars] \\ul but not more than one thousand dollars\\ulnone , or imprisonment for not more than \\ul one year\\ulnone  [thirty days], or both.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\'a72. \\tab This local law shall be effective immediately.\\par\n\\pard\\nowidctlpar\\line Int 575/2005\\par\nTB\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
