{
  "ID": 36097,
  "GUID": "8D63E025-32C3-4CA9-AD35-A96E38EAA99C",
  "File": "Int 0317-2006",
  "Name": "Make crime statistics at each housing development operated by the NYC Housing Authority available through its web site.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the New York City Police Department to make crime statistics at each housing development operated by the New York City Housing Authority available through its web site, as well as to make other crime information at such housing developments available to the Council.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2006-04-26T00:00:00Z",
  "AgendaDate": "2006-04-26T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    }
  ],
  "History": [
    {
      "ID": 190066,
      "Date": "2006-04-26T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 190248,
      "Date": "2006-04-26T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6013,
      "AgendaSequence": 177,
      "MinutesSequence": 194,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 215227,
      "Date": "2008-05-05T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 8213,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 215271,
      "Date": "2008-05-05T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 8213,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236585,
      "Date": "2009-12-31T15:54:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 83010,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 5/5/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/8a3d6149-e6a3-4656-a4e4-a8ec9d050247.doc",
      "Sort": 1
    },
    {
      "ID": 83323,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 5/5/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/fdc9f851-9109-48f5-a6e3-a66c01fb5964.PDF",
      "Sort": 2
    },
    {
      "ID": 84988,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 5/5/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/36572e9d-a5be-427b-a59c-6828db56ad2a.doc",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 36614,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Paragraph four of subdivision a of section 14-150 of the administrative code of the city of New York is amended to read as follows:\na. \tThe New York City Police Department shall submit to the city council on a quarterly basis the following materials, data and reports:\n4.\tA crime status report. Such report shall include the total number of crime complaints (categorized by class of crime, indicating whether the crime is a misdemeanor or felony) for each patrol precinct, including a subset of housing bureau and transit bureau complaints within each precinct as well as a subset of complaints for each housing development operated by the new york city housing authority; arrests (categorized by class of crime, indicating whether the arrest is for a misdemeanor or felony) for each patrol precinct, housing police service area, transit district, street crime unit and narcotics division; summons activity (categorized by type of summons, indicating whether the summons is a parking violation, moving violation, environmental control board notice of violation, or criminal court summons) for each patrol precinct, housing police service area and transit district; domestic violence radio runs for each patrol precinct; average response time for critical and serious crimes in progress for each patrol precinct; overtime statistics for each patrol borough and operational bureau performing an enforcement function within the police department, including, but not limited to, each patrol precinct, housing police service area, transit district and patrol borough street crime unit, as well as the narcotics division, fugitive enforcement division and the special operations division, including its subdivisions, but shall not include internal investigative commands and shall not include undercover officers assigned to any command.\n§2. Chapter one of title 14 of the administrative code of the city of New York is amended to add a new section 14-152, to read as follows:\n§14-152. Crime Data by Housing Development To Be Placed on the World Wide Web.  The New York city police department shall make available to the public through its web site, crime data for each housing development operated by the new york city housing authority.  Crime data, as used in this section, refers to the crime data that the police department places on the web for each precinct and patrol borough.\n§3.\tThis local law shall take effect 60 days after its enactment into law.\n\nInt 555/2005\nTB",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\nowidctlpar\\hyphpar0\\sa240\\sl480\\slmult1\\qj\\ul\\i Be it enacted by the Council as follows:\\ulnone\\i0\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi720\\sa240\\sl480\\slmult1\\qj Section 1. Paragraph four of subdivision a of section 14-150 of the administrative code of the city of New York is amended to read as follows:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj a. \\tab The New York City Police Department shall submit to the city council on a quarterly basis the following materials, data and reports:\\par\n4.\\tab A crime status report. Such report shall include the total number of crime complaints (categorized by class of crime, indicating whether the crime is a misdemeanor or felony) for each patrol precinct, including a subset of housing bureau and transit bureau complaints within each precinct \\ul as well as a subset of complaints for each housing development operated by the new york city housing authority\\ulnone ; arrests (categorized by class of crime, indicating whether the arrest is for a misdemeanor or felony) for each patrol precinct, housing police service area, transit district, street crime unit and narcotics division; summons activity (categorized by type of summons, indicating whether the summons is a parking violation, moving violation, environmental control board notice of violation, or criminal court summons) for each patrol precinct, housing police service area and transit district; domestic violence radio runs for each patrol precinct; average response time for critical and serious crimes in progress for each patrol precinct; overtime statistics for each patrol borough and operational bureau performing an enforcement function within the police department, including, but not limited to, each patrol precinct, housing police service area, transit district and patrol borough street crime unit, as well as the narcotics division, fugitive enforcement division and the special operations division, including its subdivisions, but shall not include internal investigative\\fs20  \\fs24 commands and shall not include undercover officers assigned to any command.\\par\n\\'a72. Chapter one of title 14 of the administrative code of the city of New York is amended to add a new section 14-152, to read as follows:\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi720\\sa240\\sl480\\slmult1\\qj\\ul\\'a714-152. Crime Data by Housing Development To Be Placed on the World Wide Web.  The New York city police department shall make available to the public through its web site, crime data for each housing development operated by the new york city housing authority.  Crime data, as used in this section, refers to the crime data that the police department places on the web for each precinct and patrol borough.\\par\n\\ulnone\\'a73.\\tab This local law shall take effect 60 days after its enactment into law.\\par\n\\pard\\nowidctlpar\\par\nInt 555/2005\\par\n\\pard\\keepn\\nowidctlpar\\s1 TB\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
