{
  "ID": 36479,
  "GUID": "E6849B5C-5A5F-40E8-814C-736F35F7DEE1",
  "File": "Int 0324-2006",
  "Name": "General vendor licenses and food cart permits.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to general vendor licenses and food cart permits.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2006-05-10T00:00:00Z",
  "AgendaDate": "2006-05-10T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    }
  ],
  "History": [
    {
      "ID": 190716,
      "Date": "2006-05-10T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 190900,
      "Date": "2006-05-10T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6095,
      "AgendaSequence": 130,
      "MinutesSequence": 170,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 221134,
      "Date": "2008-11-14T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 8549,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 324-A",
      "MinutesNote": "Proposed Int. No. 324-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 221441,
      "Date": "2008-11-14T10:10:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 8549,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 221442,
      "Date": "2008-11-14T10:20:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 8549,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 221143,
      "Date": "2008-11-14T10:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5119,
      "BodyName": "Committee on Immigration",
      "EventID": 8550,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 324-A",
      "MinutesNote": "Proposed Int. No. 324-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 221484,
      "Date": "2008-11-14T10:40:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 5119,
      "BodyName": "Committee on Immigration",
      "EventID": 8550,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 221485,
      "Date": "2008-11-14T10:50:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5119,
      "BodyName": "Committee on Immigration",
      "EventID": 8550,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236578,
      "Date": "2009-12-31T15:52:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 85340,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 324 - 5/10/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/72d2752c-54fa-4e02-956d-ea497d46bf99.doc",
      "Sort": 1
    },
    {
      "ID": 85822,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 11/14/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/cfe18d70-7e33-4291-b193-3c8f4360d2ba.doc",
      "Sort": 2
    },
    {
      "ID": 86014,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 11/14/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/fcae4961-defd-480d-b62c-5a55bc4afbfc.PDF",
      "Sort": 3
    },
    {
      "ID": 87241,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 11/14/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/f4d31b89-8e72-4f95-b26a-6e0f351409ab.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 42618,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Legislative findings and intent.  Street vendors are an indelible part of New York City’s cultural landscape.  For generations - dating back to the 1800s on the Lower East Side, and continuing today throughout all five boroughs - vending has provided new waves of immigrants the opportunity to contribute to the economic development of their neighborhoods, and to integrate into the New York City economy.  Street vendors serve hundreds of thousands of New Yorkers and tourists every day.  They are a source of pride and attraction, embodying the diversity, charm and vitality that make New York City so unique.\nVending not only adds to the commercial and cultural value of the City, but also provides vendors the opportunity to be self-sufficient, work legitimately, and support themselves and their families.  Vending has historically enabled those with few or no other economic options - such as recent immigrants and small business entrepreneurs - to realize the American dream of advancing themselves through their own hard work, and to provide their children with greater opportunities than they had themselves.\nDespite the importance of street vending to the City, its consumers, and its workers, the number of individual licenses for general vendors and cart licenses for food vendors issued by the city of New York are woefully inadequate.  There are over 10,000 unlicensed vendors who cannot get a license because there is a cap on the number of general vendor and food cart licenses that can be given out.  These licensing caps have been fixed for a quarter-century, and even the waiting lists - created in response to the disproportionate demand for the limited supply of licenses - are now closed due to existing long lists and the lack of license turnover.\nThis restrictive licensing scheme harms both the vendors and the City.  For the thousands of vendors who have no other viable option to earn a living but to vend, this system leaves them with no choice but to work without a license, outside the regulatory system.  This problem has only worsened in the post-September 11th economy, where work has been increasingly hard to find.  At the same time, the caps force the City to forego potential tax revenue and licensing fees from vendors.  Street vendors also make use of commissaries- facilities that distribute food to vendors and provide storage for pushcarts- and raising the caps would also increase revenue to the city from the licensing of commissaries that serve vendors.  The current excessively low caps also artificially prevent the free market from functioning efficiently, and allow some to capture unfair economic windfalls by monopolizing the limited number of licenses, leasing them out for exorbitant fees.  No other industry is similarly capped.  Raising the cap on permits would not affect the City’s current preferences for veterans, its exemption for First Amendment vendors, or its system of close streets, including, but not limited to, the provisions of §17-307(b)(3)(b) (veteran preferences), §20-473 (First Amendment vendors), and §17-315(1) (closed streets).  \nThe City respects the need for people to earn a living, and the desire of unlicensed vendors to integrate into the existing regulatory system.  The City recognizes the benefit to the public of being able to regulate - through its health code, administrative code, and licensing process - the sale and hygiene of food and the sale of general merchandise on the streets.   The City appreciates the potential added revenue for the City that will come from more licensing fees being paid, and from broadening the city tax base.  The City acknowledges its past support for improving access to vending licenses as exemplified by Local Law 66 of 2005.  Considering these factors, the City finds the present caps on licenses to be harmful to vendors who are presently outside of the licensing system, detrimental to the public interest in regulation, and contrary to the City’s interest in promoting diversity, equality, justice, and entrepreneurship.  Therefore, the Council finds that legislation removing the caps on the licenses issued to general vendors and permits granted for food carts is warranted.\n§2.  Subparagraph (a) of paragraph 2 of subdivision b of section 17-307 of the administrative code of the city of New York is hereby REPEALED and a new subparagraph (a) is added, to read as follows:\n(a)  The maximum number of full-term permits which may be in effect shall increase to twenty-five thousand.  After the number of such permits that are in effect reaches twenty-five thousand, the maximum number of full-term permits shall increase by 5% on January 1 of the following year.  Each year thereafter on January 1, the maximum number of full-term permits shall increase by 5%.  Each personal license holder shall only be issued one full-term permit or one temporary permit.  The applicants on the waiting list established by subparagraph (e) of paragraph 2 of subdivision b of this section shall have priority to receive such full-term permits. \n§3.  Subparagraph (b) of paragraph 2 of subdivision b of section 17-307 of the administrative code of the city of New York is hereby REPEALED.\n§4.  Subparagraph (e) of paragraph 2 of subdivision b of section 17-307 of the administrative code of the city of New York is amended to read as follows:\n(e) The commissioner shall establish a separate waiting list for the issuance of full-term permits pursuant to this subchapter to be administered in accordance with requirements to be established by rules of the commissioner.  The number of places on such waiting list shall be unlimited.  \n§5.  Paragraph 3 of subdivision b of section 17-307 of the administrative code of the city of New York is hereby REPEALED.\n§6.  Subdivision a of section 20-459 of the administrative code of the city of New York is hereby REPEALED and a new subdivision a is added, to read as follows:\na.  The maximum number of full-term permits which may be in effect shall increase to fifteen thousand.  After the number of such permits that are in effect reaches fifteen thousand, the maximum number of full-term permits shall increase by 5% on January 1 of the following year.  Each year thereafter on January 1, the maximum number of full-term permits shall increase by 5%.  Each personal license holder shall only be issued one full-term permit or one temporary permit.  The applicants on the waiting list established by subparagraph (e) of paragraph 2 of subdivision b of this section shall have priority to receive such full-term permits.\n§7.  This local law shall take effect thirty days after it is enacted into law.\n\nLCC\nLS# 653\n10/7/08",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1.  Legislative findings and intent.  Street vendors are an indelible part of New York City\\rquote s cultural landscape.  For generations - dating back to the 1800s on the Lower East Side, and continuing today throughout all five boroughs - vending has provided new waves of immigrants the opportunity to contribute to the economic development of their neighborhoods, and to integrate into the New York City economy.  Street vendors serve hundreds of thousands of New Yorkers and tourists every day.  They are a source of pride and attraction, embodying the diversity, charm and vitality that make New York City so unique.\\par\nVending not only adds to the commercial and cultural value of the City, but also provides vendors the opportunity to be self-sufficient, work legitimately, and support themselves and their families.  Vending has historically enabled those with few or no other economic options - such as recent immigrants and small business entrepreneurs - to realize the American dream of advancing themselves through their own hard work, and to provide their children with greater opportunities than they had themselves.\\par\nDespite the importance of street vending to the City, its consumers, and its workers, the number of individual licenses for general vendors and cart licenses for food vendors issued by the city of New York are woefully inadequate.  There are over 10,000 unlicensed vendors who cannot get a license because there is a cap on the number of general vendor and food cart licenses that can be given out.  These licensing caps have been fixed for a quarter-century, and even the waiting lists - created in response to the disproportionate demand for the limited supply of licenses - are now closed due to existing long lists and the lack of license turnover.\\par\nThis restrictive licensing scheme harms both the vendors and the City.  For the thousands of vendors who have no other viable option to earn a living but to vend, this system leaves them with no choice but to work without a license, outside the regulatory system.  This problem has only worsened in the post-September 11th economy, where work has been increasingly hard to find.  At the same time, the caps force the City to forego potential tax revenue and licensing fees from vendors.  Street vendors also make use of commissaries- facilities that distribute food to vendors and provide storage for pushcarts- and raising the caps would also increase revenue to the city from the licensing of commissaries that serve vendors.  The current excessively low caps also artificially prevent the free market from functioning efficiently, and allow some to capture unfair economic windfalls by monopolizing the limited number of licenses, leasing them out for exorbitant fees.  No other industry is similarly capped.  Raising the cap on permits would not affect the City\\rquote s current preferences for veterans, its exemption for First Amendment vendors, or its system of close streets, including, but not limited to, the provisions of \\'a717-307(b)(3)(b) (veteran preferences), \\'a720-473 (First Amendment vendors), and \\'a717-315(1) (closed streets).  \\par\nThe City respects the need for people to earn a living, and the desire of unlicensed vendors to integrate into the existing regulatory system.  The City recognizes the benefit to the public of being able to regulate - through its health code, administrative code, and licensing process - the sale and hygiene of food and the sale of general merchandise on the streets.   The City appreciates the potential added revenue for the City that will come from more licensing fees being paid, and from broadening the city tax base.  The City acknowledges its past support for improving access to vending licenses as exemplified by Local Law 66 of 2005.  Considering these factors, the City finds the present caps on licenses to be harmful to vendors who are presently outside of the licensing system, detrimental to the public interest in regulation, and contrary to the City\\rquote s interest in promoting diversity, equality, justice, and entrepreneurship.  Therefore, the Council finds that legislation removing the caps on the licenses issued to general vendors and permits granted for food carts is warranted.\\par\n\\'a72.  Subparagraph (a) of paragraph 2 of subdivision b of section 17-307 of the administrative code of the city of New York is hereby REPEALED and a new subparagraph (a) is added, to read as follows:\\par\n\\cf0 (a)  \\ul The maximum number of full-term permits which may be in effect shall increase to twenty-five thousand.  After the number of such permits that are in effect reaches twenty-five thousand, the maximum number of full-term permits shall increase by 5% on January 1 of the following year.  Each year thereafter on January 1, the maximum number of full-term permits shall increase by 5%.  Each personal license holder shall only be issued one full-term permit or one temporary permit.  The applicants on the waiting list established by subparagraph (e) of paragraph 2 of subdivision b of this section shall have priority to receive such full-term permits. \\par\n\\cf1\\ulnone\\'a73.  Subparagraph (b) of paragraph 2 of subdivision b of section 17-307 of the administrative code of the city of New York is hereby REPEALED.\\par\n\\'a74.  Subparagraph (e) of paragraph 2 of subdivision b of section 17-307 of the administrative code of the city of New York is amended to read as follows:\\par\n(e) The commissioner shall establish a separate waiting list for the issuance of full-term permits pursuant to this subchapter to be administered in accordance with requirements to be established by rules of the commissioner.  \\ul The number of places on such waiting list shall be unlimited.  \\par\n\\ulnone\\'a75.  Paragraph 3 of subdivision b of section 17-307 of the administrative code of the city of New York is hereby REPEALED.\\par\n\\'a76.  Subdivision a of section 20-459 of the administrative code of the city of New York is hereby REPEALED and a new subdivision a is added, to read as follows:\\par\na.  \\ul The maximum number of full-term permits which may be in effect shall increase to fifteen thousand.  After the number of such permits that are in effect reaches fifteen thousand, the maximum number of full-term permits shall increase by 5% on January 1 of the following year.  Each year thereafter on January 1, the maximum number of full-term permits shall increase by 5%.  Each personal license holder shall only be issued one full-term permit or one temporary permit.  The applicants on the waiting list established by subparagraph (e) of paragraph 2 of subdivision b of this section shall have priority to receive such full-term permits.\\par\n\\ulnone\\'a77.  This local law shall take effect thirty days after it is enacted into law.\\par\n\\pard\\nowidctlpar\\li720\\sl480\\slmult1\\qj\\par\n\\pard\\nowidctlpar\\qj\\fs18 LCC\\par\nLS# 653\\par\n10/7/08\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
