{
  "ID": 36471,
  "GUID": "F4A7A847-9EE3-4F54-AAC7-DE934A8E8B08",
  "File": "Int 0328-2006",
  "Name": "Disclosure requirements for the sale, lease or rental of motorized scooters.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to creating disclosure requirements for the sale, lease or rental of motorized scooters.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2006-05-10T00:00:00Z",
  "AgendaDate": "2006-05-10T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    }
  ],
  "History": [
    {
      "ID": 190703,
      "Date": "2006-05-10T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 190904,
      "Date": "2006-05-10T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6095,
      "AgendaSequence": 134,
      "MinutesSequence": 174,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236574,
      "Date": "2009-12-31T15:51:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 37020,
  "Text": "Be it enacted by the Council as follows:\nSection one. Chapter 5 of title 20 of the administrative code of the city of New York is hereby amended by adding a new subchapter 16 to read as follows:\nSUBCHAPTER 16\n \nINFORMATION WITH RESPECT TO MOTORIZED SCOOTERS\n\n\t§ 20-807  Definitions.  \n\t§ 20-808  Display of information.\n§ 20-809  Advertising.\n§ 20-810  Penalties.\n \n\t§20-807 Definitions.  For the purposes of this subchapter, (i) “motorized scooter” shall mean any wheeled device that is designed to be stood or sat upon by the operator, is powered by an electric motor or by a gasoline motor that is capable of propelling the device without human power and may not be registered with the New York state department of motor vehicles, but shall not include wheelchairs or other mobility aids designed for use by disabled persons, and (ii) “person” shall mean any individual, firm, company, partnership, corporation, association or other organization that is engaged, in whole or in part, in the business of selling, leasing or renting motorized scooters. \n§20-808 Display of information. Any person selling, leasing or renting or displaying for sale, lease or rental any motorized scooter shall prominently display, in an area readily visible to consumers, a sign that shall contain the following statement in English and any other language that the commissioner shall designate by rule:\n\tUNDER NEW YORK LAW, IT IS ILLEGAL TO OPERATE A MOTORIZED SCOOTER ON ANY SIDEWALK OR STREET. MOTORIZED SCOOTERS MAY NOT LEGALLY BE OPERATED OUTSIDE OF PRIVATE PROPERTY.\n§20-809 Advertising. Any person who advertises the sale, lease or rental of a motorized scooter in the city of New York shall include in any advertisement the required disclosure in accordance with section 20-776 of this subchapter.\n§20-810 Penalties. Any person that violates any provision of this subchapter shall be liable for a civil penalty of not less than one hundred dollars nor more than two hundred fifty dollars for the first violation and for each succeeding violation a civil penalty of not less than two hundred fifty dollars nor more than five hundred dollars.\n§2.  This local law shall take effect thirty days after its enactment into law.\n \n \n\n\n\n\n\n\n\nTSF\nResub. Int. 37/2004\n05.02.06",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset0 Times New Roman Bold;}{\\f2\\fswiss\\fprq2\\fcharset128 Arial Unicode MS;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\cf0\\ul\\i Be it enacted by the Council as follows\\ulnone\\i0 :\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section one. Chapter 5 of title 20 of the administrative code of the city of New York is hereby amended by adding a new subchapter 16 to read as follows:\\par\n\\pard\\keepn\\nowidctlpar\\s1\\qc\\ul\\b\\f1 SUBCHAPTER 16\\par\n\\pard\\nowidctlpar\\qc\\cf1\\ulnone  \\par\n\\pard\\keepn\\nowidctlpar\\s1\\qc\\cf0\\ul INFORMATION WITH RESPECT TO MOTORIZED SCOOTERS\\par\n\\pard\\nowidctlpar\\cf1\\ulnone\\b0\\f2\\par\n\\tab\\ul\\b\\f0\\'a7 20-807  \\f1 Definitions.\\f0   \\par\n\\ulnone\\f2\\tab\\ul\\f0\\'a7 20-808  \\f1 Display of information.\\par\n\\pard\\nowidctlpar\\fi720\\f0\\'a7 20-809  \\f1 Advertising.\\par\n\\f0\\'a7 20-810  \\f1 Penalties.\\ulnone\\b0\\f2\\par\n\\pard\\nowidctlpar\\f0  \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\f2\\tab\\ul\\f0\\'a720-807 \\b\\f1 Definitions.\\b0\\f0   For the purposes of this subchapter, (i) \\ldblquote motorized scooter\\rdblquote  shall mean any wheeled device that is designed to be stood or sat upon by the operator, is powered by an electric motor or by a gasoline motor that is capable of propelling the device without human power and may not be registered with the New York state department of motor vehicles, but shall not include wheelchairs or other mobility aids designed for use by disabled persons, and (ii) \\ldblquote person\\rdblquote  shall mean any individual, firm, company, partnership, corporation, association or other organization that is engaged, in whole or in part, in the business of selling, leasing or renting motorized scooters. \\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\cf0\\'a720-808 \\b\\f1 Display of information.\\b0\\f0  Any person selling, leasing or renting or displaying for sale, lease or rental any motorized scooter shall prominently display, in an area readily visible to consumers, a sign that shall contain the following statement in English and any other language that the commissioner shall designate by rule:\\par\n\\pard\\nowidctlpar\\fi-360\\li1440\\sl480\\slmult1\\qj\\tx1440\\cf1\\ulnone\\f2\\u61623?\\tab\\ul\\f0 UNDER NEW YORK LAW, IT IS ILLEGAL TO OPERATE A MOTORIZED SCOOTER ON ANY SIDEWALK OR STREET. MOTORIZED SCOOTERS MAY NOT LEGALLY BE OPERATED OUTSIDE OF PRIVATE PROPERTY.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a720-809 \\b\\f1 Advertising.\\b0\\f0  Any person who advertises the sale, lease or rental of a motorized scooter in the city of New York shall include in any advertisement the required disclosure in accordance with section 20-776 of this subchapter.\\par\n\\'a720-810 \\b\\f1 Penalties.\\b0\\f0  Any person that violates any provision of this subchapter shall be liable for a civil penalty of not less than one hundred dollars nor more than two hundred fifty dollars for the first violation and for each succeeding violation a civil penalty of not less than two hundred fifty dollars nor more than five hundred dollars.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone\\'a72.  This local law shall take effect thirty days after its enactment into law.\\par\n \\par\n\\pard\\nowidctlpar  \\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\pard\\nowidctlpar\\qj\\fs20 TSF\\par\nResub. Int. 37/2004\\par\n\\pard\\nowidctlpar 05.02.06\\f2\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
