{
  "ID": 36450,
  "GUID": "8E14927C-A37A-4C60-8D32-C0ECAF09021F",
  "File": "Int 0332-2006",
  "Name": "Issuance of certificates of occupancy for one-, two- or three-family dwellings.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the issuance of certificates of occupancy for one-, two- or three-family dwellings.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2006-05-10T00:00:00Z",
  "AgendaDate": "2006-05-10T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    }
  ],
  "History": [
    {
      "ID": 190684,
      "Date": "2006-05-10T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 190912,
      "Date": "2006-05-10T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6095,
      "AgendaSequence": 140,
      "MinutesSequence": 180,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236571,
      "Date": "2009-12-31T15:50:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 36999,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Article 22 of subchapter one of chapter one of title 27 of the administrative code of the city of New York, is amended by adding a new section 27-222.1 to read as follows:\n§27-222.1  Additional occupancy requirements for a one- two- or three-family dwelling.  (a)  Prior to the issuance of the certificate of occupancy for a one-, two- or three-family dwelling, the holder of the new building permit for such dwelling thereof shall complete all work necessary for the issuance of a certificate of occupancy in accordance with a schedule to be established by the department.\n(b)  Where there is a failure to perform work required pursuant to subdivision a of this section or to perform such work in a manner that complies with all legal requirements, or when any violations of this title or title 26 of this code are issued as a result of either failure, such violations shall be issued to, and in the name of, the holder of the new building permit for such one-, two- or three-family dwelling and such permit holder, including the principal shareholders and officers thereof if a corporation.  Such permit holder shall be responsible for the performance of any such work and the correction of any such violations, provided that the owner did not direct or control the work performed by such permit holder.\n(c)  Notwithstanding the provisions of subdivision b of this section, such permit holder shall pay for the performance of work required by subdivision a of this section and for the correction of any such violations, at the option of the owner of the one-, two- or three-family dwelling, and shall reimburse the owner of such dwelling for any other expenses that such owner may have occurred due to any violations issued prior to the issuance of the certificate of occupancy.\n(d)  For violations that were issued to the owner of a one-, two- or three-family dwelling prior to the effective date of this section and prior to the issuance of the certificate of occupancy for such dwelling, it shall be an affirmative defense by the owner of such dwelling that the failure of the holder of the new building permit to perform any work required by subdivision a or to perform such work in a manner that complies with all legal requirements or that when any violations of this title or title 26 of this code are issued as a result of either failure, that the failure to adequately perform the work in such dwelling was the responsibility of the holder of the new building permit.  Where violations have been issued in the name of the owner of a one-. two- or three-family dwelling and where the certificate of occupancy for such dwelling has not been issued, such owner may request that the department re-inspect such dwelling and issue or re-issue any violations in the name of the holder of the new building permit for such dwelling and such permit holder shall be responsible for the performance of any such work and the correction of any such violations pursuant to the provisions of subdivisions a through c of this section.\n\t§2. This local law shall take effect immediately after enactment.\n\n\n\n\nTNN\nInt. No. 47/2004",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\pard\\qj\\fs24\\par\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\ulnone Section 1.  Article 22 of subchapter one of chapter one of title 27 of the administrative code of the city of New York, is amended by adding a new section 27-222.1 to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ul\\'a727-222.1  Additional occupancy requirements for a one- two- or three-family dwelling.  (a)  Prior to the issuance of the certificate of occupancy for a one-, two- or three-family dwelling, the holder of the new building permit for such dwelling thereof shall complete all work necessary for the issuance of a certificate of occupancy in accordance with a schedule to be established by the department.\\par\n(b)  Where there is a failure to perform work required pursuant to subdivision a of this section or to perform such work in a manner that complies with all legal requirements, or when any violations of this title or title 26 of this code are issued as a result of either failure, such violations shall be issued to, and in the name of, the holder of the new building permit for such one-, two- or three-family dwelling and such permit holder, including the principal shareholders and officers thereof if a corporation.  Such permit holder shall be responsible for the performance of any such work and the correction of any such violations, provided that the owner did not direct or control the work performed by such permit holder.\\par\n(c)  Notwithstanding the provisions of subdivision b of this section, such permit holder shall pay for the performance of work required by subdivision a of this section and for the correction of any such violations, at the option of the owner of the one-, two- or three-family dwelling, and shall reimburse the owner of such dwelling for any other expenses that such owner may have occurred due to any violations issued prior to the issuance of the certificate of occupancy.\\par\n(d)  For violations that were issued to the owner of a one-, two- or three-family dwelling prior to the effective date of this section and prior to the issuance of the certificate of occupancy for such dwelling, it shall be an affirmative defense by the owner of such dwelling that the failure of the holder of the new building permit to perform any work required by subdivision a or to perform such work in a manner that complies with all legal requirements or that when any violations of this title or title 26 of this code are issued as a result of either failure, that the failure to adequately perform the work in such dwelling was the responsibility of the holder of the new building permit.  Where violations have been issued in the name of the owner of a one-. two- or three-family dwelling and where the certificate of occupancy for such dwelling has not been issued, such owner may request that the department re-inspect such dwelling and issue or re-issue any violations in the name of the holder of the new building permit for such dwelling and such permit holder shall be responsible for the performance of any such work and the correction of any such violations pursuant to the provisions of subdivisions a through c of this section.\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab\\'a72. This local law shall take effect immediately after enactment.\\par\n\\pard\\qj\\par\n\\par\n\\par\n\\par\n\\fs20 TNN\\par\nInt. No. 47/2004\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
