{
  "ID": 36467,
  "GUID": "AA7E241A-BA27-413C-8A1D-B507E4015B82",
  "File": "Int 0336-2006",
  "Name": "Establishing a joint task force on sidewalk maintenance.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to establishing a joint task force on sidewalk maintenance.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2006-05-10T00:00:00Z",
  "AgendaDate": "2006-05-10T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    }
  ],
  "History": [
    {
      "ID": 190700,
      "Date": "2006-05-10T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 190915,
      "Date": "2006-05-10T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6095,
      "AgendaSequence": 144,
      "MinutesSequence": 184,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236567,
      "Date": "2009-12-31T15:49:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 37016,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1.  Section 19-152 of the administrative code of the city of New York, as last amended by local law number 64 for the year 1995, is amended by adding thereto a new subdivision o to read as follows:\no. Within sixty days of the effective date of this section, a joint task force on sidewalk maintenance shall be established and shall be comprised of one representative from the office of the public advocate, one representative from the office of the comptroller, four members of the council designated by the speaker, and at least one, but not exceeding four, representatives designated by the mayor from among the office of the mayor, the department of parks and recreation, the department of buildings and the department.  The task force shall be charged with:  \n(1) examining issues related to responsibility for repairing and maintaining sidewalks and liability for any failures to undertake repairs and maintenance of that property; and  \n(2) improving coordination between city agencies that have jurisdiction over various aspects of sidewalk repair; and such task force shall submit a written report to the council and the mayor within two hundred forty days of the formation of the task force, making such report  available on the department’s website within two hundred forty days from the effective date of this section.\n§2.  This local law shall take effect immediately after it is enacted into law.\n\nPH\nInt. No. 484/2004",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\tab Section 1.  Section 19-152 of the administrative code of the city of New York, as last amended by local law number 64 for the year 1995, is amended by adding thereto a new subdivision o to read as follows:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\ul o. Within sixty days of the effective date of this section, a joint task force on sidewalk maintenance shall be established and shall be comprised of one representative from the office of the public advocate, one representative from the office of the comptroller, four members of the council designated by the speaker, and at least one, but not exceeding four, representatives designated by the mayor from among the office of the mayor, the department of parks and recreation, the department of buildings and the department.  The task force shall be charged with:  \\par\n(1) examining issues related to responsibility for repairing and maintaining sidewalks and liability for any failures to undertake repairs and maintenance of that property; and  \\par\n(2) improving coordination between city agencies that have jurisdiction over various aspects of sidewalk repair; and such task force shall submit a written report to the council and the mayor within two hundred forty days of the formation of the task force, making such report  available on the department\\rquote s website within two hundred forty days from the effective date of this section.\\par\n\\ulnone\\'a72.  This local law shall take effect immediately after it is enacted into law.\\par\n\\pard\\nowidctlpar\\fi720\\fs16\\par\nPH\\par\nInt. No. 484/2004\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
