{
  "ID": 36296,
  "GUID": "EC97E16F-9ADE-4B24-A56F-E23B240BB8F1",
  "File": "Int 0345-2006",
  "Name": "Shall a commission to provide for the separation of the city of NY from the state of NY.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the creation of a commission to determine whether it would be feasible for the city of New York to separate from the state of New York and to establish a state, or any other entity that such commission shall deem appropriate, of Greater New York.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 13,
  "BodyName": "Committee on Governmental Operations",
  "IntroDate": "2006-05-10T00:00:00Z",
  "AgendaDate": "2006-05-10T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    }
  ],
  "History": [
    {
      "ID": 190705,
      "Date": "2006-05-10T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 190931,
      "Date": "2006-05-10T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Governmental Operations",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6095,
      "AgendaSequence": 161,
      "MinutesSequence": 201,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Governmental Operations",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236560,
      "Date": "2009-12-31T15:47:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 36840,
  "Text": "Be it enacted by the Council as follows:\n\t\nSection 1. Chapter 1 of title 2 of the administrative code of the city of New York is hereby amended by adding a new section 2-107, to read as follows:\n\t1.  A secession commission for the city of New York shall be created for the purpose of researching and recommending to the mayor and the council whether it would be feasible for the city of New York to separate from the state of New York and to establish a state, or any entity that such commission shall deem appropriate, of Greater New York. \na. Such commission shall consist of seven members, three of whom shall be appointed by the mayor; three of whom shall be appointed by the speaker of the council; and one of whom shall be appointed jointly by the mayor and the speaker as chairperson of the commission.  The members of the commission shall be appointed within thirty days of the effective date of this section and shall serve without compensation.  All appointed members of the commission shall be residents of the city of New York. Vacancies in the membership of the commission shall be filled by appointment by whosoever was responsible for such original appointment.  A majority of those members appointed and serving shall constitute a quorum for the transaction of any commission business and a majority of those present may approve any measure before it. \n\tb. The study of any subject relevant to the property, affairs or government, structure or organization of the new state, or other entity, as appropriate, of Greater New York, or any acts, laws, regulations, and codes relating thereto, or any matter or thing considered by the commission to be pertinent thereto, shall be deemed to be within the scope of the commission’s powers hereunder.\nc.  Within thirty months, but not before twenty-four months following the enactment of this law, the commission shall submit its recommendation for the new state, or other entity, as appropriate, of Greater New York to the speaker of the council.  \n\t2. The secession commission shall also be subject to the following provisions:\n\ta.  No member of the commission may hold any other state or local office, as such terms are defined in section two of the state public officers law, except that a member of the council of the city of New York shall not be disqualified from being a member of such commission pursuant to this subdivision or any other law.\n\tb.  All members of the commission shall be allowed their actual and necessary expenses incurred by them in the performance of their duties hereunder.  Members of the commission who do not hold public office shall also receive a per diem allowance of one hundred fifty dollars, not to exceed ten thousand dollars in any one fiscal year, when rendering services as such member.\n\tc.  The commission shall employ and may at pleasure remove such employees and consultants as it shall require and fix their compensation with amounts appropriated therefore and may accept any services, facilities or funds and use or expend the same for its purposes.\n\td.  The commission shall have the power to conduct private hearings, take testimony, subpoena witnesses and require the production of books, papers and records.\n\te.  The commission may request and receive from any city department, board, bureau, commission, council, office, agency or other instrumentality such facilities, assistance, data and personnel as may be necessary or desirable for the proper execution of its powers and duties, and the commission may request from any state of New York department, board, bureau, commission, council, office, agency or other instrumentality such facilities, assistance, data and personnel as may be necessary or desirable for the proper execution of its powers and duties.\n\tf.  The terms of office of the members of the commission shall expire upon the recommendation of the proposed plan to the mayor and the council.  \n\t §2. Severability. If any sentence, paragraph, section or part of this local law shall be adjudged invalid by a court of competent jurisdiction such judgment shall not impair or invalidate the remainder thereof but shall be confined to that part.\n\t §3. This local law shall take effect immediately upon its enactment into law.\nDJ\nInt. 227/2004\n5/1/06",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\tab\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1. Chapter 1 of title 2 of the administrative code of the city of New York is hereby amended by adding a new section 2-107, to read as follows:\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tab\\ul 1.  A secession commission for the city of New York shall be created for the purpose of researching and recommending to the mayor and the council whether it would be feasible for the city of New York to separate from the state of New York and to establish a state, or any entity that such commission shall deem appropriate, of Greater New York. \\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj a. Such commission shall consist of seven members, three of whom shall be appointed by the mayor; three of whom shall be appointed by the speaker of the council; and one of whom shall be appointed jointly by the mayor and the speaker as chairperson of the commission.  The members of the commission shall be appointed within thirty days of the effective date of this section and shall serve without compensation.  All appointed members of the commission shall be residents of the city of New York. Vacancies in the membership of the commission shall be filled by appointment by whosoever was responsible for such original appointment.  A majority of those members appointed and serving shall constitute a quorum for the transaction of any commission business and a majority of those present may approve any measure before it. \\b\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\b0\\tab\\ul b. The study of any subject relevant to the property, affairs or government, structure or organization of the new state, or other entity, as appropriate, of Greater New York, or any acts, laws, regulations, and codes relating thereto, or any matter or thing considered by the commission to be pertinent thereto, shall be deemed to be within the scope of the commission\\rquote s powers hereunder.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj c.  Within thirty months, but not before twenty-four months following the enactment of this law, the commission shall submit its recommendation for the new state, or other entity, as appropriate, of Greater New York to the speaker of the council.  \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\ul 2. The secession commission shall also be subject to the following provisions:\\par\n\\ulnone\\tab\\ul a.  No member of the commission may hold any other state or local office, as such terms are defined in section two of the state public officers law, except that a member of the council of the city of New York shall not be disqualified from being a member of such commission pursuant to this subdivision or any other law.\\par\n\\ulnone\\tab\\ul b.  All members of the commission shall be allowed their actual and necessary expenses incurred by them in the performance of their duties hereunder.  Members of the commission who do not hold public office shall also receive a per diem allowance of one hundred fifty dollars, not to exceed ten thousand dollars in any one fiscal year, when rendering services as such member.\\par\n\\ulnone\\tab\\ul c.  The commission shall employ and may at pleasure remove such employees and consultants as it shall require and fix their compensation with amounts appropriated therefore and may accept any services, facilities or funds and use or expend the same for its purposes.\\par\n\\ulnone\\tab\\ul d.  The commission shall have the power to conduct private hearings, take testimony, subpoena witnesses and require the production of books, papers and records.\\par\n\\ulnone\\tab\\ul e.  The commission may request and receive from any city department, board, bureau, commission, council, office, agency or other instrumentality such facilities, assistance, data and personnel as may be necessary or desirable for the proper execution of its powers and duties, and the commission may request from any state of New York department, board, bureau, commission, council, office, agency or other instrumentality such facilities, assistance, data and personnel as may be necessary or desirable for the proper execution of its powers and duties.\\par\n\\ulnone\\tab\\ul f.  The terms of office of the members of the commission shall expire upon the recommendation of the proposed plan to the mayor and the council.  \\par\n\\ulnone\\tab  \\'a72. Severability. If any sentence, paragraph, section or part of this local law shall be adjudged invalid by a court of competent jurisdiction such judgment shall not impair or invalidate the remainder thereof but shall be confined to that part.\\par\n\\tab  \\'a73. This local law shall take effect immediately upon its enactment into law.\\par\n\\pard\\nowidctlpar\\qj DJ\\par\nInt. 227/2004\\par\n5/1/06\\par\n\\par\n\\pard\\nowidctlpar\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
