{
  "ID": 36465,
  "GUID": "7B5CD67B-DF75-4EFF-AA13-A3ABD4CCE1B5",
  "File": "Int 0346-2006",
  "Name": "Designating high poverty areas within NYC as “community development zones”.",
  "Title": "A Local Law to amend the New York city charter and the administrative code of the city of New York, in relation to designating high poverty areas within New York City as “community development zones” in order to strategically address poverty through economic development and human service delivery.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 7,
  "BodyName": "Committee on Economic Development",
  "IntroDate": "2006-05-10T00:00:00Z",
  "AgendaDate": "2006-05-10T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    }
  ],
  "History": [
    {
      "ID": 190698,
      "Date": "2006-05-10T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 190934,
      "Date": "2006-05-10T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Economic Development",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6095,
      "AgendaSequence": 164,
      "MinutesSequence": 204,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Economic Development",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 195477,
      "Date": "2006-09-28T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 7,
      "BodyName": "Committee on Economic Development",
      "EventID": 6571,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 195937,
      "Date": "2006-09-28T13:15:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 7,
      "BodyName": "Committee on Economic Development",
      "EventID": 6571,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 195479,
      "Date": "2006-09-28T13:30:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5115,
      "BodyName": "Select Committee on Community Development",
      "EventID": 6572,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 195942,
      "Date": "2006-09-28T13:45:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5115,
      "BodyName": "Select Committee on Community Development",
      "EventID": 6572,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236559,
      "Date": "2009-12-31T15:47:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 74668,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 9/28/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/6aa3979e-1e45-490b-a524-c487b2fb7abb.doc",
      "Sort": 1
    },
    {
      "ID": 75302,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 9/28/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/dbae0b06-0545-4c21-ba50-fddb18149510.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 37014,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Legislative intent and findings.  The Council of the City of New York hereby finds that there are neighborhoods within New York City with high concentrations of poverty, joblessness, low educational attainment, and poor health outcomes and that many of those have historically been where negative social and economic conditions have become entrenched and perpetuated for successive generations. Furthermore, these conditions within these distressed areas have also served to diminish the economic growth potential of area businesses.   The combined adverse impact of such social and economic conditions on residents and businesses within these areas has engendered increased dependency on public assistance programs, increased homelessness, decreased business tax revenue, and decreased consumer spending.  In order to remedy these conditions, the Council proposes to create a “community development zone” program. This strategic and comprehensive geographic approach to social and economic development is designed to diminish long standing social and economic inequities within designated high poverty areas of the City.  The legislation authorizes the designation of community districts as community development zones using a set of widely recognized socioeconomic indicators at designated thresholds that serve to depict the overall economic well-being, social welfare, health conditions and level of education within distressed areas of the City.  The legislation embodies a dual approach to reducing poverty and achieving sustainable social and economic growth within designated “community development zones” by combining elements of economic development with human service delivery.  Within this context, the Council finds that requiring collaborative planning among city agencies to develop a statement of needs for each community development zone is essential to best address community development zone needs that promote economic opportunity and employment.  To this effect, the Council creates a Community Development Zone Governance Board to be led jointly by the Commissioner of Small Business Services and the Commissioner of Youth and Community Development.  As proposed, the Community Development Zone Governance Board will also include agency member participation by the Commissioner of Human Resources, the Chancellor of the Department of Education, the Commissioner of Children’s Services, the Commissioner of Housing Preservation and Development, Commissioner of the Department of Health and Mental Hygiene, and the President of the Economic Development Corporation.  The purpose of such proposed Community Development Zone Governance Board will be to: (i) promote community development zone economic development, (ii) generate employment opportunities for community development zone residents, and (iii) increase economic self-sufficiency of community development zone residents by addressing a range of needs that improve their ability to attain and retain employment.  Such needs include:  child care, adult education, English language proficiency, family and individual counseling, parent engagement in schools, health awareness and disease prevention and housing assistance. As a complement to the human service aims of the legislation, the economic development aims  of this legislation serve  to ensure that residents of and businesses in community development zones benefit from citywide and local economic development projects, business incentive programs, neighborhood revitalization services, and business development services.  \n\t§2.  Title 21 of the administrative code of the city of New York is amended by adding a new chapter 8 to read as follows:\nChapter 8\nCommunity Development Zones\n§21-801. Definitions.\n§21-802. Community Development Zones.\n§21-803.  Community Development Zone De-designation.\n§21-804. Community Development Zone Governance Board.\n§21-805. Community Development Zone Needs Statements. \n§21-806.  Community Development Zone Action Plans.\n§21-807.  Reporting Requirements.\n§21-808.   Public Hearings.\n§21-809.  Community Development Zone Evaluation.\n§21-810.  Re-evaluation of Community Development Zone Criteria.  \n\n§21-801 Definitions.  For the purposes of this section, the following definitions shall apply:  a. “High level of poverty” shall mean where a community district has two of three economic conditions: (i) thirty percent or more of the population lives below the federal poverty level, as determined in the 2000 census; (ii) the median household income is seventy five percent or less of the median household income for New York City as determined by the 2000 census; or (iii) the employment to population ratio is fifty percent or less, as determined by the 2000 census.\n\tb. “Low educational attainment” shall mean where a community district has two of three educational conditions: (i) fifteen percent or more of individuals over the age of twenty-five have only achieved an eighth-grade education, (ii) fifteen percent or less of the individuals over the age of 25 have earned a bachelor’s degree or higher, as has been determined by the 2000 census; or (iii) thirty percent or less of elementary and middle school students have met New York state and city reading and math standards as  determined by the 2000 academic school year. \n\tc. “Poor health outcomes” shall mean where the infant mortality rate in a community district was ten live births or greater in calendar year 2000.   \nd. “ Governance board” shall mean the community development zone governance board.\n\te. “Action plan” shall mean the community development zone action plan.\n\tf.  “Representative of the poor” shall mean an individual that has experience, either personal or professional, with issues that affect low income communities within the city of  New York.\n\t§21-802.  Community development zones.  A community district that meets the following criteria, (1) high levels of poverty and either (2) low educational attainment or poor health outcomes, shall be a community development zone or shall be included within a community development zone.  Community development zones may be comprised of up to three contiguous community districts that meet these criteria.    \n\t§21-803.  Community development zone de-designation.  A community district may be de-designated as a community development zone or a community district may be de-designated for inclusion in a community development zone by the community development zone governance board but no community district shall be de-designated as a community development zone or for inclusion in a community development zone until the levels of poverty, low educational attainment and poor health outcomes shall be reduced to fifty percent of the levels set forth in subdivision b of section 21-801 of this chapter.\n§21-804.  Community development zone governance board.  a. A community development zone governance board shall be created to:\n1.  Prioritize community development zone needs;\n2.  Support the coordination and integration of city programs and services within community development zones that are essential to the social and economic growth of such zones; and\n3.  Examine how funding, including private and philanthropic funds, may be used as part of a collective effort to improve socioeconomic conditions within community development zones, as well as how city tax levy revenues may be used to increase state and federal funding in furtherance of those efforts.\n\tb.  The community development zone governance board shall be jointly chaired by the commissioner of small business services and the commissioner of youth and community development and shall also have as members the commissioner of the human resources administration, chancellor of the department of education, commissioner of children’s services, commissioner of housing preservation and development,  commissioner of health and mental hygiene, and the president of the economic development corporation. Each agency head that is a member of the community development zone governance board may designate as his or her representative someone of deputy commissioner rank or higher within that agency.   The governance board shall be staffed by personnel from the member agencies.\n\tc.  The mayor may appoint up to five persons who are not affiliated with any city agency to the governance board that are representatives of the poor, private industry or philanthropic groups.  Such non-agency-related appointees to the board shall serve for three-year terms, may be removed from the board at the discretion of the mayor, and shall have no voting power.   \nd.  Persons appointed to the governance board by the mayor shall recuse themselves from any and all discussions of substantive areas in which the member or the organization(s) with which the member is affiliated has applied for city funding, or has sought a city contract, or has reason to believe that they or the organization(s) with which they are affiliated, would apply for or compete for city funding or a city contract.  If such non-city agency-related appointee does not recuse themselves from such discussions, they shall be prohibited from applying for, or competing for, city funding or city contracts that may result from such discussions. \ne.  The commissioner of youth and community development shall be responsible for the oversight and assessment of each applicable member agency’s progress in meeting the human services priority goals set forth in each community development zone needs statement.  Human services priority needs that shall be outlined in such community development zone needs statement shall include child care services, adult education, literacy services, English language proficiency training, individual and family counseling, parent engagement in local schools, health awareness and disease prevention services, housing assistance and such other components as the commissioner of youth and community development shall deem appropriate.\n\tf.  The commissioner of small business services shall be responsible for the oversight and assessment of each applicable member agency’s progress in meeting the economic development priorities outlined in each community development zone needs statement.  Such priorities shall include employment services, neighborhood revitalization services and business development services including business financing assistance, marketing assistance, business registration, government procurement information and assistance, city government information and assistance, area commercial revitalization services, insurance information, workforce training, recruitment, job screening, job placement assistance, enrollment in business incentive programs and such other components as the commissioner of small business services shall deem appropriate.  \n\tg.  The community development zone governance board shall be permitted to aggregate contiguous community districts that meet the criterion for inclusion within a community development zone pursuant to section 21-802 of this chapter.\n\th.  The community development zone governance board shall convene at such times as the co-chairs deem necessary but in no event shall it convene less than four times in any fiscal year.\n\t\t§21-805.  Community development zone needs statements.  Every two years the community development zone governance board shall develop a community development zone needs statement for each community development zone. Such community development zone needs statements shall be developed in consultation with such other agencies or private entities as the community development zone governance board shall deem appropriate.      \n§21-806.  Community development zone action plans.  a. An agency action plan for each community development zone shall be prepared and submitted by each community development zone governance board member on behalf of such member’s agency.  Such agency actions plans shall include: (1) an outline for how each agency plans to address the priority needs identified in the community development zone needs statements, and (2) a report on how the agency acted independently and collaboratively with other city agencies to address the priority needs outlined in the preceding year’s community development zone needs statement.  Such agency action plans may include information regarding existing programs and services, new programs and services, interagency planning, interagency programs and services, and/or additional funding allocations made to meet priority community development zone needs identified.  Such agency action plans shall also include the name and location of not-for-profit service providers, for-profit service providers, businesses and firms located within each community development zone that are the recipients of city contracts that have been awarded by each agency which is a member of the community development zone governance board that is intended to achieve the priority goals outlined in the community development zone needs statement for each community development zone.  \nb.  Such action plans shall be submitted to the commissioner of youth and community development and to the commissioner of small business services within ninety days following the release of the community development zone needs statements. Each agency action plan shall be integrated and coordinated by the community development zone governance board co-chairs into a draft community development zone action plan for each community development zone within one hundred eighty days following the release of the community development zone needs statements.  Such draft community development zone action plans shall be made available to the public for review and comment through public hearings to be held within each community development zone within thirty days following preparation of the draft community development zone action plan.  Following such public hearings, final drafts of the community development zone action plans that include each member agency’s action plan shall be coordinated and integrated into a proposed final plan by the co-chairs for submission to the community development zone governance board for approval within thirty days from the completion of such public hearings.  The community development zone governance board shall have thirty days within which to either approve or disapprove such plan. Should the community development zone governance board disapprove a proposed community development zone action plan it shall state in writing the bases for its disapproval. The co-chairs of the community development zone governance board and the governance board shall resolve such differences within thirty days from such disapproval.   \n  §21-807.  Reporting requirements.  The community development zone governance board shall submit to the mayor, the speaker of the city council, each council member who has all or a portion of a community development zone within his or her district, each borough president and the chairpersons of each of the appropriate community boards with a community development zone located within his or her borough a copy of the community development zone needs statements for each community development zone, a copy of a community development zone action plan for each community development zone and a copy of each community development zone progress report prepared pursuant to subdivision a of section §21-809 of this chapter. Each such document shall be submitted within ten days of its preparation and shall simultaneously be posted on the city’s official website.\n§21-808.   Public hearings.  a.   Draft community development zone action plans shall be made available to the public for review and comment through public hearings to be held by the community development zone governance board within each community development zone.\nb.  The community development zone governance board shall hold at least one public hearing within each of the community development zones during the period of re-evaluation of community development zone criteria pursuant to section 21-810 of this chapter. \n§21-809.  Community development zone evaluation.  a.  Every three years the community development zone governance board shall provide a community development zone progress report on the socioeconomic conditions within each community development zone to the mayor, speaker of the city council, each borough president and to the chairpersons of each of the appropriate community boards with a community development zone located within his or her borough.  Such progress reports may include city agency generated data.  The content of such progress reports is not limited to the criteria that are used to determine whether a community district qualifies for inclusion in a community development zone pursuant to section 21-802 of this chapter.  \n b.  The city shall contract with an independent entity to assess the overall impact of community development zone program planning, initiatives, and funding on the social and economic conditions within the designated community development zones.  \n§21-810. Re-evaluation of community development zone criteria. a. The governance board shall re-evaluate the community development zone criteria prescribed in section 21-802 of this chapter in 2010, shall be re-evaluated following the United States census bureau release of 2010 United States census data in 2013 and every five years thereafter. \nb. Re-evaluation of those criteria shall consist of an evaluation of current socioeconomic conditions within New York city to determine the appropriate thresholds for those criteria to be used to designate the areas within the city that have high concentrations of poverty, low educational attainment and poor health outcomes that will serve as community development zones and to determine whether those criteria themselves should be revised.  Such criteria must be based on the spirit of the original community development zone legislation.\nc.   The  re-evaluation period shall not exceed six months. \nd.  The community development zone governance board shall hold at least one public hearing within each of the community development zones within this re-evaluation period. \ne.  Data used to create criteria for designation of community development zones shall be objective and taken from reputable official sources which shall include, but not be limited to, United States census data.    \nf.  The community development zone governance board shall, within ninety days after each re-evaluation, propose to the mayor and the speaker of the council, when appropriate, modifications to those criteria.   \n§3.  Section 733 of the New York city charter is amended by adding thereto a new subdivision e to read as follows:\n\te.  Such duties relating to community development zones as are prescribed by law.  \n§4.  Paragraph a of subdivision 5 of section 1301 of the New York city charter is amended to read as follows:\n\ta. advise and assist the mayor in developing policies designed to meet the job training and employment needs of the economically disadvantaged and unemployed  residents of the city of New York, as well as the labor needs of private industry and to participate in the community development zone program established in chapter eight of  title twenty-one of the administrative code of the city of New York;\n§5.  Section 1802 of the New York city charter is amended by amending subdivisions l and m of such section and by adding thereto a new subdivision n to read as follows:\n(l) exercise such other powers and duties as may be prescribed by  law  in  relation to the management, demolition or sealing or other treatment  of residential real property of the city; [and]\n(m) employ professional, community and other personnel to manage residential real property of the city[.]; and\n \t(n)  participate in the community development zone program established in chapter eight of title twenty-one of the administrative code of the city of New York.\n \t§6.   Paragraph 8 of subdivision b of section 556 of the New York city charter is amended to read as follows:\n(8) in accordance with section five hundred fifty-five of this chapter, determine the public health needs of the city, participate in the community development zone program established in chapter 8 of title twenty-one of the administrative code of the city of New York, and prepare plans and programs addressing such needs.  \n§7.  Section 617 of the New York city charter is amended by adding thereto a new subdivision c to read as follows:\n\tc. Participate in the community development zone program established in chapter eight of title twenty-one of the administrative code of the city of New York.\n\t§8.  This local law shall take effect ninety days after its enactment into law.\n\nJH\n5-05-06  1:35 pm",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Tahoma;}}\n{\\colortbl ;\\red255\\green153\\blue0;\\red255\\green0\\blue0;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\ul\\v0\\par\nBe it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tab Section 1.  Legislative intent and findings.  The Council of the City of New York hereby finds that there are neighborhoods within New York City with high concentrations of poverty, joblessness, low educational attainment, and poor health outcomes and that many of those have historically been where negative social and economic conditions have become entrenched and perpetuated for successive generations. Furthermore, these conditions within these distressed areas have also served to diminish the economic growth potential of area businesses.   The combined adverse impact of such social and economic conditions on residents and businesses within these areas has engendered increased dependency on public assistance programs, increased homelessness, decreased business tax revenue, and decreased consumer spending.  In order to remedy these conditions, the Council proposes to create a \\ldblquote community development zone\\rdblquote  program. This strategic and comprehensive geographic approach to social and economic development is designed to diminish long standing social and economic inequities within designated high poverty areas of the City.  The legislation authorizes the designation of community districts as community development zones using a set of widely recognized socioeconomic indicators at designated thresholds that serve to depict the overall economic well-being, social welfare, health conditions and level of education within distressed areas of the City.\\cf1  \\cf0  The legislation embodies a dual approach to reducing poverty and achieving sustainable social and economic growth within designated \\ldblquote community development zones\\rdblquote  by combining elements of economic development with human service delivery.  Within this context, the Council finds that requiring collaborative planning among city agencies to develop a statement of needs for each community development zone is essential to best address community development zone needs that promote economic opportunity and employment.  To this effect, the Council creates a Community Development Zone Governance Board to be led jointly by the Commissioner of Small Business Services and the Commissioner of Youth and Community Development.  As proposed, the Community Development Zone Governance Board will also include agency member participation by the Commissioner of Human Resources, the Chancellor of the Department of Education, the Commissioner of Children\\rquote s Services, the Commissioner of Housing Preservation and Development, Commissioner of the Department of Health and Mental Hygiene, and the President of the Economic Development Corporation.  The purpose of such proposed Community Development Zone Governance Board will be to: (i) promote community development zone economic development, (ii) generate employment opportunities for community development zone residents, and (iii) increase economic self-sufficiency of community development zone residents by addressing a range of needs that improve their ability to attain and retain employment.  Such needs include:  child care, adult education, English language proficiency, family and individual counseling, parent engagement in schools, health awareness and disease prevention and housing assistance. As a complement to the human service aims of the legislation, the economic development aims  of this legislation serve  to ensure that residents of and businesses in community development zones benefit from citywide and local economic development projects, business incentive programs, neighborhood revitalization services, and business development services.  \\par\n\\tab\\'a72.  Title 21 of the administrative code of the city of New York is amended by adding a new chapter 8 to read as follows:\\par\n\\pard\\keepn\\nowidctlpar\\s1\\sl480\\slmult1\\qc\\ul Chapter 8\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qc Community Development Zones\\par\n\\'a721-801. Definitions.\\par\n\\'a721-802. Community Development Zones.\\par\n\\f1\\'a7\\f0 21-803.\\f1   \\f0 Community Development Zone De-designation.\\par\n\\'a721-804. Community Development Zone Governance Board.\\par\n\\'a721-805. Community Development Zone Needs Statements. \\par\n\\'a721-806.  Community Development Zone Action Plans.\\par\n\\'a721-807.  Reporting Requirements.\\par\n\\'a721-808.   Public Hearings.\\par\n\\'a721-809.  Community Development Zone Evaluation.\\par\n\\'a721-810.  Re-evaluation of Community Development Zone Criteria.  \\ulnone\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul\\par\n\\'a721-801 Definitions.  For the purposes of this section, the following definitions shall apply:  a. \\ldblquote High level of poverty\\rdblquote  shall mean where a community district has two of three economic conditions: (i) thirty percent or more of the population lives below the federal poverty level, as determined in the 2000 census; (ii) the median household income is seventy five percent or less of the median household income for New York City as determined by the 2000 census; or (iii) the employment to population ratio is fifty percent or less, as determined by the 2000 census.\\cf2\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\cf0\\ulnone\\tab\\ul b. \\ldblquote Low educational attainment\\rdblquote  shall mean where a community district has two of three educational conditions: (i) fifteen percent or more of individuals over the age of twenty-five have only achieved an eighth-grade education, (ii) fifteen percent or less of the individuals over the age of 25 have earned a bachelor\\rquote s degree or higher, as has been determined by the 2000 census; or (iii) thirty percent or less of elementary and middle school students have met New York state and city reading and math standards as  determined by the 2000 academic school year. \\par\n\\ulnone\\tab\\ul c. \\ldblquote Poor health outcomes\\rdblquote  shall mean where the infant mortality rate in a community district was ten live births or greater in calendar year 2000.   \\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj d. \\ldblquote  Governance board\\rdblquote  shall mean the community development zone governance board.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\ul e. \\ldblquote Action plan\\rdblquote  shall mean the community development zone action plan.\\par\n\\ulnone\\tab\\ul f.  \\ldblquote Representative of the poor\\rdblquote  shall mean an individual that has experience, either personal or professional, with issues that affect low income communities within the city of  New York.\\ulnone\\par\n\\tab\\ul\\'a721-802.  Community development zones.  A community district that meets the following criteria, (1) high levels of poverty and either (2) low educational attainment or poor health outcomes, shall be a community development zone or shall be included within a community development zone.  Community development zones may be comprised of up to three contiguous community districts that meet these criteria.  \\f1  \\f0  \\par\n\\ulnone\\f1\\tab\\ul\\f0\\'a721-803.\\f1   \\f0 Community development zone de-designation.  A community district may be de-designated as a community development zone or a community district may be de-designated for inclusion in a community development zone by the community development zone governance board but no community district shall be de-designated as a community development zone or for inclusion in a community development zone until the levels of poverty, low educational attainment and poor health outcomes shall be reduced to fifty percent of the levels set forth in subdivision b of section 21-801 of this chapter.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a721-804.  Community development zone governance board.  a. A community development zone governance board shall be created to:\\par\n1.  Prioritize community development zone needs;\\par\n2.  Support the coordination and integration of city programs and services within community development zones that are essential to the social and economic growth of such zones; and\\par\n3.  Examine how funding, including private and philanthropic funds, may be used as part of a collective effort to improve socioeconomic conditions within community development zones, as well as how city tax levy revenues may be used to increase state and federal funding in furtherance of those efforts.\\par\n\\pard\\nowidctlpar\\fi60\\sl480\\slmult1\\qj\\ulnone\\tab\\ul b.  The community development zone governance board shall be jointly chaired by the commissioner of small business services and the commissioner of youth and community development and shall also have as members the commissioner of the human resources administration, chancellor of the department of education, commissioner of children\\rquote s services, commissioner of housing preservation and development,  commissioner of health and mental hygiene, and the president of the economic development corporation. Each agency head that is a member of the community development zone governance board may designate as his or her representative someone of deputy commissioner rank or higher within that agency.   The governance board shall be staffed by personnel from the member agencies.\\par\n\\ulnone\\tab\\ul c.  The mayor may appoint up to five persons who are not affiliated with any city agency to the governance board that are representatives of the poor, private industry or philanthropic groups.  Such non-agency-related appointees to the board shall serve for three-year terms, may be removed from the board at the discretion of the mayor, and shall have no voting power.   \\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj d.  Persons appointed to the governance board by the mayor shall recuse themselves from any and all discussions of substantive areas in which the member or the organization(s) with which the member is affiliated has applied for city funding, or has sought a city contract, or has reason to believe that they or the organization(s) with which they are affiliated, would apply for or compete for city funding or a city contract.  If such non-city agency-related appointee does not recuse themselves from such discussions, they shall be prohibited from applying for, or competing for, city funding or city contracts that may result from such discussions. \\par\ne.  The commissioner of youth and community development shall be responsible for the oversight and assessment of each applicable member agency\\rquote s progress in meeting the human services priority goals set forth in each community development zone needs statement.  Human services priority needs that shall be outlined in such community development zone needs statement shall include child care services, adult education, literacy services, English language proficiency training, individual and family counseling, parent engagement in local schools, health awareness and disease prevention services, housing assistance and such other components as the commissioner of youth and community development shall deem appropriate.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\ul f.  The commissioner of small business services shall be responsible for the oversight and assessment of each applicable member agency\\rquote s progress in meeting the economic development priorities outlined in each community development zone needs statement.  Such priorities shall include employment services, neighborhood revitalization services and business development services including business financing assistance, marketing assistance, business registration, government procurement information and assistance, city government information and assistance, area commercial revitalization services, insurance information, workforce training, recruitment, job screening, job placement assistance, enrollment in business incentive programs and such other components as the commissioner of small business services shall deem appropriate.  \\par\n\\ulnone\\tab\\ul g.  The community development zone governance board shall be permitted to aggregate contiguous community districts that meet the criterion for inclusion within a community development zone pursuant to section 21-802 of this chapter.\\par\n\\ulnone\\tab\\ul h.  The community development zone governance board shall convene at such times as the co-chairs deem necessary but in no event shall it convene less than four times in any fiscal year.\\par\n\\pard\\nowidctlpar\\fi-60\\li60\\sl480\\slmult1\\qj\\ulnone\\tab\\tab\\ul\\'a721-805.  Community development zone needs statements.  Every two years the community development zone governance board shall develop a community development zone needs statement for each community development zone. Such community development zone needs statements shall be developed in consultation with such other agencies or private entities as the community development zone governance board shall deem appropriate.      \\par\n\\pard\\nowidctlpar\\fi660\\li60\\sl480\\slmult1\\qj\\'a721-806.  Community development zone action plans.  a. An agency action plan for each community development zone shall be prepared and submitted by each community development zone governance board member on behalf of such member\\rquote s agency.  Such agency actions plans shall include: (1) an outline for how each agency plans to address the priority needs identified in the community development zone needs statements, and (2) a report on how the agency acted independently and collaboratively with other city agencies to address the priority needs outlined in the preceding year\\rquote s community development zone needs statement.  Such agency action plans may include information regarding existing programs and services, new programs and services, interagency planning, interagency programs and services, and/or additional funding allocations made to meet priority community development zone needs identified.  Such agency action plans shall also include the name and location of not-for-profit service providers, for-profit service providers, businesses and firms located within each community development zone that are the recipients of city contracts that have been awarded by each agency which is a member of the community development zone governance board that is intended to achieve the priority goals outlined in the community development zone needs statement for each community development zone.  \\par\n\\pard\\nowidctlpar\\fi660\\li60\\sb240\\sl480\\slmult1\\qj b.  Such action plans shall be submitted to the commissioner of youth and community development and to the commissioner of small business services within ninety days following the release of the community development zone needs statements. Each agency action plan shall be integrated and coordinated by the community development zone governance board co-chairs into a draft community development zone action plan for each community development zone within one hundred eighty days following the release of the community development zone needs statements.  Such draft community development zone action plans shall be made available to the public for review and comment through public hearings to be held within each community development zone within thirty days following preparation of the draft community development zone action plan.  Following such public hearings, final drafts of the community development zone action plans that include each member agency\\rquote s action plan shall be coordinated and integrated into a proposed final plan by the co-chairs for submission to the community development zone governance board for approval within thirty days from the completion of such public hearings.  The community development zone governance board shall have thirty days within which to either approve or disapprove such plan. Should the community development zone governance board disapprove a proposed community development zone action plan it shall state in writing the bases for its disapproval. The co-chairs of the community development zone governance board and the governance board shall resolve such differences within thirty days from such disapproval.  \\ulnone  \\par\n\\pard\\nowidctlpar\\fi660\\li60\\sl480\\slmult1\\qj  \\f1  \\ul\\f0\\'a721-807.  Reporting requirements.  The community development zone governance board shall submit to the mayor, the speaker of the city council, each council member who has all or a portion of a community development zone within his or her district, each borough president and the chairpersons of each of the appropriate community boards with a community development zone located within his or her borough a copy of the community development zone needs statements for each community development zone, a copy of a community development zone action plan for each community development zone and a copy of each community development zone progress report prepared pursuant to subdivision a of section \\'a721-809 of this chapter. Each such document shall be submitted within ten days of its preparation and shall simultaneously be posted on the city\\rquote s official website.\\par\n\\'a721-808.   Public hearings.  a.   Draft community development zone action plans shall be made available to the public for review and comment through public hearings to be held by the community development zone governance board within each community development zone.\\par\nb.  The community development zone governance board shall hold at least one public hearing within each of the community development zones during the period of re-evaluation of community development zone criteria pursuant to section 21-810 of this chapter. \\par\n\\'a721-809.  Community development zone evaluation.  a.  Every three years the community development zone governance board shall provide a community development zone progress report on the socioeconomic conditions within each community development zone to the mayor, speaker of the city council, each borough president and to the chairpersons of each of the appropriate community boards with a community development zone located within his or her borough.  Such progress reports may include city agency generated data.  The content of such progress reports is not limited to the criteria that are used to determine whether a community district qualifies for inclusion in a community development zone pursuant to section 21-802 of this chapter.  \\par\n b.  The city shall contract with an independent entity to assess the overall impact of community development zone program planning, initiatives, and funding on the social and economic conditions within the designated community development zones.  \\par\n\\'a721-810. Re-evaluation of community development zone criteria. a. The governance board shall re-evaluate the community development zone criteria prescribed in section 21-802 of this chapter in 2010, shall be re-evaluated following the United States census bureau release of 2010 United States census data in 2013 and every five years thereafter. \\par\nb. Re-evaluation of those criteria shall consist of an evaluation of current socioeconomic conditions within New York city to determine the appropriate thresholds for those criteria to be used to designate the areas within the city that have high concentrations of poverty, low educational attainment and poor health outcomes that will serve as community development zones and to determine whether those criteria themselves should be revised.  Such criteria must be based on the spirit of the original community development zone legislation.\\par\nc.   The  re-evaluation period shall not exceed six months. \\par\nd.  The community development zone governance board shall hold at least one public hearing within each of the community development zones within this re-evaluation period. \\par\ne.  Data used to create criteria for designation of community development zones shall be objective and taken from reputable official sources which shall include, but not be limited to, United States census data.    \\ulnone\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul f.  The community development zone governance board shall, within ninety days after each re-evaluation, propose to the mayor and the speaker of the council, when appropriate, modifications to those criteria.   \\par\n\\ulnone\\'a73.  Section 733 of the New York city charter is amended by adding thereto a new subdivision e to read as follows:\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tab\\ul e.  Such duties relating to community development zones as are prescribed by law.  \\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a74.  Paragraph a of subdivision 5 of section 1301 of the New York city charter is amended to read as follows:\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tab a. advise and assist the mayor in developing policies designed to meet the job training and employment needs of the economically disadvantaged and unemployed  residents of the city of New York, as well as the labor needs of private industry\\ul  and to participate in the community development zone program established in chapter eight of  title twenty-one of the administrative code of the city of New York\\ulnone ;\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a75.  Section 1802 of the New York city charter is amended by amending subdivisions l and m of such section and by adding thereto a new subdivision n to read as follows:\\par\n\\ul (l) exercise such other powers and duties as may be prescribed by  law  in  relation to the management, demolition or sealing or other treatment  of residential real property of the city; [and]\\par\n(m) employ professional, community and other personnel to manage residential real property of the city[.]; and\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone  \\tab\\ul (n)  participate in the community development zone program established in chapter eight of title twenty-one of the administrative code of the city of New York.\\par\n\\ulnone\\f1  \\tab\\f0\\'a76.   Paragraph 8 of subdivision b of section 556 of the New York city charter is amended to read as follows:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj (8) in accordance with section five hundred fifty-five of this chapter, determine the public health needs of the city, participate in the community development zone program established in chapter 8 of title twenty-one of the administrative code of the city of New York, and prepare plans and programs addressing such needs.  \\par\n\\'a77.  Section 617 of the New York city charter is amended by adding thereto a new subdivision c to read as follows:\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tab\\ul c. Participate in the community development zone program established in chapter eight of title twenty-one of the administrative code of the city of New York.\\par\n\\ulnone\\tab\\'a78.  This local law shall take effect ninety days after its enactment into law.\\par\n\\par\n\\pard\\nowidctlpar\\fs16 JH\\par\n5-05-06  1:35 pm  \\par\n\\f1\\fs24\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "2015-06-16T16:30:21.717Z"
}
