{
  "ID": 36449,
  "GUID": "429FF6C5-A0C5-4685-98EE-4BA69969BB60",
  "File": "Int 0348-2006",
  "Name": "Tax lien foreclosure by action in rem for properties.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to tax lien foreclosure by action in rem for properties where the redevelopment or reuse of which may be complicated by the presence or potential presence of contamination.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2006-05-10T00:00:00Z",
  "AgendaDate": "2006-05-10T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    }
  ],
  "History": [
    {
      "ID": 190683,
      "Date": "2006-05-10T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 190937,
      "Date": "2006-05-10T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6095,
      "AgendaSequence": 166,
      "MinutesSequence": 206,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection and Finance",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 193398,
      "Date": "2006-05-10T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Finance",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6095,
      "MinutesSequence": 207,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236558,
      "Date": "2009-12-31T15:47:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 36998,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Section 11-401 of the administrative code of the city of New York is hereby amended by adding thereto new subdivisions five through eight to read as follows:\n\t§11-401 Definitions.  Whenever used in this chapter, the following terms shall mean:\n    \t5. \"Revitalization property.\" Any parcel of class one, class two, or class four real property that is subject to a tax lien or liens with a lien or liens to value ratio, as determined by the commissioner of finance, equal to or greater than 15 percent and where the reuse of such property  may be complicated by the presence or potential presence of contamination.  A revitalization property shall also meet one of the following criteria: i. such parcel is vacant or abandoned, as determined by the commissioner of finance;  ii. such parcel is underutilized, as determined by the commissioner of environmental protection upon the recommendation of the advisory board; iii. such parcel is determined to be a parcel of revitalization property by the commissioner of environmental protection and the advisory board upon the recommendation of a community based organization, as defined by subdivision six of this section.  Any such recommendation shall be received by the commissioner of environmental protection and the advisory board not less than thirty days preceding the date of the sale of a tax lien or tax liens and shall include, but not be limited to, the following: (a) a written statement explaining why the parcel should be considered a revitalization property, (b) support for the petition from community residents, property owners and local elected officials.  \n\t6.\"Community based organization.\" i. A not-for-profit corporation that meets one of the following criteria;\n\ta.   is located within a priority block, as defined by subdivision seven of this section, which has twenty-five percent or more of its board of directors  residing in the community in such area, ; or\n\tb.    whose stated mission includes, but is not limited to;\n\t1.  a commitment to owning and operating affordable space to manufacturing companies; and \n            \t2.  a commitment to redeveloping the revitalization property to those ends that satisfy the needs of the surrounding community.  The use of the revitalization property shall include, but not be limited to, the following uses: i).  units of affordable housing for low-and moderate-income  individuals;  ii). community services targeted to low-and moderate-income individuals, including but not limited to homeownership counseling, healthcare facilities, community centers, recreation centers, parks or open space, daycare centers; iii).  commercial or industrial space for small businesses provided that these businesses shall support local job development and retention; iv).  and residential, mixed-use, commercial or industrial projects which are designed to eliminate blight or revitalize or stabilize low-and moderate-income communities, or both;  \n\tc. \"Community based organization\" shall not include any not-for-profit corporation that has caused or contributed to the release or threatened release of a hazardous waste or petroleum from or onto a parcel of real property, or any not-for-profit corporation that has generated, transported, or disposed of, or that arranged for, or caused, the illegal disposal of hazardous waste or petroleum from or onto the parcel of real property.  \n\t7.  “Priority block.” Any block selected by the commissioner of environmental protection in consultation with the advisory board that meets one of the following criteria:\n\ti.  is located in or adjacent to census tracts and block numbering areas which, as of the two thousand census that have: \n\ta. areas that have a poverty rate of at least twenty percent for the year to which the data relate; and\n\tb. areas with an unemployment rate of at least one and one-quarter times the state wide unemployment rate for the year to which the data relate;\n\tii. is located in an area zoned as a manufacturing district, pursuant to article IV of the zoning resolution of the city of New York on January 1, 2006;\n\tiii. is located in an area zoned as a manufacturing district within ten years prior to January 1, 2006; \n\tiv. is located in an area designated as brownfield opportunity areas, brownfield opportunity area study area, urban renewal areas, empire zones, empowerment zones, or is within a geographic area subject to a plan created pursuant to section 197-a of the New York city charter;\n\t8.  “Advisory board.” An advisory board shall be created and comprised of eleven members, five of whom shall be appointed by the speaker of the city council and five by the mayor.  The commissioner of environmental protection, or his or her designee, shall be an ex-officio member of the advisory committee and serve as chairperson.  The ten other advisory committee members shall be selected so as to achieve a broad range of perspectives and expertise on issues related to revitalization properties and shall include members representing environmental and environment al justice organizations, the building industry, community development interests, and community-based organizations.  The members shall be appointed within thirty days of the effective date of this section and shall serve without compensation.  The commissioner of environmental protection and the director of office of environmental coordination shall provide staff to assist the advisory board. \n\t§2.  Chapter four of title eleven of the administrative code of the city of New York is hereby amended by adding a new section 11-401.2 to read as follows:\n\t§11-401.2 Procedures for designation of priority blocks and revitalization properties. a. The commissioner of environmental protection shall, in consultation with the advisory board,  not less than one hundred eighty days preceding the date of the sale of a tax lien or tax liens, shall designate priority blocks.  The director of city planning shall map priority blocks by block and lot, or by such other identification as the director of city planning deems appropriate, not less than ninety days preceding the date of the sale of a tax lien or tax liens.  Additionally, the commissioner, in consultation with the advisory board, may designate additional priority blocks as he or she deems appropriate.  \n\tb.  The commissioner of finance shall, not less than sixty days preceding the date of the sale of a tax lien or tax liens, submit to the commissioner of environmental protection a list by block and lot, or by such other method of identification   as   the   commissioner  of  finance  may  deem appropriate, of any parcel of real  property  on which  there  is  a  tax  lien  that  may be foreclosed by the city. The commissioner of environmental protection shall determine, and inform the commissioner of finance, not less than ten days preceding the date of the sale of a tax lien or tax liens, whether any such parcel is a revitalization property and determine whether any such parcels are located in or adjacent to priority blocks.  Any tax liens on a parcel so determined to be located on a priority block may not be included in such sale.  In connection with a subsequent sale of a tax lien or tax liens, the commissioner of finance may, not less than sixty days preceding the date of the sale, resubmit to the commissioner of environmental protection a list by  block  and  lot, or by such other identification as the commissioner of finance may deem appropriate, of any parcel of real property  that  was  previously  determined  to  be  a revitalization  property  pursuant to this paragraph and on which there is a tax lien that may be included in such sale. If the commissioner of environmental protection determines that the parcel is not a revitalization property, then the tax lien on the parcel may be included in the sale.  The commissioner of environmental protection shall   determine if the revitalization property is located on a priority block, and inform the commissioner of finance, not less than ten days preceding the date of the sale, whether such parcel remains a revitalization property.\t\n\tc. The  commissioner  of  environmental protection may periodically review  whether  a  parcel  of class one, class two, or class four real property that is subject to the provisions of subdivision d of this section or subdivision j of section 11-412.4 of this chapter remains a revitalization property.  If the commissioner determines that the parcel is not a revitalization property then the parcel shall not be subject to the provisions of such subdivisions.      \n\td. Any parcel designated as a revitalization property that is located on a priority block may be subject to an in  rem foreclosure  action,  or in the case where the commissioner of finance does not commence such action  the  commissioner of  environmental protection shall evaluate such parcel and take such action as he or she  deems  appropriate  under  the  programs, existing  at the time of such evaluation, that are designed to encourage the remediation of contaminated properties,  and  shall monitor  or  cause  to  be  monitored  the  status  of the property.   The commissioner of environmental protection, in his or her discretion, shall cause a preliminary site visit to be conducted on any parcel so determined to be a revitalization property.  Such site visit shall include the site history and the site conditions and any other criteria established by the commissioner of environmental protection.  In addition, the commissioner of environmental protection shall submit to the city council a list of  all  parcels so determined to be a revitalization properties within thirty days from the date each such parcel is identified as a revitalization property.\n\t§3.  Paragraph two of subdivision b of section 11-412.1 of the administrative code of the city of New York is amended to read as follows: \n\t(2)  Such third party shall be deemed qualified and shall be designated pursuant to such criteria as are established in rules promulgated by the commissioner of housing preservation and development, provided, however, that such criteria shall include but not be limited to: residential management experience; financial ability; rehabilitation experience; ability to work with government and community organizations; neighborhood ties; and that the commissioner shall consider whether the third party is a responsible legal tenant, not-for-profit organization or neighborhood-based-for-profit individual or organization. The commissioner of housing preservation and development shall not deem qualified any third party who has been finally adjudicated by a court of competent jurisdiction, within seven years of the date on which such third party would otherwise be deemed qualified, to have violated any section of articles one hundred fifty, one hundred seventy-five, one hundred seventy-six, one hundred eighty, one hundred eighty-five or two hundred of the penal law or any similar laws of another jurisdiction, or who has been suspended or debarred from contracting with the city or any agency of the city pursuant to section 335 of the charter during the period of such suspension or debarment. The rules promulgated by the commissioner of housing preservation and development pursuant to this paragraph may establish other bases for disqualification of a third party.\n\t§4.  Chapter four of title eleven of the administrative code of the city of New York is hereby amended by adding a new section 11-412.3 to read as follows: \n\t§11-412.3  Special procedures relating to final judgment and release of revitalization properties.    Notwithstanding any other provision of law to the contrary:\n\ta.  The court shall determine upon proof and shall make a finding upon such proof whether there has been due compliance by the city with the applicable provisions of this chapter.\n\tb.  (1) The court shall make a final judgment authorizing the award of possession of any parcel determined to be a revitalization property pursuant to section 11-401.2 of this chapter, described in the list of delinquent taxes not redeemed or withdrawn as provided in this chapter and as to which no answer is interposed as provided herein, and authorizing the commissioner of finance to prepare, execute and cause to be recorded a deed conveying either to the city or to a third party deemed qualified and designated by the commissioner of environmental protection full and complete title to such lands. Any such conveyance to a third party shall be for a use described in section 11-412.4 of this chapter.\t\n\t(2) Such third party shall be deemed qualified provided the third party satisfies any criteria as are established in rules promulgated by the commissioner of environmental protection, provided, however, that such criteria shall include but not be limited to: property management experience; financial ability; environmental remediation experience; environmental remediation expertise; and the ability to work with government. The commissioner shall not deem qualified any third party who has been finally adjudicated by a court of competent jurisdiction, within seven years of the date on which such third party would otherwise be deemed qualified, to have violated any section of articles one hundred fifty, one hundred seventy-five, one hundred seventy-six, one hundred eighty, one hundred eighty-five or two hundred of the penal law or any similar laws of another jurisdiction; or who has been suspended or debarred from contracting with the city or any agency of the city pursuant to section 335 of the charter during the period of such suspension or debarment; or that has caused or contributed to the release or threatened release of a hazardous waste or petroleum from or onto a parcel of real property, or any not-for-profit corporation that has generated, transported, or disposed of, or that arranged for, or caused, the illegal disposal of hazardous waste or petroleum from or onto the parcel of real.  The rules promulgated by the commissioner of environmental protection pursuant to this paragraph may establish other criteria for disqualification of a third party.\n\tc.  Following the expiration of the four-month period prescribed in subdivision d of this section, but not more than eight months after the date on which, pursuant to subdivision b of this section, the final judgment authorizing the award of possession of a parcel of revitalization property was entered, the commissioner of finance may execute a deed, pursuant to subdivision b of this section, with respect to such parcel. The owner of said parcel shall continue to have all of the rights, liabilities, responsibilities, duties and obligations of an owner of such parcel, including, but not limited to, maintaining such parcel in compliance with the housing maintenance, building and fire codes, and all other applicable laws, unless and until the commissioner of finance has prepared and executed a deed conveying to the city or to a third party full and complete title to such parcel. Upon the execution of such deed, the city or the third party shall be seized of an estate in fee simple absolute in such land and all persons, including the state of New York, infants, incompetents, absentees and non-residents who may have had any right, title, interest, claim, lien or equity of redemption in or upon such lands shall be barred and forever foreclosed of all such right, title, interest, claim, lien or equity of redemption, except as otherwise provided in subdivisions e and f of this section. The appointment and tenure of receivers, trustees or any other persons, including administrators under article seven-A of the real property actions and proceedings law, appointed by an order of a court to manage real property, shall terminate when title to such property vests in the city or a third party pursuant to the provisions of this chapter. After such termination, said receivers, trustees or administrators shall be accountable to the courts that appointed them for the faithful performance of their fiduciary obligations during the term of their appointment and to the city or such third party for any rents and income received by them for any period subsequent to the date of the vesting of title in the city or such third party.  If the city serves a tenant in possession of a commercial, manufacturing or residential unit within a parcel of revitalization property a notice of termination of tenancy on grounds other than nonpayment of rent, the acceptance of rent for the first forty-five days after termination of tenancy by anyone other than an employee of the department designated by the department to receive such rent shall not be deemed or construed as a waiver of the city's right to initiate and prosecute a proceeding to terminate the tenancy for good cause.\n\td.  Within four months after the date on which, pursuant to subdivision b of this section, the final judgment authorizing the award of possession of a parcel of revitalization property was entered, any person claiming to have an interest in such parcel shall have the right to make a payment to the commissioner of finance consisting of all taxes, assessments and other legal charges owing on said parcel including payment expenses incurred to a third party for remediation actions described in section 11-412.4 of this chapter, the lawful interest thereon to the date of payment and a penalty of five percent of said payment of taxes, assessments and other legal charges and interest, which penalty may not exceed one thousand dollars. Such payment shall be made in cash or by certified or bank check. Within such four-month period, such interested person may also request an installment agreement from the commissioner of finance. Such agreement shall require, in addition to full payment of the penalty specified in this subdivision at the time such agreement is entered into, the payment at such time of a first installment equal of fifty percent of all taxes, assessments and other legal charges, and the lawful interest thereon, then owing on such parcel, and the payment of the balance of such taxes, assessments and other legal charges and interest in four equal quarterly installments together with all current taxes, assessments and other legal charges that accrue during such period. Upon receipt of payment in full of the amount specified in the first sentence of this subdivision, the commissioner of finance shall direct the corporation counsel to prepare and cause to be entered an order discontinuing the in rem tax foreclosure action as to said property, canceling the notice of pendency of such action as to said property and vacating and setting aside the final judgment. Upon the execution of an installment agreement and payment of the amounts due at the time such agreement is executed as provided in this subdivision, the commissioner of finance shall direct the corporation counsel to prepare and cause to be entered an order vacating and setting aside the final judgment. The entry of either such order shall restore all parties, including owners, mortgagees and any and all lienors, receivers and administrators and  encumbrancers, to the status they held immediately before such final judgment was entered. Where the commissioner of finance approves an application requesting an installment agreement pursuant to this subdivision, the order vacating and setting aside the final judgment shall provide that in the event of any default as to the payment of either quarterly installments or current taxes, assessments or other legal charges during the term of such agreement, all payments under said agreement shall be forfeited and the corporation counsel, immediately upon notification by the commissioner of finance of such default, shall cause to be entered as to such property a supplemental judgment of foreclosure in the in rem action which authorizes the commissioner of finance to prepare, execute and cause to be recorded a deed conveying either to the city or to a third party full and complete title to such lands. Upon the entry of such supplemental judgment, the provisions of subdivisions c through i of this section shall apply in the same manner as such subdivisions would have applied had no payment been made nor installment agreement executed during the four-month period specified in this subdivision.\n\te. (1) If the commissioner of finance has prepared, executed and caused to be recorded a deed conveying to the city full and complete title to a parcel of revitalization property acquired by in rem tax foreclosure, the city's interest in such parcel may be released pursuant to this subdivision on the application of any party who has an interest in said parcel as either owner, mortgagee, lienor, or encumbrancer at the time of the city's acquisition thereof where such application is made at any time up to sixteen months from the date on which the deed by which the city acquired title to said parcel was recorded.\n\t(2) Any such application shall be made in writing to the commissioner of citywide administrative services  and shall be verified. It shall contain the information required pursuant to paragraph one of subdivision b of section 11-424 of this chapter, the documents required by subdivision c of such section, and shall be accompanied by the fees required by paragraphs three and six of subdivision b of such section. The fee required by  paragraph three of subdivision b of section 11-424 of this chapter  shall not be refundable.\n\t(3) The city's interest in any such parcel shall be released only after payment of the sums of money specified in subdivision d of section 11-424 of this chapter.\n\t(4) The provisions contained in subdivision g of section 11-424 of this chapter shall govern such an application, except as follows:\n\ta.  where such provisions are inconsistent with the provisions contained in this subdivision, the provisions contained in this subdivision shall govern such application; and\n\tb.  where the in rem foreclosure release board denies a written request for an installment agreement that was filed in connection with an application for release of the city's interest in a parcel of revitalization property and such application was filed within thirty days of the date of the city's acquisition of the property sought to be released, the board may, in its discretion, authorize a release of the city's interest, provided that the applicant thereafter pays all the amounts required to be paid pursuant to subdivision d of section 11-424 of this chapter within thirty days of the date on which a letter requesting such payment is mailed or delivered to such applicant.\n\t(5) Upon receipt of all the amounts required to be paid pursuant to this subdivision, the commissioner of finance shall direct the corporation counsel to prepare and cause to be entered an order discontinuing the in rem tax foreclosure action as to said property, canceling the notice of pendency of such action as to said property and vacating and setting aside the final judgment entered pursuant to subdivision b of this section and the deed executed and recorded pursuant to such final judgment as to said property. The entry of such order shall restore all parties, including owners, mortgagees and any and all lienors, receivers and administrators and encumbrancers, to the status they held immediately before the final judgment was entered, as if the in rem tax foreclosure had never taken place, and shall render said property liable for all taxes, deficiencies, management fees and liens which shall accrue subsequent to those paid in order to obtain the release provided for in this subdivision, or which were, for whatever reason, omitted from the payment made to obtain said release.\n\tf.  If the commissioner of finance has prepared, executed and caused to be recorded a deed conveying to the city full and complete title to a parcel of revitalization property acquired by in rem tax foreclosure and such parcel is entitled to an exemption under any of the provisions of article four of the real property tax law during all or part of the period covered by the tax items appearing on a list of delinquent taxes, the owner of such parcel may apply for a release of the city's interest in such exempt property under the provisions of subdivision e of this section during the period of time set forth in paragraph one of such subdivision and for an additional period up to ten years from the date on which the deed by which the city acquired title to said property was recorded. The application of such owner shall be accompanied by the nonrefundable fee required by paragraph four of subdivision b of section 11-424 of this chapter and shall contain, in addition to the statements, searches and proofs required by subdivision e of this section, a statement that an exemption under the real property tax law is being claimed. Such application shall also state either that it is accompanied by the written certificate of the comptroller setting forth the precise period during which said property, while owned by such application, and during the period after the city's acquisition up to the date of the certificate if said property was still being used for an exempt purpose after said acquisition, was entitled to an exemption and the exact nature and extent of such exemption or that an application for such written certificate has been filed with the comptroller. On issuing such written certificate, the comptroller shall cancel those tax items which have accrued during the period covered by the certificate to the extent the applicant is entitled to an exemption as set forth in the certificate. A release of the city's interest may be authorized only at the discretion of the in rem foreclosure release board and, except as otherwise provided in paragraph four of subdivision e of this section, subject to all the restrictions set forth in subdivision g of section 11-424 of this chapter. A release to an exempt applicant shall be effected only after said applicant has paid all of the amounts required to be paid by subdivision d of section 11-424 of this chapter, except for those tax items which have been canceled, in whole or in part, pursuant to the comptroller's certificate, within thirty days of the date on which the letter requesting payment is mailed or delivered to the applicant.\n\tg.  If the commissioner of finance has prepared, executed and delivered and caused to be recorded a deed conveying to the city or to a third party full and complete title to a parcel of revitalization property acquired through an in rem tax foreclosure, the provisions contained in subdivisions f and i of section 11-424 of this chapter for the release of property so acquired shall not be available. If the commissioner of finance has prepared, executed and caused to be recorded a deed conveying to a third party full and complete title to a parcel of revitalization property acquired by in rem tax foreclosure, the provisions contained in subdivisions e and f of this section for the release of property so acquired shall not be available.\n\th.  Every deed given pursuant to the provisions of this section shall be presumptive evidence that the action and all proceedings therein and all proceedings prior thereto from and including the assessment of the lands affected and all notices required by law were regular and in accordance with all provisions of law relating thereto. After four months from the date of entry of the final judgment authorizing the award of possession of any parcel of  revitalization property pursuant to the provisions of this section, the presumption shall be conclusive. No action to set aside such deed may be maintained unless the action is commenced and a notice of pendency of the action is filed in the office of the property county clerk prior to the time that the presumption becomes conclusive as aforesaid. Should any lawsuit or proceeding be commenced to set aside a deed conveying to a third party a parcel of revitalization property pursuant to the provisions of this section, such third party shall send to the corporation counsel within ten days of their receipt a copy of any papers served on such third party in such lawsuit or proceeding.\n\ti.  If the commissioner of finance does not execute a deed conveying to the city or to a third party a parcel of revitalization property within eight months after the entry of final judgment authorizing the award of possession of such parcel pursuant to subdivision b of this section, the commissioner of finance shall direct the corporation counsel to prepare and cause to be entered an order discontinuing the in rem foreclosure action as to said property, canceling the notice of pendency of such action as to said property and vacating and setting aside said final judgment. The entry of such order shall restore all parties, including owners, mortgagees and any and all lienors, receivers and administrators and encumbrancers, to the status they held immediately before such final judgment was entered.\n\tj.  If the commissioner of finance directs the corporation counsel, pursuant to subdivision i of this section, to prepare and cause to be entered an order discontinuing the in rem foreclosure action with respect to a parcel of revitalization property determined to be a revitalization property pursuant to section 11-401.2 of this chapter, the commissioner of environmental protection shall evaluate the revitalization property and take such action as he or she deems appropriate under the programs, provided however that the third party would not be subject to any enforcement action by virtue of its status as qualified third party, existing at the time of such evaluation, that are designed to encourage the remediation of environmental contamination and the redevelopment of the property in a manner consistent with the existing neighborhood and desires of the community, and shall monitor or cause to be monitored the status of the property. The commissioner of environmental protection shall maintain a register of revitalization properties.  \n\t§5. Chapter four of title eleven of the administrative code of the city of New York is hereby amended by adding a new section 11-412.4 to read as follows:\n\t\t§11-412.4.  Special procedures for reuse of revitalization properties.  a. Not more than ninety days from such date that the commissioner of finance records a deed conveying a parcel of revitalization property to the City or to a third party, as determined by subdivision b of section 11-412.3 of this chapter, the City or third party shall complete an inspection of the parcel of revitalization property and submit a report with such inspections findings to the commissioner of environmental protection and the advisory board.  Such report shall include, but is not limited to, the following criteria: (1) the results of an inquiry by an environmental professional; (2) interviews with past and present owners, operators, and occupants of  the  site  for  the  purpose  of gathering information regarding the potential for contamination at the site; (3) reviews of historical sources, such as chain of title documents, aerial photographs, building department records, and land  use  records, to  determine  previous  uses and occupancies of the real property since the property was first developed;  (4) searches for recorded environmental  cleanup  liens  against  the site that are filed under federal, state, or local law;  (5) reviews  of  federal,  state, and local government records, waste disposal records, underground storage tank records, and hazardous  waste handling, generation, treatment, disposal, and spill records, concerning   contamination at or near the site; (6) visual inspections of the site and of adjoining properties; (7) specialized knowledge or experience on the part of the person;  (8) the  relationship  of  the  purchase price to the value of the property, if the property was not contaminated;  (9) commonly known or reasonably ascertainable information about  the property; and (10) the  degree  of obviousness of the presence or likely presence of   contamination  at  the  property,  and  the  ability   to   detect   the contamination by appropriate investigation.\n\tb. Not more than 180 days from such date that the commissioner of finance records a deed conveying a parcel of revitalization property to the City or to a designated third party, as deemed qualified by subdivision b of section 11-412.3 of this chapter, the City or designated third party shall provide site control to a community-based organization or a community-based organization in partnership with a for-profit developer or a not-for-profit developer for the purpose of developing a revitalization property development plan.  The third party shall issue a request for qualifications to interested community based organizations or community-based organizations in partnership with for-profit developers or not-for-profit developers for the purpose of providing site control.  Any request for qualifications shall require, but not be limited to, demonstrated capacity by a community-based organization to undertake the redevelopment of the revitalization property or demonstrated capacity by a community-based organization in partnership with a for-profit development company to undertake the redevelopment of the revitalization property.  The advisory board shall assist the third party in the drafting of the request for qualifications and the determination of a community-based organization or community-based organization in partnership with a for-profit developer or a not-for-profit developer.\t\nc. The designated community-based organization or community-based organization in partnership with a for-profit developer or a not-for-profit developer shall develop a plan for the revitalization parcel.  This plan shall be completed not more than one hundred eighty days from the date of designation provided, however, that such plan shall include, but not be limited to: the proposed use of the revitalization property, the steps that will be taken to remediate the parcel of revitalization property, the costs of such remediation action, the sources of funding for such remediation action, and a community outreach plan.  A community outreach plan shall include, but not be limited to, the following criteria: a description of the manner in which the development of the revitalization property benefits the community; preliminary letters of support from community based organizations, elected officials, residents, and local government; an explanation of how the development plan is consistent with an area-wide 197-A plan if such plan exists; a summary of the opportunities that will be provided for public input during the remedial action.  The community-based organization in partnership with a for-profit developer or a not-for-profit developer shall submit land use applications as required under the universal land use review process of the city of New York.  \n\td. Any parcel of revitalization property shall include but not be limited to one of the following functions as its final use: (1)units of affordable housing for low-and moderate-income individuals;  (2) community services targeted to low or moderate income individuals, this may include but shall not be limited to: homeownership counseling, healthcare facilities, community centers, recreation centers, parks or open space, daycare centers;  (3)commercial or industrial space for small businesses provided these businesses support local job development and retention and target job opportunities for low and moderate income individuals; (4) residential, mixed-use, commercial or industrial projects which are designed to eliminate blight or revitalize or stabilize low or moderate income communities or both;  \n\te. Any community-based organization or community based organization in partnership with a for-profit developer undertaking the reuse of a revitalization property shall submit to the mayor, the  speaker of the city council, the commissioner of environmental protection, the advisory board, borough president and community board in which the revitalization parcel is located a report of the development progress of the parcel of revitalization property and a list of the outreach activities conducted to the local community.  \n\t§6.  Chapter four of title eleven of the administrative code of the city of New York is hereby amended by adding a new section 11-412.5 to read as follows:\n\t§11-412.5 Council review of conveyance to a third party.  The commissioner of finance shall, prior to the execution of a deed conveying full and complete title of any parcel of revitalization property to a third party pursuant to subdivision c of section 11-412.3 of this chapter, notify the council of the proposed conveyance. Within forty-five days of such notification, the council may act by local law disapproving the proposed conveyance. In the event the council does not act by local law within such forty-five day period, the council shall be deemed to have approved the proposed conveyance. During such forty-five day period or, if the city council acts by local law pursuant to this section, during the period of time from the notification of the council to the presentation to the mayor of such local law and during any additional period of time prescribed in section 37 of the charter, eight-month period provided in subdivisions c and i of section 11-412.3 of this chapter shall be tolled.\n\t§7.  Section 11-424.1 of the administrative code of the city of New York is hereby amended to read as follows: \n\t\t§11-424.1 In rem foreclosure release board.  There shall be an in rem foreclosure release board consisting of the mayor, the speaker of the city council, the affected borough president, the corporation counsel and the commissioner of finance. For the purposes of this section, the affected borough president shall be the president of the borough in which a property proposed for release pursuant to this section is located. Members of the board may, by written authority filed with the board and with the city clerk, appoint delegates to act on their behalf as members of the board. The board shall have the power, acting by resolution, to authorize the release of the city's interest in property acquired by in rem tax foreclosure in accordance with sections 11-412.1, 11-412.3, and 11-424 of the code based upon a determination, in its discretion, that such release would be in the best interests of the city. The board shall act after a meeting at which the public has been provided an opportunity to comment on the proposed action. A resolution of the board authorizing a release of the city's interest in any property shall be adopted only upon the affirmative vote of not less than a majority of all the members of the board. The board may consider any information it deems relevant to a determination. The board shall not be required to state the reasons for its determination.\n\t§8.  This local law shall take effect three hundred sixty five days after its enactment into law except that the commissioners of environmental protection and finance shall take all actions as necessary, including the designation of priority blocks, for the implementation of this law prior to such effective date. \n\nNK\nInt. 582-2005",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033\\deftab360{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\sl480\\slmult1\\tx748\\tab Section 1.  Section 11-401 of the administrative code of the city of New York is hereby amended by adding thereto new subdivisions five through eight to read as follows:\\par\n\\tab\\'a711-401 Definitions.  Whenever used in this chapter, the following terms shall mean:\\par\n    \\tab\\ul 5. \"Revitalization property.\" Any parcel of class one, class two, or class four real property that is subject to a tax lien or liens with a lien or liens to value ratio, as determined by the commissioner of finance, equal to or greater than 15 percent and where the reuse of such property  may be complicated by the presence or potential presence of contamination.  A revitalization property shall also meet one of the following criteria: i. such parcel is vacant or abandoned, as determined by the commissioner of finance;  ii. such parcel is underutilized, as determined by the commissioner of environmental protection upon the recommendation of the advisory board; iii. such parcel is determined to be a parcel of revitalization property by the commissioner of environmental protection and the advisory board upon the recommendation of a community based organization, as defined by subdivision six of this section.  Any such recommendation shall be received by the commissioner of environmental protection and the advisory board not less than thirty days preceding the date of the sale of a tax lien or tax liens and shall include, but not be limited to, the following: (a) a written statement explaining why the parcel should be considered a revitalization property, (b) support for the petition from community residents, property owners and local elected officials.  \\par\n\\ulnone\\tab\\ul 6.\"Community based organization.\" i. A not-for-profit corporation that meets one of the following criteria;\\par\n\\ulnone\\tab\\ul a.   is located within a priority block, as defined by subdivision seven of this section, which has twenty-five percent or more of its board of directors  residing in the community in such area, ; or\\par\n\\ulnone\\tab\\ul b.    whose stated mission includes, but is not limited to;\\par\n\\ulnone\\tab\\ul 1.  a commitment to owning and operating affordable space to manufacturing companies; and \\par\n\\ulnone             \\tab\\ul 2.  a commitment to redeveloping the revitalization property to those ends that satisfy the needs of the surrounding community.  The use of the revitalization property shall include, but not be limited to, the following uses: i).  units of affordable housing for low-and moderate-income  individuals;  ii). community services targeted to low-and moderate-income individuals, including but not limited to homeownership counseling, healthcare facilities, community centers, recreation centers, parks or open space, daycare centers; iii).  commercial or industrial space for small businesses provided that these businesses shall support local job development and retention; iv).  and residential, mixed-use, commercial or industrial projects which are designed to eliminate blight or revitalize or stabilize low-and moderate-income communities, or both;  \\ulnone\\par\n\\tab\\ul c. \"Community based organization\" shall not include any not-for-profit corporation that has caused or contributed to the release or threatened release of a hazardous waste or petroleum from or onto a parcel of real property, or any not-for-profit corporation that has generated, transported, or disposed of, or that arranged for, or caused, the illegal disposal of hazardous waste or petroleum from or onto the parcel of real property.  \\par\n\\ulnone\\tab\\ul 7.  \\ldblquote Priority block.\\rdblquote  Any block selected by the commissioner of environmental protection in consultation with the advisory board that meets one of the following criteria:\\par\n\\ulnone\\tab\\ul i.  is located in or adjacent to census tracts and block numbering areas which, as of the two thousand census that have: \\par\n\\ulnone\\tab\\ul a. areas that have a poverty rate of at least twenty percent for the year to which the data relate; and\\par\n\\ulnone\\tab\\ul b. areas with an unemployment rate of at least one and one-quarter times the state wide unemployment rate for the year to which the data relate;\\par\n\\ulnone\\tab\\ul ii. is located in an area zoned as a manufacturing district, pursuant to article IV of the zoning resolution of the city of New York on January 1, 2006;\\par\n\\ulnone\\tab\\ul iii. is located in an area zoned as a manufacturing district within ten years prior to January 1, 2006; \\par\n\\ulnone\\tab\\ul iv. is located in an area designated as brownfield opportunity areas, brownfield opportunity area study area, urban renewal areas, empire zones, empowerment zones, or is within a geographic area subject to a plan created pursuant to section 197-a of the New York city charter;\\par\n\\ulnone\\tab\\ul 8.  \\ldblquote Advisory board.\\rdblquote  An advisory board shall be created and comprised of eleven members, five of whom shall be appointed by the speaker of the city council and five by the mayor.  The commissioner of environmental protection, or his or her designee, shall be an ex-officio member of the advisory committee and serve as chairperson.  The ten other advisory committee members shall be selected so as to achieve a broad range of perspectives and expertise on issues related to revitalization properties and shall include members representing environmental and environment al justice organizations, the building industry, community development interests, and community-based organizations.  The members shall be appointed within thirty days of the effective date of this section and shall serve without compensation.  The commissioner of environmental protection and the director of office of environmental coordination shall provide staff to assist the advisory board. \\par\n\\ulnone\\tab\\'a72.  Chapter four of title eleven of the administrative code of the city of New York is hereby amended by adding a new section 11-401.2 to read as follows:\\par\n\\tab\\ul\\'a711-401.2 Procedures for designation of priority blocks and revitalization properties. a. The commissioner of environmental protection shall, in consultation with the advisory board,  not less than one hundred eighty days preceding the date of the sale of a tax lien or tax liens, shall designate priority blocks.  The director of city planning shall map priority blocks by block and lot, or by such other identification as the director of city planning deems appropriate, not less than ninety days preceding the date of the sale of a tax lien or tax liens.  Additionally, the commissioner, in consultation with the advisory board, may designate additional priority blocks as he or she deems appropriate.  \\par\n\\ulnone\\tab\\ul b.  The commissioner of finance shall, not less than sixty days preceding the date of the sale of a tax lien or tax liens, submit to the commissioner of environmental protection a list by block and lot, or by such other method of identification   as   the   commissioner  of  finance  may  deem appropriate, of any parcel of real  property  on which  there  is  a  tax  lien  that  may be foreclosed by the city. The commissioner of environmental protection shall determine, and inform the commissioner of finance, not less than ten days preceding the date of the sale of a tax lien or tax liens, whether any such parcel is a revitalization property and determine whether any such parcels are located in or adjacent to priority blocks.  Any tax liens on a parcel so determined to be located on a priority block may not be included in such sale.  In connection with a subsequent sale of a tax lien or tax liens, the commissioner of finance may, not less than sixty days preceding the date of the sale, resubmit to the commissioner of environmental protection a list by  block  and  lot, or by such other identification as the commissioner of finance may deem appropriate, of any parcel of real property  that  was  previously  determined  to  be  a revitalization  property  pursuant to this paragraph and on which there is a tax lien that may be included in such sale. If the commissioner of environmental protection determines that the parcel is not a revitalization property, then the tax lien on the parcel may be included in the sale.  The commissioner of environmental protection shall   determine if the revitalization property is located on a priority block, and inform the commissioner of finance, not less than ten days preceding the date of the sale, whether such parcel remains a revitalization property.\\ulnone\\tab\\par\n\\tab\\ul c. The  commissioner  of  environmental protection may periodically review  whether  a  parcel  of class one, class two, or class four real property that is subject to the provisions of subdivision d of this section or subdivision j of section 11-412.4 of this chapter remains a revitalization property.  If the commissioner determines that the parcel is not a revitalization property then the parcel shall not be subject to the provisions of such subdivisions.  \\ulnone     \\par\n\\tab\\ul d. Any parcel designated as a revitalization property that is located on a priority block may be subject to an in  rem foreclosure  action,  or in the case where the commissioner of finance does not commence such action  the  commissioner of  environmental protection shall evaluate such parcel and take such action as he or she  deems  appropriate  under  the  programs, existing  at the time of such evaluation, that are designed to encourage the remediation of contaminated properties,  and  shall monitor  or  cause  to  be  monitored  the  status  of the property.   The commissioner of environmental protection, in his or her discretion, shall cause a preliminary site visit to be conducted on any parcel so determined to be a revitalization property.  Such site visit shall include the site history and the site conditions and any other criteria established by the commissioner of environmental protection.  In addition, the commissioner of environmental protection shall submit to the city council a list of  all  parcels so determined to be a revitalization properties within thirty days from the date each such parcel is identified as a revitalization property.\\par\n\\ulnone\\tab\\'a73.  Paragraph two of subdivision b of section 11-412.1 of the administrative code of the city of New York is amended to read as follows: \\par\n\\tab (2)  Such third party shall be deemed qualified and shall be designated pursuant to such criteria as are established in rules promulgated by the commissioner of housing preservation and development, provided, however, that such criteria shall include but not be limited to: residential management experience; financial ability; rehabilitation experience; ability to work with government and community organizations; neighborhood ties; and that the commissioner shall consider whether the third party is a responsible legal tenant, not-for-profit organization or neighborhood-based-for-profit individual or organization. The commissioner \\ul of housing preservation and development\\ulnone  shall not deem qualified any third party who has been finally adjudicated by a court of competent jurisdiction, within seven years of the date on which such third party would otherwise be deemed qualified, to have violated any section of articles one hundred fifty, one hundred seventy-five, one hundred seventy-six, one hundred eighty, one hundred eighty-five or two hundred of the penal law or any similar laws of another jurisdiction, or who has been suspended or debarred from contracting with the city or any agency of the city pursuant to section 335 of the charter during the period of such suspension or debarment. The rules promulgated by the commissioner \\ul of housing preservation and development\\ulnone  pursuant to this paragraph may establish other bases for disqualification of a third party.\\par\n\\tab\\'a74.  Chapter four of title eleven of the administrative code of the city of New York is hereby amended by adding a new section 11-412.3 to read as follows: \\par\n\\tab\\ul\\'a711-412.3  Special procedures relating to final judgment and release of revitalization properties.    Notwithstanding any other provision of law to the contrary:\\par\n\\ulnone\\tab\\ul a.  The court shall determine upon proof and shall make a finding upon such proof whether there has been due compliance by the city with the applicable provisions of this chapter.\\par\n\\ulnone\\tab\\ul b.  (1) The court shall make a final judgment authorizing the award of possession of any parcel determined to be a revitalization property pursuant to section 11-401.2 of this chapter, described in the list of delinquent taxes not redeemed or withdrawn as provided in this chapter and as to which no answer is interposed as provided herein, and authorizing the commissioner of finance to prepare, execute and cause to be recorded a deed conveying either to the city or to a third party deemed qualified and designated by the commissioner of environmental protection full and complete title to such lands. Any such conveyance to a third party shall be for a use described in section 11-412.4 of this chapter.\\ulnone\\tab\\par\n\\tab\\ul (2) Such third party shall be deemed qualified provided the third party satisfies any criteria as are established in rules promulgated by the commissioner of environmental protection, provided, however, that such criteria shall include but not be limited to: property management experience; financial ability; environmental remediation experience; environmental remediation expertise; and the ability to work with government. The commissioner shall not deem qualified any third party who has been finally adjudicated by a court of competent jurisdiction, within seven years of the date on which such third party would otherwise be deemed qualified, to have violated any section of articles one hundred fifty, one hundred seventy-five, one hundred seventy-six, one hundred eighty, one hundred eighty-five or two hundred of the penal law or any similar laws of another jurisdiction; or who has been suspended or debarred from contracting with the city or any agency of the city pursuant to section 335 of the charter during the period of such suspension or debarment; or that has caused or contributed to the release or threatened release of a hazardous waste or petroleum from or onto a parcel of real property, or any not-for-profit corporation that has generated, transported, or disposed of, or that arranged for, or caused, the illegal disposal of hazardous waste or petroleum from or onto the parcel of real.  The rules promulgated by the commissioner of environmental protection pursuant to this paragraph may establish other criteria for disqualification of a third party.\\par\n\\ulnone\\tab\\ul c.  Following the expiration of the four-month period prescribed in subdivision d of this section, but not more than eight months after the date on which, pursuant to subdivision b of this section, the final judgment authorizing the award of possession of a parcel of revitalization property was entered, the commissioner of finance may execute a deed, pursuant to subdivision b of this section, with respect to such parcel. The owner of said parcel shall continue to have all of the rights, liabilities, responsibilities, duties and obligations of an owner of such parcel, including, but not limited to, maintaining such parcel in compliance with the housing maintenance, building and fire codes, and all other applicable laws, unless and until the commissioner of finance has prepared and executed a deed conveying to the city or to a third party full and complete title to such parcel. Upon the execution of such deed, the city or the third party shall be seized of an estate in fee simple absolute in such land and all persons, including the state of New York, infants, incompetents, absentees and non-residents who may have had any right, title, interest, claim, lien or equity of redemption in or upon such lands shall be barred and forever foreclosed of all such right, title, interest, claim, lien or equity of redemption, except as otherwise provided in subdivisions e and f of this section. The appointment and tenure of receivers, trustees or any other persons, including administrators under article seven-A of the real property actions and proceedings law, appointed by an order of a court to manage real property, shall terminate when title to such property vests in the city or a third party pursuant to the provisions of this chapter. After such termination, said receivers, trustees or administrators shall be accountable to the courts that appointed them for the faithful performance of their fiduciary obligations during the term of their appointment and to the city or such third party for any rents and income received by them for any period subsequent to the date of the vesting of title in the city or such third party.  If the city serves a tenant in possession of a commercial, manufacturing or residential unit within a parcel of revitalization property a notice of termination of tenancy on grounds other than nonpayment of rent, the acceptance of rent for the first forty-five days after termination of tenancy by anyone other than an employee of the department designated by the department to receive such rent shall not be deemed or construed as a waiver of the city's right to initiate and prosecute a proceeding to terminate the tenancy for good cause.\\par\n\\ulnone\\tab\\ul d.  Within four months after the date on which, pursuant to subdivision b of this section, the final judgment authorizing the award of possession of a parcel of revitalization property was entered, any person claiming to have an interest in such parcel shall have the right to make a payment to the commissioner of finance consisting of all taxes, assessments and other legal charges owing on said parcel including payment expenses incurred to a third party for remediation actions described in section 11-412.4 of this chapter, the lawful interest thereon to the date of payment and a penalty of five percent of said payment of taxes, assessments and other legal charges and interest, which penalty may not exceed one thousand dollars. Such payment shall be made in cash or by certified or bank check. Within such four-month period, such interested person may also request an installment agreement from the commissioner of finance. Such agreement shall require, in addition to full payment of the penalty specified in this subdivision at the time such agreement is entered into, the payment at such time of a first installment equal of fifty percent of all taxes, assessments and other legal charges, and the lawful interest thereon, then owing on such parcel, and the payment of the balance of such taxes, assessments and other legal charges and interest in four equal quarterly installments together with all current taxes, assessments and other legal charges that accrue during such period. Upon receipt of payment in full of the amount specified in the first sentence of this subdivision, the commissioner of finance shall direct the corporation counsel to prepare and cause to be entered an order discontinuing the in rem tax foreclosure action as to said property, canceling the notice of pendency of such action as to said property and vacating and setting aside the final judgment. Upon the execution of an installment agreement and payment of the amounts due at the time such agreement is executed as provided in this subdivision, the commissioner of finance shall direct the corporation counsel to prepare and cause to be entered an order vacating and setting aside the final judgment. The entry of either such order shall restore all parties, including owners, mortgagees and any and all lienors, receivers and administrators and  encumbrancers, to the status they held immediately before such final judgment was entered. Where the commissioner of finance approves an application requesting an installment agreement pursuant to this subdivision, the order vacating and setting aside the final judgment shall provide that in the event of any default as to the payment of either quarterly installments or current taxes, assessments or other legal charges during the term of such agreement, all payments under said agreement shall be forfeited and the corporation counsel, immediately upon notification by the commissioner of finance of such default, shall cause to be entered as to such property a supplemental judgment of foreclosure in the in rem action which authorizes the commissioner of finance to prepare, execute and cause to be recorded a deed conveying either to the city or to a third party full and complete title to such lands. Upon the entry of such supplemental judgment, the provisions of subdivisions c through i of this section shall apply in the same manner as such subdivisions would have applied had no payment been made nor installment agreement executed during the four-month period specified in this subdivision.\\par\n\\ulnone\\tab\\ul e. (1) If the commissioner of finance has prepared, executed and caused to be recorded a deed conveying to the city full and complete title to a parcel of revitalization property acquired by in rem tax foreclosure, the city's interest in such parcel may be released pursuant to this subdivision on the application of any party who has an interest in said parcel as either owner, mortgagee, lienor, or encumbrancer at the time of the city's acquisition thereof where such application is made at any time up to sixteen months from the date on which the deed by which the city acquired title to said parcel was recorded.\\par\n\\ulnone\\tab (\\ul 2) Any such application shall be made in writing to the commissioner of citywide administrative services  and shall be verified. It shall contain the information required pursuant to paragraph one of subdivision b of section 11-424 of this chapter, the documents required by subdivision c of such section, and shall be accompanied by the fees required by paragraphs three and six of subdivision b of such section. The fee required by  paragraph three of subdivision b of section 11-424 of this chapter  shall not be refundable.\\par\n\\ulnone\\tab (\\ul 3) The city's interest in any such parcel shall be released only after payment of the sums of money specified in subdivision d of section 11-424 of this chapter.\\par\n\\ulnone\\tab (\\ul 4) The provisions contained in subdivision g of section 11-424 of this chapter shall govern such an application, except as follows:\\par\n\\ulnone\\tab\\ul a.  where such provisions are inconsistent with the provisions contained in this subdivision, the provisions contained in this subdivision shall govern such application; and\\par\n\\ulnone\\tab\\ul b.  where the in rem foreclosure release board denies a written request for an installment agreement that was filed in connection with an application for release of the city's interest in a parcel of revitalization property and such application was filed within thirty days of the date of the city's acquisition of the property sought to be released, the board may, in its discretion, authorize a release of the city's interest, provided that the applicant thereafter pays all the amounts required to be paid pursuant to subdivision d of section 11-424 of this chapter within thirty days of the date on which a letter requesting such payment is mailed or delivered to such applicant.\\par\n\\ulnone\\tab (\\ul 5) Upon receipt of all the amounts required to be paid pursuant to this subdivision, the commissioner of finance shall direct the corporation counsel to prepare and cause to be entered an order discontinuing the in rem tax foreclosure action as to said property, canceling the notice of pendency of such action as to said property and vacating and setting aside the final judgment entered pursuant to subdivision b of this section and the deed executed and recorded pursuant to such final judgment as to said property. The entry of such order shall restore all parties, including owners, mortgagees and any and all lienors, receivers and administrators and encumbrancers, to the status they held immediately before the final judgment was entered, as if the in rem tax foreclosure had never taken place, and shall render said property liable for all taxes, deficiencies, management fees and liens which shall accrue subsequent to those paid in order to obtain the release provided for in this subdivision, or which were, for whatever reason, omitted from the payment made to obtain said release.\\par\n\\ulnone\\tab\\ul f.  If the commissioner of finance has prepared, executed and caused to be recorded a deed conveying to the city full and complete title to a parcel of revitalization property acquired by in rem tax foreclosure and such parcel is entitled to an exemption under any of the provisions of article four of the real property tax law during all or part of the period covered by the tax items appearing on a list of delinquent taxes, the owner of such parcel may apply for a release of the city's interest in such exempt property under the provisions of subdivision e of this section during the period of time set forth in paragraph one of such subdivision and for an additional period up to ten years from the date on which the deed by which the city acquired title to said property was recorded. The application of such owner shall be accompanied by the nonrefundable fee required by paragraph four of subdivision b of section 11-424 of this chapter and shall contain, in addition to the statements, searches and proofs required by subdivision e of this section, a statement that an exemption under the real property tax law is being claimed. Such application shall also state either that it is accompanied by the written certificate of the comptroller setting forth the precise period during which said property, while owned by such application, and during the period after the city's acquisition up to the date of the certificate if said property was still being used for an exempt purpose after said acquisition, was entitled to an exemption and the exact nature and extent of such exemption or that an application for such written certificate has been filed with the comptroller. On issuing such written certificate, the comptroller shall cancel those tax items which have accrued during the period covered by the certificate to the extent the applicant is entitled to an exemption as set forth in the certificate. A release of the city's interest may be authorized only at the discretion of the in rem foreclosure release board and, except as otherwise provided in paragraph four of subdivision e of this section, subject to all the restrictions set forth in subdivision g of section 11-424 of this chapter. A release to an exempt applicant shall be effected only after said applicant has paid all of the amounts required to be paid by subdivision d of section 11-424 of this chapter, except for those tax items which have been canceled, in whole or in part, pursuant to the comptroller's certificate, within thirty days of the date on which the letter requesting payment is mailed or delivered to the applicant.\\par\n\\ulnone\\tab\\ul g.  If the commissioner of finance has prepared, executed and delivered and caused to be recorded a deed conveying to the city or to a third party full and complete title to a parcel of revitalization property acquired through an in rem tax foreclosure, the provisions contained in subdivisions f and i of section 11-424 of this chapter for the release of property so acquired shall not be available. If the commissioner of finance has prepared, executed and caused to be recorded a deed conveying to a third party full and complete title to a parcel of revitalization property acquired by in rem tax foreclosure, the provisions contained in subdivisions e and f of this section for the release of property so acquired shall not be available.\\par\n\\ulnone\\tab\\ul h.  Every deed given pursuant to the provisions of this section shall be presumptive evidence that the action and all proceedings therein and all proceedings prior thereto from and including the assessment of the lands affected and all notices required by law were regular and in accordance with all provisions of law relating thereto. After four months from the date of entry of the final judgment authorizing the award of possession of any parcel of  revitalization property pursuant to the provisions of this section, the presumption shall be conclusive. No action to set aside such deed may be maintained unless the action is commenced and a notice of pendency of the action is filed in the office of the property county clerk prior to the time that the presumption becomes conclusive as aforesaid. Should any lawsuit or proceeding be commenced to set aside a deed conveying to a third party a parcel of revitalization property pursuant to the provisions of this section, such third party shall send to the corporation counsel within ten days of their receipt a copy of any papers served on such third party in such lawsuit or proceeding.\\par\n\\ulnone\\tab\\ul i.  If the commissioner of finance does not execute a deed conveying to the city or to a third party a parcel of revitalization property within eight months after the entry of final judgment authorizing the award of possession of such parcel pursuant to subdivision b of this section, the commissioner of finance shall direct the corporation counsel to prepare and cause to be entered an order discontinuing the in rem foreclosure action as to said property, canceling the notice of pendency of such action as to said property and vacating and setting aside said final judgment. The entry of such order shall restore all parties, including owners, mortgagees and any and all lienors, receivers and administrators and encumbrancers, to the status they held immediately before such final judgment was entered.\\par\n\\ulnone\\tab\\ul j.  If the commissioner of finance directs the corporation counsel, pursuant to subdivision i of this section, to prepare and cause to be entered an order discontinuing the in rem foreclosure action with respect to a parcel of revitalization property determined to be a revitalization property pursuant to section 11-401.2 of this chapter, the commissioner of environmental protection shall evaluate the revitalization property and take such action as he or she deems appropriate under the programs, provided however that the third party would not be subject to any enforcement action by virtue of its status as qualified third party, existing at the time of such evaluation, that are designed to encourage the remediation of environmental contamination and the redevelopment of the property in a manner consistent with the existing neighborhood and desires of the community, and shall monitor or cause to be monitored the status of the property. The commissioner of environmental protection shall maintain a register of revitalization properties.  \\par\n\\ulnone\\tab\\'a75. Chapter four of title eleven of the administrative code of the city of New York is hereby amended by adding a new section 11-412.4 to read as follows:\\par\n\\pard\\sl480\\slmult1\\tab\\tab\\ul\\'a711-412.4.  Special procedures for reuse of revitalization properties.  a. Not more than ninety days from such date that the commissioner of finance records a deed conveying a parcel of revitalization property to the City or to a third party, as determined by subdivision b of section 11-412.3 of this chapter, the City or third party shall complete an inspection of the parcel of revitalization property and submit a report with such inspections findings to the commissioner of environmental protection and the advisory board.  Such report shall include, but is not limited to, the following criteria: (1) the results of an inquiry by an environmental professional; (2) interviews with past and present owners, operators, and occupants of  the  site  for  the  purpose  of gathering information regarding the potential for contamination at the site; (3) reviews of historical sources, such as chain of title documents, aerial photographs, building department records, and land  use  records, to  determine  previous  uses and occupancies of the real property since the property was first developed;  (4) searches for recorded environmental  cleanup  liens  against  the site that are filed under federal, state, or local law;  (5) reviews  of  federal,  state, and local government records, waste disposal records, underground storage tank records, and hazardous  waste handling, generation, treatment, disposal, and spill records, concerning   contamination at or near the site; (6) visual inspections of the site and of adjoining properties; (7) specialized knowledge or experience on the part of the person;  (8) the  relationship  of  the  purchase price to the value of the property, if the property was not contaminated;  (9) commonly known or reasonably ascertainable information about  the property; and (10) the  degree  of obviousness of the presence or likely presence of   contamination  at  the  property,  and  the  ability   to   detect   the contamination by appropriate investigation.\\par\n\\pard\\sl480\\slmult1\\tx748\\ulnone\\tab\\ul b. Not more than 180 days from such date that the commissioner of finance records a deed conveying a parcel of revitalization property to the City or to a designated third party, as deemed qualified by subdivision b of section 11-412.3 of this chapter, the City or designated third party shall provide site control to a community-based organization or a community-based organization in partnership with a for-profit developer or a not-for-profit developer for the purpose of developing a revitalization property development plan.  The third party shall issue a request for qualifications to interested community based organizations or community-based organizations in partnership with for-profit developers or not-for-profit developers for the purpose of providing site control.  Any request for qualifications shall require, but not be limited to, demonstrated capacity by a community-based organization to undertake the redevelopment of the revitalization property or demonstrated capacity by a community-based organization in partnership with a for-profit development company to undertake the redevelopment of the revitalization property.  The advisory board shall assist the third party in the drafting of the request for qualifications and the determination of a community-based organization or community-based organization in partnership with a for-profit developer or a not-for-profit developer.\\ulnone\\tab\\par\n\\pard\\fi360\\sl480\\slmult1\\ul c. The designated community-based organization or community-based organization in partnership with a for-profit developer or a not-for-profit developer shall develop a plan for the revitalization parcel.  This plan shall be completed not more than one hundred eighty days from the date of designation provided, however, that such plan shall include, but not be limited to: the proposed use of the revitalization property, the steps that will be taken to remediate the parcel of revitalization property, the costs of such remediation action, the sources of funding for such remediation action, and a community outreach plan.  A community outreach plan shall include, but not be limited to, the following criteria: a description of the manner in which the development of the revitalization property benefits the community; preliminary letters of support from community based organizations, elected officials, residents, and local government; an explanation of how the development plan is consistent with an area-wide 197-A plan if such plan exists; a summary of the opportunities that will be provided for public input during the remedial action.  The community-based organization in partnership with a for-profit developer or a not-for-profit developer shall submit land use applications as required under the universal land use review process of the city of New York.  \\par\n\\pard\\sl480\\slmult1\\tx748\\ulnone\\tab\\ul d. Any parcel of revitalization property shall include but not be limited to one of the following functions as its final use: (1)units of affordable housing for low-and moderate-income individuals;  (2) community services targeted to low or moderate income individuals, this may include but shall not be limited to: homeownership counseling, healthcare facilities, community centers, recreation centers, parks or open space, daycare centers;  (3)commercial or industrial space for small businesses provided these businesses support local job development and retention and target job opportunities for low and moderate income individuals; (4) residential, mixed-use, commercial or industrial projects which are designed to eliminate blight or revitalize or stabilize low or moderate income communities or both;  \\ulnone\\par\n\\tab\\ul e. Any community-based organization or community based organization in partnership with a for-profit developer undertaking the reuse of a revitalization property shall submit to the mayor, the  speaker of the city council, the commissioner of environmental protection, the advisory board, borough president and community board in which the revitalization parcel is located a report of the development progress of the parcel of revitalization property and a list of the outreach activities conducted to the local community.  \\par\n\\ulnone\\tab\\'a76.  Chapter four of title eleven of the administrative code of the city of New York is hereby amended by adding a new section 11-412.5 to read as follows:\\par\n\\tab\\'a711-412.5 Council review of conveyance to a third party.  \\ul The commissioner of finance shall, prior to the execution of a deed conveying full and complete title of any parcel of revitalization property to a third party pursuant to subdivision c of section 11-412.3 of this chapter, notify the council of the proposed conveyance. Within forty-five days of such notification, the council may act by local law disapproving the proposed conveyance. In the event the council does not act by local law within such forty-five day period, the council shall be deemed to have approved the proposed conveyance. During such forty-five day period or, if the city council acts by local law pursuant to this section, during the period of time from the notification of the council to the presentation to the mayor of such local law and during any additional period of time prescribed in section 37 of the charter, eight-month period provided in subdivisions c and i of section 11-412.3 of this chapter shall be tolled.\\par\n\\ulnone\\tab\\'a77.  Section 11-424.1 of the administrative code of the city of New York is hereby amended to read as follows: \\par\n\\pard\\sl480\\slmult1\\tab\\tab\\'a711-424.1 In rem foreclosure release board.  There shall be an in rem foreclosure release board consisting of the mayor, the speaker of the city council, the affected borough president, the corporation counsel and the commissioner of finance. For the purposes of this section, the affected borough president shall be the president of the borough in which a property proposed for release pursuant to this section is located. Members of the board may, by written authority filed with the board and with the city clerk, appoint delegates to act on their behalf as members of the board. The board shall have the power, acting by resolution, to authorize the release of the city's interest in property acquired by in rem tax foreclosure in accordance with sections 11-412.1, \\ul 11-412.3,\\ulnone  and 11-424 of the code based upon a determination, in its discretion, that such release would be in the best interests of the city. The board shall act after a meeting at which the public has been provided an opportunity to comment on the proposed action. A resolution of the board authorizing a release of the city's interest in any property shall be adopted only upon the affirmative vote of not less than a majority of all the members of the board. The board may consider any information it deems relevant to a determination. The board shall not be required to state the reasons for its determination.\\par\n\\tab\\'a78.  \\cf1 This local law shall take effect three hundred sixty five days after its enactment into law except that the commissioners of environmental protection and finance shall take all actions as necessary, including the designation of priority blocks, for the implementation of this law prior to such effective date.\\cf0  \\par\n\\par\n\\pard\\fs22 NK\\line Int. 582-2005\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
