{
  "ID": 36555,
  "GUID": "D0BF236B-12D9-438D-B95A-795DA8AF79A0",
  "File": "Int 0355-2006",
  "Name": "Relation to accessible clean air taxis.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to accessible clean air taxis.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2006-05-24T00:00:00Z",
  "AgendaDate": "2006-05-24T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    }
  ],
  "History": [
    {
      "ID": 191318,
      "Date": "2006-05-24T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 191611,
      "Date": "2006-05-24T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6181,
      "AgendaSequence": 164,
      "MinutesSequence": 179,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 192030,
      "Date": "2006-06-14T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 6227,
      "AgendaSequence": 7,
      "MinutesSequence": 17,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 192497,
      "Date": "2006-06-14T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 6227,
      "MinutesSequence": 18,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236557,
      "Date": "2009-12-31T15:40:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 73201,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 6/14/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/e5a073f8-f7d5-4126-8e07-f58050ca9a01.doc",
      "Sort": 1
    },
    {
      "ID": 73581,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 6/14/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/e7939b3e-b69b-46c7-8611-63b181233e8b.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 37109,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Legislative findings and intent.  New York City’s medallion taxicab industry uses 12,779 taxicabs to service New York’s 8.1 million residents. Taxicabs provide a crucial transportation service for New Yorkers and often serve as an important supplement to public transportation. Demand responsive transportation, such as taxicabs, is especially vital for wheelchair users in New York City. The City’s large public transportation system is largely inaccessible to the disabled, making demand responsive taxi services important with respect to the daily transportation needs of the City’s disabled residents. New York’s taxi industry also represents an opportunity to improve the City’s air quality. Currently, the industry overwhelmingly relies upon vehicles that have poor gas mileage and add to the City’s air pollution problem. \nThe Council finds that the City’s taxicab industry should play an important role in providing transportation for the disabled and should actively attempt to reduce harmful automotive emissions in the City. However, there are currently no accessible hybrid electric vehicles available in the United States. The Council therefore finds that the Taxi and Limousine Commission should establish specifications for an accessible hybrid electric vehicle for use as a taxicab in the City and establish a competition for the design of such a vehicle. Such a competition would indicate the interest of the City of New York in such a vehicle and spur development in this area. \n  §2. Chapter 5 of title 19 of the administrative code of the city of New York is hereby amended by adding a new section 19-533.1 to read as follows: \n§19-533.1 Accessible clean air taxis. a. Definitions.  For the purposes of this section, the following terms shall have the following meanings:\n1. “Accessible hybrid electric vehicle” shall mean any vehicle equipped with a hydraulic lift or ramps designed for the purpose of transporting persons using wheelchairs or other personal mobility aids, such as scooters, or containing any other physical device or alteration designed to permit access to and enable the transportation of physically disabled persons and that complies with the accessibility requirements of the Americans With Disabilities Act of 1990, as amended, and any regulations promulgated thereunder, or any vehicle determined to be accessible to physically disabled persons pursuant to rules promulgated by the commissioner, and is at the same time a commercially available mass-produced vehicle originally equipped by the manufacturer with a combustion engine system together with an electric propulsion system that operates in an integrated manner; provided that such vehicle shall be approved by the commission for use as a taxicab. \nb. The commission shall approve specifications for an accessible hybrid electric vehicle model for use as a taxicab in the city of New York within one hundred twenty days after the enactment of the local law that added this section. \nc. The commission shall establish a competition for the development of an accessible hybrid electric vehicle for use as a taxicab in the city of New York according to specifications approved by the commission pursuant to subdivision b of this section within thirty days of such approval.\n§3.  This local law shall take effect immediately after its enactment into law.\n\nLP\nLS# 536\n5/18/06 3:45 p.m.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\nowidctlpar\\fi360\\qj\\v0\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1.  Legislative findings and intent.  New York City\\rquote s medallion taxicab industry uses 12,779 taxicabs to service New York\\rquote s 8.1 million residents. Taxicabs provide a crucial transportation service for New Yorkers and often serve as an important supplement to public transportation. Demand responsive transportation, such as taxicabs, is especially vital for wheelchair users in New York City. The City\\rquote s large public transportation system is largely inaccessible to the disabled, making demand responsive taxi services important with respect to the daily transportation needs of the City\\rquote s disabled residents. New York\\rquote s taxi industry also represents an opportunity to improve the City\\rquote s air quality. Currently, the industry overwhelmingly relies upon vehicles that have poor gas mileage and add to the City\\rquote s air pollution problem. \\par\nThe Council finds that the City\\rquote s taxicab industry should play an important role in providing transportation for the disabled and should actively attempt to reduce harmful automotive emissions in the City. However, there are currently no accessible hybrid electric vehicles available in the United States. The Council therefore finds that the Taxi and Limousine Commission should establish specifications for an accessible hybrid electric vehicle for use as a taxicab in the City and establish a competition for the design of such a vehicle. Such a competition would indicate the interest of the City of New York in such a vehicle and spur development in this area. \\par\n  \\'a72. Chapter 5 of title 19 of the administrative code of the city of New York is hereby amended by adding a new section 19-533.1 to read as follows: \\par\n\\ul\\'a719-533.1 Accessible clean air taxis. a. Definitions.  For the purposes of this section, the following terms shall have the following meanings:\\par\n1. \\ldblquote Accessible hybrid electric vehicle\\rdblquote  shall mean any vehicle equipped with a hydraulic lift or ramps designed for the purpose of transporting persons using wheelchairs or other personal mobility aids, such as scooters, or containing any other physical device or alteration designed to permit access to and enable the transportation of physically disabled persons and that complies with the accessibility requirements of the Americans With Disabilities Act of 1990, as amended, and any regulations promulgated thereunder, or any vehicle determined to be accessible to physically disabled persons pursuant to rules promulgated by the commissioner, and is at the same time a commercially available mass-produced vehicle originally equipped by the manufacturer with a combustion engine system together with an electric propulsion system that operates in an integrated manner; provided that such vehicle shall be approved by the commission for use as a taxicab. \\par\nb. The commission shall approve specifications for an accessible hybrid electric vehicle model for use as a taxicab in the city of New York within one hundred twenty days after the enactment of the local law that added this section. \\par\nc. The commission shall establish a competition for the development of an accessible hybrid electric vehicle for use as a taxicab in the city of New York according to specifications approved by the commission pursuant to subdivision b of this section within thirty days of such approval.\\par\n\\ulnone\\'a73.  This local law shall take effect immediately after its enactment into law.\\par\n\\pard\\nowidctlpar\\fi360\\qj\\par\nLP\\par\nLS# 536\\par\n5/18/06 3:45 p.m.\\par\n\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\ul\\par\n}\n\u0000",
  "LastModified": "2015-06-02T14:50:49.203Z"
}
