{
  "ID": 36556,
  "GUID": "B291D0BF-5F83-4E53-A97F-870DD964E35C",
  "File": "Int 0359-2006",
  "Name": "Access to the public areas of offices at which the city administers public benefits programs.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to access to the public areas of offices at which the city administers public benefits programs.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 12,
  "BodyName": "Committee on General Welfare",
  "IntroDate": "2006-05-24T00:00:00Z",
  "AgendaDate": "2006-05-24T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5294,
      "Slug": "betsy-gotbaum",
      "FullName": "Betsy Gotbaum"
    },
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    }
  ],
  "History": [
    {
      "ID": 191319,
      "Date": "2006-05-24T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 191608,
      "Date": "2006-05-24T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on General Welfare",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6181,
      "AgendaSequence": 169,
      "MinutesSequence": 184,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "General Welfare",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 198217,
      "Date": "2006-12-18T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 12,
      "BodyName": "Committee on General Welfare",
      "EventID": 6790,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 198582,
      "Date": "2006-12-18T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 12,
      "BodyName": "Committee on General Welfare",
      "EventID": 6790,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236553,
      "Date": "2009-12-31T15:39:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 75462,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 12/18/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/cd787e5c-7078-4d43-b46a-dcf1f54a1341.doc",
      "Sort": 1
    },
    {
      "ID": 76136,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 12/18/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/0cf4d08d-60f1-49cb-8012-cf8eb6d67bb8.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 37110,
  "Text": "Be it enacted by the Council: \n\nSection 1.  Declaration of Legislative Findings and Intent.   The extremely high volume of people applying for and receiving public benefits makes the city’s task in administering its benefits programs very difficult.  Additionally, the large number of benefits claimants in the city whose primary language is not English makes communication between claimants and the city agencies that distribute benefits particularly difficult.  \nIt is the policy of the city of New York to provide claimants with information and resources to help them understand, apply for, and establish their eligibility for those benefits.  The process of applying and recertifying for public benefits is often difficult and complicated.  Termination of tenancy proceedings and termination of subsidy proceedings are likewise difficult and complicated for recipients to navigate without assistance.  Non-profit advocacy organizations can assist claimants navigating the process and facilitate the public administration of benefits programs in numerous ways.  They advise claimants about how best to comply with agency requests for information, explain their rights and obligations, and answer questions about application and recertification processes.  Advocates also help claimants by translating documents and providing interpretation, helping fill out agency forms, helping gather and produce information that agencies seek, clarifying miscommunications between claimants and government officials, and in other important ways.  Some advocates represent individual claimants in interactions with government officials, and refer claimants to non-governmental resources available to assist them.  Finally, some advocates advise, refer and provide information to tenants who are facing termination of tenancy proceedings and termination of subsidy proceedings, including by providing information about possible defenses and referrals to legal aid or legal services organizations that may be able to provide representation.  \nClaimants often have a particularly pressing need for advocates’ assistance while they are in government offices, where they must fill out complicated forms, produce essential documents and other information, and interact with government officials reviewing their eligibility.  When advocates are admitted into the offices at which the city administers public benefits, the city is better able to adhere to its policy of providing information and resources to help those seeking benefits obtain and keep those benefits.  When advocates are excluded from those offices, claimants are denied access to a critical source of assistance.  \nIt is also the policy of the city of New York to provide information to the public about how the city administers benefits programs.  One important way for the city to provide such information is by authorizing advocacy groups to enter and observe the public areas of the offices where the city administers benefits programs.  \nThere are several important things that advocates are able to do when they are able to observe government officials and speak to claimants in those offices.  Advocates are able to monitor the government’s compliance with federal, state and local laws and regulations and with court orders.  Advocates can also learn how the agencies operate, which enables them to provide claimants with better advice about how to meet the agencies’ requirements.  Finally, advocates are able to determine ways the government could improve its administration of benefits programs.  \nWhile some city agencies that distribute government benefits allow claimants to bring advocates with them into the agencies’ offices, that is not always the case.  State law requires city agencies distributing public assistance benefits to allow “an applicant or recipient . . . to appear with an attorney or other representative at any interview or conference with a representative of a social services district, whenever such interview or conference relates to questions of eligibility for public assistance and care, or the amount to which the person interviewed is or was entitled.”  18 N.Y.C.R.R. § 351.1(d).  It is the city’s official policy to comply fully with that regulation, which embodies constitutional norms, and is also required by federal law.  Nonetheless, advocates report that some Human Resources Administration (HRA) offices covered by the regulation do not consistently allow them to accompany clients into those offices.  Moreover, HRA prohibits any advocate from entering a Job Center unless the advocate is representing an individual claimant or is entering pursuant to a contract with the city.  \nExperience demonstrates that advocates perform a useful role in offices that administer public benefits.  For several decades, HRA allowed welfare advocates to enter the public areas of its Income Maintenance Centers, regardless of whether the advocates were representing individual claimants.  The cities of San Diego and Los Angeles currently provide advocates with similar access.  The State of New York currently allows advocates to staff a table located inside the state’s public assistance fair hearings office in Brooklyn.  Likewise, the New York City  family and housing courts permit advocates to staff information tables on their premises.  These experiences demonstrate that the city can usefully authorize advocates to enter the public areas of the city’s benefits offices.  \nFor all these reasons, there is a need to ensure that advocates have access to the offices at which the city administers public benefits.  \n§2.  Title 21 of the administrative code of the city of New York is amended to add a new \n\nchapter 9 as follows:  \n\nCHAPTER 9\n\nACCESS TO PUBLIC AREAS OF CITY PUBLIC BENEFITS OFFICES\n\n§ 21-901 \tDefinitions\n§ 21-902  \tAdvocate Access \n§ 21-903  \tAdvocate Activities\n§ 21-904\tSoliciting Prohibited\n§ 21-905\tNo endorsement\n§ 21-906\tRules and Regulations\n\n\n§21-901.  Definitions.  For purposes of this chapter, the following terms shall have the following meanings:\na. “Advocate” means: \n1. a  not-for-profit organization with a mission of serving, advocating on behalf of, or otherwise benefiting individuals served by a covered agency; or\n2.  a member or employee of, or volunteer for, such an organization. \nb. “Covered agency” means a city agency that administers a public benefits program, including, but not limited to, the New York City Administration for Children’s Services, the New York City Department of Housing Preservation and Development and the New York City Human Resources Administration/Department of Social Services, or any individual, sole proprietorship, partnership, joint venture or corporation or other form of doing business that enters into or renews a contract with the city after the effective date of the local law that added this section, to assist in the administration of a public benefits program. \nc.  “Claimant” means an applicant for or recipient of a public benefits program.\nd.  “Condition on the receipt of public benefits” means any requirement that is mandated for receipt of a public benefit, including assessments, work experience, job search and job readiness activities, educational activities, job skills training, public and private sector employment programs, alcohol or substance abuse treatment programs, child support cooperation, finger imaging, and cooperation with a wellness program.  \ne. “Public area” means a lobby, waiting room or hallway. \nf.  “Public benefits program” means: \n1. cash assistance, including but not limited to family assistance, safety net assistance, and emergency assistance; \n2. Food stamps; \n3.  Medicaid;\n4.  reimbursement for transportation expenses; \n5.  reimbursement for work-related expenses; \n6.  subsidized housing and housing subsidies and services; \n7.  child care benefits. \ng.  “Termination of subsidy proceeding” means a proceeding before the New York City Department of Housing Preservation and Development where termination of a tenant’s Section 8 voucher benefits is sought. \nh.  “Termination of tenancy proceeding” means a termination of tenancy proceeding before the New York City Department of Housing Preservation and Development where a certificate of eviction is sought. \n§21-902.  Advocate access.  Every covered agency shall permit advocates to enter the public areas of all offices at which the covered agency allows or requires claimants to: apply or be evaluated for eligibility for initial or continued receipt of public benefits or participation in or exemption from conditions on the receipt of the public benefit; defend against termination of tenancy proceedings; or defend against termination of subsidy proceedings. \n§21-903.  Advocate activities.  Advocates admitted to public areas of offices at covered agencies pursuant to § 21-902 shall be permitted to talk with and distribute literature to claimants; walk around public areas; and sit at a table, unless a table would impede entry into, exit from, or free movement within a particular public area.  The advocates shall be allowed into public areas of the covered agency, and shall be permitted to engage in the activities described in this section during all hours that the covered agency permits claimants to be present in those areas.\n§21-904.  Soliciting prohibited.  Advocates admitted pursuant to § 21-903 shall not be permitted to solicit funds from claimants while on the premises of a covered agency. \n§21-905.  No endorsements.  A covered agency’s admission of advocates into public areas is not, and shall not be construed as, an endorsement of the advocates, or of any oral or written statements or policy positions advanced by the advocates.  A covered agency may require advocates to indicate by their statements or dress that they are not employees of or affiliated with covered agencies or other city agencies.  \n§21-906.  Rules and regulations.  Each covered agency that is a city agency shall promulgate such rules and regulations as are necessary for the purposes of implementing and carrying out the provisions of this chapter.  Each covered agency that promulgates rules or regulations under this part shall seek state approval of those regulations if approval is required by state law.   \n§3.  Severability.  If any section, subsection, sentence, clause, phrase or other portion of the local law that added this chapter is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this law, which shall continue in full force and effect.  \n§4.  This local law shall take effect ninety days after its enactment into law.  \n\nL.S. 934\nJ.D.S.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council\\ulnone :\\ul  \\par\n\\ulnone\\i\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\i0 Section 1.  \\b Declaration of Legislative Findings and Intent.\\b0    The extremely high volume of people applying for and receiving public benefits makes the city\\rquote s task in administering its benefits programs very difficult.  Additionally, the large number of benefits claimants in the city whose primary language is not English makes communication between claimants and the city agencies that distribute benefits particularly difficult.  \\par\nIt is the policy of the city of New York to provide claimants with information and resources to help them understand, apply for, and establish their eligibility for those benefits.  The process of applying and recertifying for public benefits is often difficult and complicated.  Termination of tenancy proceedings and termination of subsidy proceedings are likewise difficult and complicated for recipients to navigate without assistance.  Non-profit advocacy organizations can assist claimants navigating the process and facilitate the public administration of benefits programs in numerous ways.  They advise claimants about how best to comply with agency requests for information, explain their rights and obligations, and answer questions about application and recertification processes.  Advocates also help claimants by translating documents and providing interpretation, helping fill out agency forms, helping gather and produce information that agencies seek, clarifying miscommunications between claimants and government officials, and in other important ways.  Some advocates represent individual claimants in interactions with government officials, and refer claimants to non-governmental resources available to assist them.  Finally, some advocates advise, refer and provide information to tenants who are facing termination of tenancy proceedings and termination of subsidy proceedings, including by providing information about possible defenses and referrals to legal aid or legal services organizations that may be able to provide representation.  \\par\nClaimants often have a particularly pressing need for advocates\\rquote  assistance while they are in government offices, where they must fill out complicated forms, produce essential documents and other information, and interact with government officials reviewing their eligibility.  When advocates are admitted into the offices at which the city administers public benefits, the city is better able to adhere to its policy of providing information and resources to help those seeking benefits obtain and keep those benefits.  When advocates are excluded from those offices, claimants are denied access to a critical source of assistance.  \\par\nIt is also the policy of the city of New York to provide information to the public about how the city administers benefits programs.  One important way for the city to provide such information is by authorizing advocacy groups to enter and observe the public areas of the offices where the city administers benefits programs.  \\par\nThere are several important things that advocates are able to do when they are able to observe government officials and speak to claimants in those offices.  Advocates are able to monitor the government\\rquote s compliance with federal, state and local laws and regulations and with court orders.  Advocates can also learn how the agencies operate, which enables them to provide claimants with better advice about how to meet the agencies\\rquote  requirements.  Finally, advocates are able to determine ways the government could improve its administration of benefits programs.  \\par\nWhile some city agencies that distribute government benefits allow claimants to bring advocates with them into the agencies\\rquote  offices, that is not always the case.  State law requires city agencies distributing public assistance benefits to allow \\ldblquote an applicant or recipient . . . to appear with an attorney or other representative at any interview or conference with a representative of a social services district, whenever such interview or conference relates to questions of eligibility for public assistance and care, or the amount to which the person interviewed is or was entitled.\\rdblquote   18 N.Y.C.R.R. \\'a7 351.1(d).  It is the city\\rquote s official policy to comply fully with that regulation, which embodies constitutional norms, and is also required by federal law.  Nonetheless, advocates report that some Human Resources Administration (HRA) offices covered by the regulation do not consistently allow them to accompany clients into those offices.  Moreover, HRA prohibits any advocate from entering a Job Center unless the advocate is representing an individual claimant or is entering pursuant to a contract with the city.  \\par\nExperience demonstrates that advocates perform a useful role in offices that administer public benefits.  For several decades, HRA allowed welfare advocates to enter the public areas of its Income Maintenance Centers, regardless of whether the advocates were representing individual claimants.  The cities of San Diego and Los Angeles currently provide advocates with similar access.  The State of New York currently allows advocates to staff a table located inside the state\\rquote s public assistance fair hearings office in Brooklyn.  Likewise, the New York City  family and housing courts permit advocates to staff information tables on their premises.  These experiences demonstrate that the city can usefully authorize advocates to enter the public areas of the city\\rquote s benefits offices.  \\par\nFor all these reasons, there is a need to ensure that advocates have access to the offices at which the city administers public benefits.  \\par\n\\pard\\nowidctlpar\\fi720\\'a72.  Title 21 of the administrative code of the city of New York is amended to add a new \\par\n\\pard\\nowidctlpar\\par\nchapter 9 as follows:  \\par\n\\par\n\\pard\\nowidctlpar\\qc\\ul CHAPTER 9\\par\n\\par\nACCESS TO PUBLIC AREAS OF CITY PUBLIC BENEFITS OFFICES\\par\n\\par\n\\pard\\nowidctlpar\\fi720\\'a7 21-901 \\ulnone\\tab\\ul Definitions\\par\n\\'a7 21-902  \\ulnone\\tab\\ul Advocate Access \\par\n\\'a7 21-903  \\ulnone\\tab\\ul Advocate Activities\\par\n\\'a7 21-904\\ulnone\\tab\\ul Soliciting Prohibited\\par\n\\'a7 21-905\\ulnone\\tab\\ul No endorsement\\par\n\\'a7 21-906\\ulnone\\tab\\ul Rules and Regulations\\par\n\\pard\\nowidctlpar\\ulnone\\par\n\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\tqc\\tx4320\\ul\\'a721-901.  Definitions.  For purposes of this chapter, the following terms shall have the following meanings:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1 a. \\ldblquote Advocate\\rdblquote  means: \\par\n1. a  not-for-profit organization with a mission of serving, advocating on behalf of, or otherwise benefiting individuals served by a covered agency; or\\par\n2.  a member or employee of, or volunteer for, such an organization. \\ulnone\\par\n\\ul b. \\ldblquote Covered agency\\rdblquote  means a city agency that administers a public benefits program, including, but not limited to, the New York City Administration for Children\\rquote s Services, the New York City Department of Housing Preservation and Development and the New York City Human Resources Administration/Department of Social Services, or any individual, sole proprietorship, partnership, joint venture or corporation or other form of doing business that enters into or renews a contract with the city after the effective date of the local law that added this section, to assist in the administration of a public benefits program. \\par\nc.  \\ldblquote Claimant\\rdblquote  means an applicant for or recipient of a public benefits program.\\par\nd.  \\ldblquote Condition on the receipt of public benefits\\rdblquote  means any requirement that is mandated for receipt of a public benefit, including assessments, work experience, job search and job readiness activities, educational activities, job skills training, public and private sector employment programs, alcohol or substance abuse treatment programs, child support cooperation, finger imaging, and cooperation with a wellness program.\\ulnone   \\par\n\\ul e. \\ldblquote Public area\\rdblquote  means a lobby, waiting room or hallway. \\par\nf.  \\ldblquote Public benefits program\\rdblquote  means: \\par\n1. cash assistance, including but not limited to family assistance, safety net assistance, and emergency assistance; \\par\n2. Food stamps; \\par\n3.  Medicaid;\\par\n4.  reimbursement for transportation expenses; \\par\n5.  reimbursement for work-related expenses; \\par\n6.  subsidized housing and housing subsidies and services; \\par\n7.  child care benefits. \\ulnone\\par\n\\ul g.  \\ldblquote Termination of subsidy proceeding\\rdblquote  means a proceeding before the New York City Department of Housing Preservation and Development where termination of a tenant\\rquote s Section 8 voucher benefits is sought. \\par\nh.  \\ldblquote Termination of tenancy proceeding\\rdblquote  means a termination of tenancy proceeding before the New York City Department of Housing Preservation and Development where a certificate of eviction is sought. \\par\n\\'a721-902.  Advocate access.  Every covered agency shall permit advocates to enter the public areas of all offices at which the covered agency allows or requires claimants to: apply or be evaluated for eligibility for initial or continued receipt of public benefits or participation in or exemption from conditions on the receipt of the public benefit; defend against termination of tenancy proceedings; or defend against termination of subsidy proceedings. \\par\n\\'a721-903.  Advocate activities.  Advocates admitted to public areas of offices at covered agencies pursuant to \\'a7 21-902 shall be permitted to talk with and distribute literature to claimants; walk around public areas; and sit at a table, unless a table would impede entry into, exit from, or free movement within a particular public area.  The advocates shall be allowed into public areas of the covered agency, and shall be permitted to engage in the activities described in this section during all hours that the covered agency permits claimants to be present in those areas.\\par\n\\'a721-904.  Soliciting prohibited.  Advocates admitted pursuant to \\'a7 21-903 shall not be permitted to solicit funds from claimants while on the premises of a covered agency. \\par\n\\'a721-905.  No endorsements.  A covered agency\\rquote s admission of advocates into public areas is not, and shall not be construed as, an endorsement of the advocates, or of any oral or written statements or policy positions advanced by the advocates.  A covered agency may require advocates to indicate by their statements or dress that they are not employees of or affiliated with covered agencies or other city agencies.  \\par\n\\'a721-906.  Rules and regulations.  Each covered agency that is a city agency shall promulgate such rules and regulations as are necessary for the purposes of implementing and carrying out the provisions of this chapter.  Each covered agency that promulgates rules or regulations under this part shall seek state approval of those regulations if approval is required by state law.  \\ulnone  \\par\n\\'a73.  Severability.  If any section, subsection, sentence, clause, phrase or other portion of the local law that added this chapter is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this law, which shall continue in full force and effect.  \\par\n\\'a74.  This local law shall take effect ninety days after its enactment into law.  \\par\n\\par\n\\pard\\nowidctlpar\\fs18 L.S. 934\\par\nJ.D.S.\\par\n}\n\u0000",
  "LastModified": "2015-05-29T19:18:06.91Z"
}
