{
  "ID": 36634,
  "GUID": "923A9713-30AC-4A3E-9585-D5705D226E07",
  "File": "Int 0360-2006",
  "Name": "Raising the legal age to buy tobacco to twenty-one years.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to raising the legal age to buy tobacco to twenty-one years.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2006-05-24T00:00:00Z",
  "AgendaDate": "2006-05-24T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    }
  ],
  "History": [
    {
      "ID": 191400,
      "Date": "2006-05-24T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 191617,
      "Date": "2006-05-24T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6181,
      "AgendaSequence": 170,
      "MinutesSequence": 185,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 196612,
      "Date": "2006-10-19T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 6642,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 196905,
      "Date": "2006-10-19T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 14,
      "BodyName": "Committee on Health",
      "EventID": 6642,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236552,
      "Date": "2009-12-31T15:38:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 74974,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 10/19/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/0139accf-98d6-441c-ab46-835e36dee053.doc",
      "Sort": 1
    },
    {
      "ID": 75652,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 10/19/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/6ce2d214-165c-4f62-b2ff-d0fac8274ed2.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 37188,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1. Legislative intent. According to the American Lung Association, ninety percent of smokers begin smoking before age twenty-one.  Each year, more than 440,000 deaths in the United States are attributed to the accumulated effects of smoking.  The 2000 National Youth Tobacco Survey found that people who begin smoking at an early age are more likely to develop severe levels of nicotine addiction than those who start at a later age. Of adolescents who have smoked at least 100 cigarettes in their lifetime, most of them report that they would like to quit, but are not able to do so.  Moreover, a 1994 Report of the United States Surgeon General, titled, “Preventing Tobacco Use Among Young People,” found that tobacco use in adolescence is also associated with a range of health-compromising behaviors, including being involved in fights, carrying weapons, engaging in high-risk sexual behavior, and using alcohol and other drugs.    \nIn raising the legal age to buy tobacco to twenty-one years, the Council seeks to augment existing tobacco prevention and control programs in order to help prevent the initiation of smoking by teenagers and improve the general health of all New Yorkers.  \n\t§2. Section 17-620 of chapter 7 of title 17 of the administrative code of the city of New York is hereby amended to read as follows:\n\t§17-620 Sale of tobacco products to minors prohibited.  Any person operating a place of business wherein tobacco products are sold or offered for sale must be licensed as required by section 17-617.1 of this code and is prohibited from selling such products to individuals under [eighteen] twenty-one years of age, and shall post in a conspicuous place a sign upon which there shall be imprinted the following statement, “SALE OF CIGARETTES, CIGARS, CHEWING TOBACCO, POWDERED TOBACCO, OR OTHER TOBACCO PRODUCTS, ROLLING PAPER OR PIPES, TO PERSONS UNDER [EIGHTEEN] TWENTY-ONE YEARS OF AGE IS PROHIBITED BY LAW.” Such sign shall be printed on a white card in red letters at least one-half inch in height. Sale of tobacco products in such places, other than by a vending machine, shall be made only to an individual who demonstrates, through a driver’s license or other photographic identification card issued by a government entity or educational institution, that the individual is at least [eighteen] twenty-one years of age. Such identification need not be required of any individual who reasonably appears to be at least twenty-five years of age, provided, however, that such appearance shall not constitute a defense in any proceeding alleging the sale of a tobacco product to an individual under [eighteen] twenty-one years of age.\n\t§3. Effective date.  This local law shall take effect sixty days after its enactment into law.\n\nAT\nLS # 974\n5/9/06",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Verdana;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\tab Section 1. Legislative intent. According to the American Lung Association, ninety percent of smokers begin smoking before age twenty-one.  Each year, more than 440,000 deaths in the United States are attributed to the accumulated effects of smoking.  The 2000 National Youth Tobacco Survey found that people who begin smoking at an early age are more likely to develop severe levels of nicotine addiction than those who start at a later age. Of adolescents who have smoked at least 100 cigarettes in their lifetime, most of them report that they would like to quit, but are not able to do so.  Moreover, a 1994 Report of the United States Surgeon General, titled, \\ldblquote Preventing Tobacco Use Among Young People,\\rdblquote  found that tobacco use in adolescence is also associated with a range of health-compromising behaviors, including being involved in fights, carrying weapons, engaging in high-risk sexual behavior, and using alcohol and other drugs.\\f1\\fs18   \\f0\\fs24   \\par\n\\pard\\fi720\\sl480\\slmult1\\qj In raising the legal age to buy tobacco to twenty-one years, the Council seeks to augment existing tobacco prevention and control programs in order to help prevent the initiation of smoking by teenagers and improve the general health of all New Yorkers.  \\par\n\\pard\\sl480\\slmult1\\qj\\tab\\'a72. Section 17-620 of chapter 7 of title 17 of the administrative code of the city of New York is hereby amended to read as follows:\\par\n\\tab\\'a717-620 \\b Sale of tobacco products to minors prohibited.\\b0   Any person operating a place of business wherein tobacco products are sold or offered for sale must be licensed as required by section 17-617.1 of this code and is prohibited from selling such products to individuals under [eighteen] \\ul twenty-one\\ulnone  years of age, and shall post in a conspicuous place a sign upon which there shall be imprinted the following statement, \\ldblquote SALE OF CIGARETTES, CIGARS, CHEWING TOBACCO, POWDERED TOBACCO, OR OTHER TOBACCO PRODUCTS, ROLLING PAPER OR PIPES, TO PERSONS UNDER [EIGHTEEN] \\ul TWENTY-ONE\\ulnone  YEARS OF AGE IS PROHIBITED BY LAW.\\rdblquote  Such sign shall be printed on a white card in red letters at least one-half inch in height. Sale of tobacco products in such places, other than by a vending machine, shall be made only to an individual who demonstrates, through a driver\\rquote s license or other photographic identification card issued by a government entity or educational institution, that the individual is at least [eighteen] \\ul twenty-one\\ulnone  years of age. Such identification need not be required of any individual who reasonably appears to be at least twenty-five years of age, provided, however, that such appearance shall not constitute a defense in any proceeding alleging the sale of a tobacco product to an individual under [eighteen] \\ul twenty-one\\ulnone  years of age.\\par\n\\tab\\'a73. Effective date.  This local law shall take effect sixty days after its enactment into law.\\par\n\\pard\\fs20\\par\nAT\\par\nLS # 974\\par\n5/9/06\\fs24\\line\\par\n}\n\u0000",
  "LastModified": "2015-06-15T18:13:42.513Z"
}
