{
  "ID": 36732,
  "GUID": "D255D3CA-7C01-4F06-AD04-5E8582D61A73",
  "File": "Int 0370-2006",
  "LocalLaw": "2006/043",
  "Name": "Three-platoon system of the department of correction.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the three-platoon system of the department of correction, and to repeal subdivision e of section 9-116 of the administrative code of the city of New York, relating to removal of the correction commissioner for having failed to install a system of rotating tours of duty.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 4,
  "BodyName": "Committee on Civil Service and Labor",
  "IntroDate": "2006-06-13T00:00:00Z",
  "AgendaDate": "2006-06-13T00:00:00Z",
  "PassedDate": "2006-11-09T00:00:00Z",
  "EnactmentDate": "2006-11-09T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5281,
      "Slug": "joseph-p-addabbo-jr",
      "FullName": "Joseph P. Addabbo, Jr."
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "History": [
    {
      "ID": 192076,
      "Date": "2006-06-13T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 192385,
      "Date": "2006-06-13T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Civil Service and Labor",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6266,
      "AgendaSequence": 157,
      "MinutesSequence": 184,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil Service and Labor",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 196644,
      "Date": "2006-10-24T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 4,
      "BodyName": "Committee on Civil Service and Labor",
      "EventID": 6657,
      "AgendaSequence": 2,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 196949,
      "Date": "2006-10-24T13:00:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Introduction be Approved by Committee approved by Roll Call.",
      "BodyID": 4,
      "BodyName": "Committee on Civil Service and Labor",
      "EventID": 6657,
      "MinutesSequence": 5,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 197034,
      "Date": "2006-10-25T13:30:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "A motion was made that this Introduction be Approved by Council approved by consent Roll Call.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6712,
      "AgendaSequence": 15,
      "MinutesSequence": 20,
      "Version": "*",
      "AgendaNote": "Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 197241,
      "Date": "2006-10-25T16:14:00Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "This Introduction was Sent to Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 197355,
      "Date": "2006-11-09T12:29:00Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "This Introduction was Hearing Held by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "*",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 197446,
      "Date": "2006-11-09T17:00:00Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "This Introduction was Signed Into Law by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "*",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 197447,
      "Date": "2006-11-09T17:00:00Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "This Introduction was Recved from Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 74986,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report",
      "Link": "http://nyc.legistar1.com/nyc/attachments/c36779b8-5675-4886-a03b-dbed4d5caad3.doc",
      "Sort": 1
    },
    {
      "ID": 75675,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript",
      "Link": "http://nyc.legistar1.com/nyc/attachments/29d0b3ef-cc18-4876-ac66-c36e3133c4eb.doc",
      "Sort": 2
    },
    {
      "ID": 75105,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal  Impact  Statement",
      "Link": "http://nyc.legistar1.com/nyc/attachments/6362ac97-ff93-4d9a-b931-9f9be4c13f20. 370 DOC Three-platoon system.doc",
      "Sort": 3
    },
    {
      "ID": 75112,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Press Release",
      "Link": "http://nyc.legistar1.com/nyc/attachments/fb430644-85e1-42ad-b52a-15c573a0afac.doc",
      "Sort": 4
    },
    {
      "ID": 75329,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 10/25/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/a1049d22-54a0-402f-bfce-e1412432e154.doc",
      "Sort": 5
    },
    {
      "ID": 76015,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law",
      "Link": "http://nyc.legistar1.com/nyc/attachments/d7a65124-8060-4ccb-aad5-6dea75fb044e.doc",
      "Sort": 6
    }
  ],
  "Summary": "",
  "TextID": 37285,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Subdivision c of section 9-116 of the administrative code of the city of New York is amended to read as follows: \nc.\tTours of duty shall commence at midnight, eight o'clock ante meridian and four o'clock post meridian of each consecutive twenty-four hours.  Such tours of duty shall hereinafter be designated as normal tours of duty.  At the discretion of the warden or other officer or officers in charge of an institution, other tours of duty may be created. Such tours of duty shall hereinafter be designated as miscellaneous tours of duty.  \nWithin each complete working cycle at each institution, every custodial officer in the same employee classification shall be assigned to the same number of each of the normal tours of duty.  For the purpose of such assignment of normal tours of duty as hereinbefore prescribed, miscellaneous tours of duty which commence at or after seven o'clock ante meridian and at or before eleven o'clock ante meridian shall be considered to be a part of that normal tour of duty which commences at eight o'clock ante meridian; miscellaneous tours of duty which commence after eleven o'clock ante meridian and before eight o'clock post meridian shall be considered to be a part of that normal tour of duty which commences at four o'clock post meridian;  miscellaneous tours of duty which commence at or after eight o'clock post meridian and before seven o'clock ante meridian shall be considered to be a part of that normal tour of duty which commences at midnight.  \nAll normal tours of duty which commence at midnight or at four o'clock post meridian, and all miscellaneous tours of duty which shall be considered a part of these normal tours of duty as hereinbefore prescribed, shall be changed at least once in every calendar month.  \nEvery member of each platoon shall be entitled to at least one calendar day of rest upon the completion of every six tours of duty.  This day of rest shall not be deferred longer than one calendar week after such member has become entitled thereto.  \nNone of the foregoing provisions of this section shall apply to or govern the rotation of tours of duty of custodial officers who may be detailed or assigned to an institution wherein no inmates are detained overnight.  \nWhere in any single institution the total number of custodial officers in any single employee classification is less than four in number, none of the foregoing provisions of this section shall apply to or govern the rotation of tours of duty of members of such employee classification in said institution.  \nNone of the foregoing provisions of this section shall apply to or govern the rotation of tours of duty of custodial officers who may be detailed or assigned to what shall hereinafter be known and designated as the special duty squad at each institution, provided, however, that the number of custodial officers detailed or assigned to a special duty squad at any single institution may not exceed twenty-five per centum of the total number of custodial officers employed at the said institution;  provided, however, that custodial officers detailed or assigned to special duty squads may be assigned only to that normal tour of duty commencing at eight o'clock ante meridian, or to miscellaneous tours of duty constituting a part of such normal tour of duty;  and provided further, however, that throughout the department of correction the total number of custodial officers detailed or assigned to steady tours of duty, whether as members of special duty squads or otherwise, shall not exceed fifteen per centum of the total number of custodial officers employed in the department of correction.  None of the foregoing provisions of this subdivision shall apply to or govern the rotation of tours of duty of custodial officers who may be detailed or assigned to steady tours of duty for reasons of management efficiency, which reasons shall presumptively include the subdivision of a facility and/or unit into smaller units of management. \n§2.\tSubdivision e of section 9-116 of the administrative code of the city of New York is REPEALED.\n§3.\tThis local law shall take effect 30 days after it shall have become a law.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj Section 1.  Subdivision c of section 9-116 of the administrative code of the city of New York is amended to read as follows: \\par\nc.\\tab Tours of duty shall commence at midnight, eight o'clock ante meridian and four o'clock post meridian of each consecutive twenty-four hours.  Such tours of duty shall hereinafter be designated as normal tours of duty.  At the discretion of the warden or other officer or officers in charge of an institution, other tours of duty may be created. Such tours of duty shall hereinafter be designated as miscellaneous tours of duty.  \\par\nWithin each complete working cycle at each institution, every custodial officer in the same employee classification shall be assigned to the same number of each of the normal tours of duty.  For the purpose of such assignment of normal tours of duty as hereinbefore prescribed, miscellaneous tours of duty which commence at or after seven o'clock ante meridian and at or before eleven o'clock ante meridian shall be considered to be a part of that normal tour of duty which commences at eight o'clock ante meridian; miscellaneous tours of duty which commence after eleven o'clock ante meridian and before eight o'clock post meridian shall be considered to be a part of that normal tour of duty which commences at four o'clock post meridian;  miscellaneous tours of duty which commence at or after eight o'clock post meridian and before seven o'clock ante meridian shall be considered to be a part of that normal tour of duty which commences at midnight.  \\par\nAll normal tours of duty which commence at midnight or at four o'clock post meridian, and all miscellaneous tours of duty which shall be considered a part of these normal tours of duty as hereinbefore prescribed, shall be changed at least once in every calendar month.  \\par\nEvery member of each platoon shall be entitled to at least one calendar day of rest upon the completion of every six tours of duty.  This day of rest shall not be deferred longer than one calendar week after such member has become entitled thereto.  \\par\nNone of the foregoing provisions of this section shall apply to or govern the rotation of tours of duty of custodial officers who may be detailed or assigned to an institution wherein no inmates are detained overnight.  \\par\nWhere in any single institution the total number of custodial officers in any single employee classification is less than four in number, none of the foregoing provisions of this section shall apply to or govern the rotation of tours of duty of members of such employee classification in said institution.  \\par\nNone of the foregoing provisions of this section shall apply to or govern the rotation of tours of duty of custodial officers who may be detailed or assigned to what shall hereinafter be known and designated as the special duty squad at each institution, provided, however, that the number of custodial officers detailed or assigned to a special duty squad at any single institution may not exceed twenty-five per centum of the total number of custodial officers employed at the said institution;  provided, however, that custodial officers detailed or assigned to special duty squads may be assigned only to that normal tour of duty commencing at eight o'clock ante meridian, or to miscellaneous tours of duty constituting a part of such normal tour of duty;  and provided further, however, that throughout the department of correction the total number of custodial officers detailed or assigned to steady tours of duty, whether as members of special duty squads or otherwise, shall not exceed fifteen per centum of the total number of custodial officers employed in the department of correction.  \\ul None of the foregoing provisions of this subdivision shall apply to or govern the rotation of tours of duty of custodial officers who may be detailed or assigned to steady tours of duty for reasons of management efficiency, which reasons shall presumptively include the subdivision of a facility and/or unit into smaller units of management.\\ulnone  \\par\n\\'a72.\\tab Subdivision e of section 9-116 of the administrative code of the city of New York is REPEALED.\\par\n\\'a73.\\tab This local law shall take effect 30 days after it shall have become a law.\\par\n}\n\u0000",
  "LastModified": "2015-05-29T14:48:23.863Z"
}
