{
  "ID": 36762,
  "GUID": "42AA5EAA-E20C-4C84-A78C-FF036F7BF5BC",
  "File": "Int 0371-2006",
  "Name": "Titles and procedures of the office of chief medical examiner.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to titles and procedures of the office of chief medical examiner.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 4,
  "BodyName": "Committee on Civil Service and Labor",
  "IntroDate": "2006-06-13T00:00:00Z",
  "AgendaDate": "2006-06-13T00:00:00Z",
  "PassedDate": "2006-06-29T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5281,
      "Slug": "joseph-p-addabbo-jr",
      "FullName": "Joseph P. Addabbo, Jr."
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 0,
      "Slug": "",
      "FullName": ""
    }
  ],
  "History": [
    {
      "ID": 192145,
      "Date": "2006-06-13T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 192387,
      "Date": "2006-06-13T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Civil Service and Labor",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6266,
      "AgendaSequence": 158,
      "MinutesSequence": 185,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil Service and Labor",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 193208,
      "Date": "2006-06-29T11:45:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 4,
      "BodyName": "Committee on Civil Service and Labor",
      "EventID": 6367,
      "AgendaSequence": 2,
      "MinutesSequence": 8,
      "Version": "*",
      "AgendaNote": "Coupled to be Filed",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 193326,
      "Date": "2006-06-29T11:45:00Z",
      "ActionID": 39,
      "Action": "Filed by Committee",
      "Description": "A motion was made that this Introduction be Filed by Committee approved by Roll Call.",
      "BodyID": 4,
      "BodyName": "Committee on Civil Service and Labor",
      "EventID": 6367,
      "MinutesSequence": 9,
      "Version": "*",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "LastModified": "2017-06-29T14:52:31.39Z"
    },
    {
      "ID": 193379,
      "Date": "2006-06-29T20:00:00Z",
      "ActionID": 69,
      "Action": "Filed by Council",
      "Description": "A motion was made that this Introduction be Filed by Council approved by consent Roll Call.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6347,
      "AgendaSequence": 83,
      "MinutesSequence": 88,
      "Version": "*",
      "AgendaNote": "Coupled to be Filed",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 74032,
      "LastModified": "2017-06-28T17:20:58.677Z",
      "Name": "Hearing Transcript 6/29/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/97ed3754-043b-42e4-bba7-4a03dc03bd92.doc",
      "Sort": 1
    },
    {
      "ID": 74369,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 6/29/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/d6dab455-8341-4e57-855a-0c85fa8fa2fa.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 37316,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Subdivision c of section 557 of the charter of the city of New York, as amended by local law number 59 for the year 1996, is amended to read as follows:\n(c)\tThe chief medical examiner may appoint and remove such deputy chief medical examiners, [associate] medical examiners, [assistant medical examiners, junior medical examiners,] medical investigators, lay medical investigators, scientific experts and other officers and employees as may be provided for in the budget.  The deputy chief medical examiners[, associate medical examiners, assistant medical examiners] and [junior] medical examiners shall possess the same basic qualifications as the chief medical examiner.  The medical investigators shall be physicians duly licensed to practice medicine in the state of New York and shall possess such additional qualifications as may be required by the department of citywide administrative services.  \n§2.\tSubdivision f of section 557 of the charter of the city of New York, as amended by a vote of the electors at a general election held on November 7, 1989, is amended to read as follows:\n(f)\tThe chief medical examiner shall have such powers and duties as may be provided by law in respect to bodies of persons dying from criminal violence, by [casualty] accident, by suicide, suddenly when in apparent health, when unattended by a physician, in a correctional facility or in any suspicious or unusual manner or where an application is made pursuant to law for a permit to cremate the body of a person.\n§3.\tSubdivision a of section 17-202 of the administrative code of the city of New York is amended to read as follows:\na.\tUpon any such death, the officer in charge of the station-house in the police precinct in which such person died shall immediately notify the office of chief medical examiner of the known facts concerning the time, place, manner and circumstances of such death.  Immediately upon receipt of such notification the chief medical examiner, or a deputy chief medical examiner, or [an associate] a medical examiner, [or an assistant medical examiner, or a junior medical examiner] or a medical investigator, or a lay medical investigator shall go to and take charge of the dead body.  Such medical examiner [or], medical investigator or lay medical investigator shall fully investigate the essential facts concerning the circumstances of the death, taking the names and addresses of as many witnesses thereto as it may be practicable to obtain, and[, before leaving the premises,] shall [reduce] record all such facts [to writing] and file the same in [his or her office] the office of chief medical examiner.  Such medical examiner [or], medical investigator or lay medical investigator shall take possession of any portable objects which, in his or her opinion, may be useful in establishing the cause of death, and except as provided in subdivision c hereof, shall deliver them to the police department.\n§4.\tSection 17-203 of the administrative code of the city of New York, as amended by local law 95 for the year 1997, is amended to read as follows:\n§17-203.  Autopsies; findings.  If [the investigation of the circumstances and examination of the body enable the medical examiner or medical investigator to conclude] it may be concluded with reasonable certainty that death [had] occurred from natural causes or obvious traumatic injury, and there are no other circumstances which would appear to require an autopsy, the chief medical examiner, deputy chief medical examiner or medical examiner or medical investigator in charge shall certify the cause of death and file a report of his or her findings in the office of chief medical examiner.  If, however, in the opinion of [such] a medical examiner[ or medical investigator], an autopsy is necessary, the same shall be performed by a medical examiner.  Where indicated, the autopsy shall include toxicologic, histologic, microbiologic and serologic examinations.  A detailed description of the findings of all autopsies shall be written or dictated during their progress.  The findings of the investigation at the scene of death, the autopsy and any toxicologic, histologic, serologic and microbiologic examinations, and the conclusions drawn therefrom shall be filed in the office of chief medical examiner.  Such findings and conclusions shall be signed by the medical examiner performing the autopsy.  \n§5.\tSection 17-204 of the administrative code of the city of New York is amended to read as follows:\n§17-204  Cremation.  Whenever an application is made pursuant to law for a permit to cremate the body of any person, the department, board or office in which such application is filed shall forward such application to the chief medical examiner who shall thereupon cause an investigation and report to be made thereon.  In the event that the chief medical examiner, or a deputy chief medical examiner, or [an associate or an assistant or] a [junior] medical examiner [or a medical investigator] shall, in the course of such investigation, determine that reasonable grounds exist therefor, an autopsy shall be performed upon such body by a medical examiner.  Where indicated, the autopsy shall include toxicologic, histologic, microbiologic and serologic examinations.  [If the medical examiner or medical investigator has reason to suspect that a homicide has been committed, such autopsy shall be performed by a medical examiner in the presence of at least one other medical examiner.]  A detailed description of the findings of all autopsies shall be written or dictated [during their progress].  The findings of the investigation, the autopsy and any toxicologic, histologic, serologic and microbiologic examinations, and the conclusions drawn therefrom shall be filed in the office of chief medical examiner.  Such findings and conclusions shall be signed by the medical examiners performing the autopsy[, and in homicide cases, by two or more medical examiners taking part]. \n§6.\tThis local law shall take effect immediately.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj Section 1.  Subdivision c of section 557 of the charter of the city of New York, as amended by local law number 59 for the year 1996, is amended to read as follows:\\par\n(c)\\tab The chief medical examiner may appoint and remove such deputy chief medical examiners, [associate] medical examiners, [assistant medical examiners, junior medical examiners,] medical investigators, lay medical investigators, scientific experts and other officers and employees as may be provided for in the budget.  The deputy chief medical examiners[, associate medical examiners, assistant medical examiners] and [junior] medical examiners shall possess the same basic qualifications as the chief medical examiner.  The medical investigators shall be physicians duly licensed to practice medicine in the state of New York and shall possess such additional qualifications as may be required by the department of citywide administrative services.  \\par\n\\'a72.\\tab Subdivision f of section 557 of the charter of the city of New York, as amended by a vote of the electors at a general election held on November 7, 1989, is amended to read as follows:\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\tx1440 (f)\\tab The chief medical examiner shall have such powers and duties as may be provided by law in respect to bodies of persons dying from criminal violence, by [casualty] \\ul accident\\ulnone , by suicide, suddenly when in apparent health, when unattended by a physician, in a correctional facility or in any suspicious or unusual manner or where an application is made pursuant to law for a permit to cremate the body of a person.\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\'a73.\\tab Subdivision a of section 17-202 of the administrative code of the city of New York is amended to read as follows:\\par\na.\\tab Upon any such death, the officer in charge of the station-house in the police precinct in which such person died shall immediately notify the office of chief medical examiner of the known facts concerning the time, place, manner and circumstances of such death.  Immediately upon receipt of such notification the chief medical examiner, or a deputy chief medical examiner, or [an associate] \\ul a\\ulnone  medical examiner, [or an assistant medical examiner, or a junior medical examiner] or a medical investigator\\ul , or a lay medical investigator\\ulnone  shall go to and take charge of the dead body.  Such medical examiner [or]\\ul ,\\ulnone  medical investigator \\ul or lay medical investigator\\ulnone  shall fully investigate the essential facts concerning the circumstances of the death, taking the names and addresses of as many witnesses thereto as it may be practicable to obtain, and[, before leaving the premises,] shall [reduce] \\ul record\\ulnone  all such facts [to writing] and file the same in [his or her office] \\ul the office of chief medical examiner\\ulnone .  Such medical examiner [or]\\ul ,\\ulnone  medical investigator \\ul or lay medical investigator\\ulnone  shall take possession of any portable objects which, in his or her opinion, may be useful in establishing the cause of death, and except as provided in subdivision c hereof, shall deliver them to the police department.\\par\n\\'a74.\\tab Section 17-203 of the administrative code of the city of New York, as amended by local law 95 for the year 1997, is amended to read as follows:\\par\n\\'a717-203.  Autopsies; findings.  If [the investigation of the circumstances and examination of the body enable the medical examiner or medical investigator to conclude] \\ul it may be concluded \\ulnone with reasonable certainty that death [had] occurred from natural causes or obvious traumatic injury, and there are no other circumstances which would appear to require an autopsy, the \\ul chief medical examiner, deputy chief medical examiner or \\ulnone medical examiner or medical investigator in charge shall certify the cause of death and file a report of his or her findings in the office of chief medical examiner.  If, however, in the opinion of [such] \\ul a\\ulnone  medical examiner[ or medical investigator], an autopsy is necessary, the same shall be performed by a medical examiner.  Where indicated, the autopsy shall include toxicologic, histologic, microbiologic and serologic examinations.  A detailed description of the findings of all autopsies shall be written or dictated during their progress.  The findings of the investigation at the scene of death, the autopsy and any toxicologic, histologic, serologic and microbiologic examinations, and the conclusions drawn therefrom shall be filed in the office of chief medical examiner.  Such findings and conclusions shall be signed by the medical examiner performing the autopsy.  \\par\n\\'a75.\\tab Section 17-204 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a717-204  Cremation.  Whenever an application is made pursuant to law for a permit to cremate the body of any person, the department, board or office in which such application is filed shall forward such application to the chief medical examiner who shall thereupon cause an investigation and report to be made thereon.  In the event that the chief medical examiner\\ul ,\\ulnone  or a deputy chief \\ul medical examiner,\\ulnone  or [an associate or an assistant or] a [junior] medical examiner [or a medical investigator] shall, in the course of such investigation, determine that reasonable grounds exist therefor, an autopsy shall be performed upon such body by a medical examiner.  Where indicated, the autopsy shall include toxicologic, histologic, microbiologic and serologic examinations.  [If the medical examiner or medical investigator has reason to suspect that a homicide has been committed, such autopsy shall be performed by a medical examiner in the presence of at least one other medical examiner.]  A detailed description of the findings of all autopsies shall be written or dictated [during their progress].  The findings of the investigation, the autopsy and any toxicologic, histologic, serologic and microbiologic examinations, and the conclusions drawn therefrom shall be filed in the office of chief medical examiner.  Such findings and conclusions shall be signed by the medical examiners performing the autopsy[, and in homicide cases, by two or more medical examiners taking part]. \\par\n\\'a76.\\tab This local law shall take effect immediately.  \\par\n}\n\u0000",
  "LastModified": "2017-06-29T14:52:21.52Z"
}
