{
  "ID": 36745,
  "GUID": "64B76216-F568-448B-8B2C-42E51B627997",
  "File": "Int 0374-2006",
  "Name": "Regulating the use of electronic access systems for certain multiple dwellings and the dissemination and retention of information obtained by such systems.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to regulating the use of electronic access systems for certain multiple dwellings and the dissemination and retention of information obtained by such systems.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2006-06-13T00:00:00Z",
  "AgendaDate": "2006-06-13T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 5264,
      "Slug": "maria-baez",
      "FullName": "Maria Baez"
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    }
  ],
  "History": [
    {
      "ID": 192114,
      "Date": "2006-06-13T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 192402,
      "Date": "2006-06-13T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6266,
      "AgendaSequence": 173,
      "MinutesSequence": 200,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 204784,
      "Date": "2007-06-28T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 7453,
      "AgendaSequence": 2,
      "MinutesSequence": 7,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 374-A",
      "MinutesNote": "Proposed Int. No. 374-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 204897,
      "Date": "2007-06-28T13:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 7453,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 204898,
      "Date": "2007-06-28T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 16,
      "BodyName": "Committee on Housing and Buildings",
      "EventID": 7453,
      "MinutesSequence": 9,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236548,
      "Date": "2009-12-31T15:36:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 78260,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 374 - 6/13/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/2b6fb0fa-1657-4ab9-b345-477361ae4076.doc",
      "Sort": 1
    },
    {
      "ID": 78325,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 6/28/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/699a4f49-9dab-43ca-a0d9-d55bfe01d9b9. 374-A 6-28-07 Hearing.doc",
      "Sort": 2
    },
    {
      "ID": 78918,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 6/28/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/96978523-fa00-4df4-954e-26d9d9e95606.doc",
      "Sort": 3
    },
    {
      "ID": 78733,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 6/28/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/29b33e71-1aa6-4c09-9ac3-c15571489bed.pdf",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 39783,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1.  Title 27 of the administrative code of the city of New York is amended by adding a new chapter 2-A to read as follows:\nCHAPTER 2-A\nRegulation of Electronic Access Systems\n§27-2201   Definitions.\n§27-2202   Issuance of electronic access devices.\n§27-2203   Retention and dissemination of information.\n§27-2204  Notice of information collection and  dissemination.\n§27-2205   Penalties.\n\t§27-2201 Definitions.  For the purposes of this chapter the following terms shall have the following meanings:\n\ta.  “Dwelling” shall mean any building or structure, or any portion thereof, which is occupied in whole or in part as the home, residence or sleeping place of one or more human beings.\n\tb.  “Dwelling unit” shall mean any residential accommodation in a multiple dwelling.\n\tc.  “Electronic access device” shall mean a card, disk or other magnetically- and/or electronically-activated device used to gain access to a multiple dwelling in which an electronic access system has been installed.  \n\td.  “Electronic access system” shall mean a magnetically- and/or electronically-activated system through which a lawful occupant of a multiple dwelling gains access to such multiple dwelling using a magnetically- and/or electronically-activated card, disk, or other device, in lieu of or to the exclusion of, keys or other non-magnetically- and/or electronically-activated device, and which has the capability of collecting information related to when such magnetically- and/or electronically-activated device is used to obtain access to such multiple dwelling.\n\te.  “Multiple dwelling” shall mean a dwelling which is either rented, leased, let or hired out, to be occupied, or is occupied, as the residence or home of six or more families living independently of each other.\n\tf.  “Owner” shall mean and include the owner or owners of the freehold of the premises or lesser estate therein, a mortgagee or vendee in possession, assignee of rents, receiver, executor, trustee, lessee, agent, or any other person, firm or corporation, directly or indirectly in control of a dwelling.\n\t§27-2202 Issuance of electronic access devices. a.  No owner of a multiple dwelling who intends to install an electronic access system, or person acting on such owner’s behalf, shall require any lawful occupant of such multiple dwelling, a guest of such lawful occupant, or an employee or independent contractor of such lawful occupant who requires access to the multiple dwelling to perform his or her duties, to provide any personal information including, but not limited to, their date of birth, place of residence, social security number, other identification number, or a photographic image or other likeness, except that each lawful occupant may be required to establish his or her identity  prior to the issuance of each electronic access device.  An owner, or person acting on such owner's behalf, shall be required to issue to each lawful occupant an electronic access device and to each guest, employee or independent contractor of such lawful occupant as such lawful occupant may from time to time request.\n\tb.  Where an electronic access system has been installed in a multiple dwelling as of the effective date of this section or is installed subsequent to such effective date and any personal information has been or is at any time obtained through the operation of such system about anyone to whom an electronic access device has been issued, except as provided in subdivision b of section 27-2203 of this chapter, such personal information shall be purged from such system and from any records maintained by the owner or anyone to whom such owner has disseminated such information within the later of thirty days of the effective date of this subdivision or from when such information was obtained, and from every electronic access device. Such owner shall at least once each year provide an affidavit or other sworn certification to the individual whose personal information is required to be purged that such information has been purged in accordance with this subdivision and retain a duplicate original of such affidavit or certification for so long as such person is entitled to be issued an electronic access device.\nc.  No electronic access device issued for a multiple dwelling after the effective date of this chapter shall contain any photograph or other likeness of the person for whom such device is issued or any personal information of such person. Any electronic access device that has been issued for a multiple dwelling on or before the effective date of this chapter which contains any photograph or other likeness of the person for whom such device was issued or any personal information of such person shall be replaced within thirty days of such effective date with an electronic access device which contains no such photograph, likeness or personal information.\nd.  Where the person to whom an electronic access device was issued elects not to use such device during certain time periods for reasons of religious observance, the owner shall provide an alternative access procedure so that such person shall have access to such multiple dwelling equal to that of a person using an electronic access device. \n \t§27-2203  Retention and dissemination of information.  a. No information obtained through the operation of an electronic access system shall be disseminated to anyone other than an employee or independent contractor of the owner whose responsibilities include protecting the physical safety of persons having a lawful right to be present in a multiple dwelling and may be retained by the owner of the multiple dwelling in which such system has been installed, or anyone to whom it has been disseminated, for no longer than thirty days from the date upon which such information was obtained. No person to whom such information was disseminated may further disseminate such information.\n\t(b) Notwithstanding the provisions of subdivision a of this section, such information may be disseminated to additional persons and may be retained for more than thirty days upon the written request of a law enforcement or prosecutorial agency actively engaged in an investigation or a criminal prosecution, as may be directed by an order of any court or upon the written consent of the individual whose information it is.  \n\t§27-2204 Notice of information collection and dissemination.  a.  An owner of a multiple dwelling who intends to install or has installed an electronic access system in such multiple dwelling shall notify each person to whom an electronic access device has been issued or is required to be issued what information is or will be collected by such system, to which individuals or organizations information obtained by such system may be or has been disseminated and when such dissemination has occurred.\n\t§27-2205 Penalties.  a.  Any individual, corporation, partnership, limited liability company or other entity which violates any provision of this chapter shall be liable for a civil penalty of not less than one thousand dollars nor more than ten thousand dollars in a proceeding before the environmental control board or in a civil action before any court of competent jurisdiction and such individual or entity may also be subject to a proceeding for injunctive relief.\n\tb.  Each dissemination of information other than those permitted by the provisions of section 27-2203 of this chapter shall be deemed a separate violation subject to a separate civil penalty for each such violation. Each day that any specific item of information is retained beyond the time period authorized by such section shall be deemed a separate violation subject to a separate civil penalty. \n§2. This local law shall take effect immediately. \n\n\n\nJH\nH:/LSRequests/Garodnick - Key Card Bill - LS 969-Clean.doc\nRevised 11-15-06",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset0 Tahoma;}}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}}\n\\viewkind4\\uc1\n\\pard\\noline\\nowidctlpar\\hyphpar0\\qj\\tx720\\tx1440\\tx2160\\tx2880\\tx6480\\tx7920\\v0  \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tab Section 1.  Title 27 of the administrative code of the city of New York is amended by adding a new chapter 2-A to read as follows:\\par\n\\pard\\keepn\\nowidctlpar\\s2\\sl480\\slmult1\\qc\\ul CHAPTER 2-A\\par\n\\pard\\keepn\\nowidctlpar\\s1\\sl480\\slmult1\\qc Regulation of Electronic Access Systems\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qc\\expndtw0\\'a727-2201   Definitions.\\par\n\\expndtw-3\\'a727-2202   Issuance of electronic access devices.\\expndtw0\\par\n\\expndtw-3\\'a727-2203   Retention and dissemination of information.\\expndtw0\\par\n\\expndtw-3\\'a727-2204  Notice of information collection and  dissemination.\\par\n\\'a727-2205   Penalties.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\expndtw0\\ul\\'a727-2201 Definitions.  \\expndtw-3 For the purposes of this chapter the following terms shall have the following meanings:\\par\n\\ulnone\\tab\\expndtw0\\ul a.  \\ldblquote Dwelling\\rdblquote  shall mean any building or structure, or any portion thereof, which is occupied in whole or in part as the home, residence or sleeping place of one or more human beings.\\par\n\\ulnone\\tab\\ul b.  \\ldblquote Dwelling unit\\rdblquote  shall mean any residential accommodation in a multiple dwelling.\\par\n\\ulnone\\tab\\expndtw-3\\ul c.  \\ldblquote Electronic access device\\rdblquote  shall mean a card, disk or other magnetically- and/or electronically-activated device used to gain access to a multiple dwelling in which an electronic access system has been installed.  \\par\n\\ulnone\\tab\\ul d.  \\ldblquote Electronic access system\\rdblquote  shall mean a magnetically- and/or electronically-activated system through which a lawful occupant of a multiple dwelling gains access to such multiple dwelling using a magnetically- and/or electronically-activated card, disk, or other device, in lieu of or to the exclusion of, keys or other non-magnetically- and/or electronically-activated device, and which has the capability of collecting information related to when such magnetically- and/or electronically-activated device is used to obtain access to such multiple dwelling.\\par\n\\ulnone\\tab\\ul e.  \\ldblquote Multiple dwelling\\rdblquote  shall mean a \\expndtw0 dwelling which is either rented, leased, let or hired out, to be occupied, or is occupied, as the residence or home of six or more families living independently of each other\\ulnone .\\par\n\\tab\\expndtw-3\\ul f.  \\ldblquote Owner\\rdblquote  shall mean \\expndtw0 and include the owner or owners of the freehold of the premises or lesser estate therein, a mortgagee or vendee in possession, assignee of rents, receiver, executor, trustee, lessee, agent, or any other person, firm or corporation, directly or indirectly in control of a dwelling.\\expndtw-3\\par\n\\ulnone\\tab\\ul\\'a727-2202 Issuance of electronic access devices. a.  No owner of a multiple dwelling who intends to install an electronic access system, or person acting on such owner\\rquote s behalf, shall require any lawful occupant of such multiple dwelling, a guest of such lawful occupant, or an employee or independent contractor of such lawful occupant who requires access to the multiple dwelling to perform his or her duties, to provide any personal information including, but not limited to, their date of birth, place of residence, social security number, other identification number, or a photographic image or other likeness, except that each lawful occupant may be required to establish his or her identity  prior to the issuance of each electronic access device.  \\expndtw0 An owner, or person acting on such owner's behalf, shall be required to issue to each lawful occupant an electronic access device and to each guest, employee or independent contractor of such lawful occupant as such lawful occupant may from time to time request.\\expndtw-3\\par\n\\ulnone\\tab\\ul b.  Where an electronic access system has been installed in a multiple dwelling as of the effective date of this section or is installed subsequent to such effective date and any personal information has been or is at any time obtained through the operation of such system about anyone to whom an electronic access device has been issued, except as provided in subdivision b of section 27-2203 of this chapter, such personal information shall be purged from such system and from any records maintained by the owner or anyone to whom such owner has disseminated such information within the later of thirty days of the effective date of this subdivision or from when such information was obtained, and from every electronic access device. Such owner shall at least once each year provide an affidavit or other sworn certification to the individual whose personal information is required to be purged that such information has been purged in accordance with this subdivision and retain a duplicate original of such affidavit or certification for so long as such person is entitled to be issued an electronic access device.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj c.  No electronic access device issued for a multiple dwelling after the effective date of this chapter shall contain any photograph or other likeness of the person for whom such device is issued or any personal information of such person. \\expndtw0 Any electronic access device that has been issued for a multiple dwelling on or before the effective date of this chapter which contains any photograph or other likeness of the person for whom such device was issued or any personal information of such person shall be replaced within thirty days of such effective date with an electronic access device which contains no such photograph, likeness or personal information.\\par\n\\expndtw-3 d.  Where the person to whom an electronic access device was issued elects not to use such device during certain time periods for reasons of religious observance, the owner shall provide an alternative access procedure so that such person shall have access to such multiple dwelling equal to that of a person using an electronic access device. \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone  \\tab\\ul\\'a727-2203  Retention and dissemination of information.  a. No information obtained through the operation of an electronic access system shall be disseminated to anyone other than an employee or independent contractor of the owner whose responsibilities include protecting the physical safety of persons having a lawful right to be present in a multiple dwelling and may be retained by the owner of the multiple dwelling in which such system has been installed, or anyone to whom it has been disseminated, for no longer than thirty days from the date upon which such information was obtained. No person to whom such information was disseminated may further disseminate such information.\\par\n\\ulnone\\tab\\ul (b) Notwithstanding the provisions of subdivision a of this section, such information may be disseminated to additional persons and may be retained for more than thirty days upon the written request of a law enforcement or prosecutorial agency actively engaged in an investigation or a criminal prosecution, as may be directed by an order of any court or upon the written consent of the individual whose information it is.  \\par\n\\ulnone\\tab\\ul\\'a727-2204 Notice of information collection and dissemination.  a.  An owner of a multiple dwelling who intends to install or has installed an electronic access system in such multiple dwelling shall notify each person to whom an electronic access device has been issued or is required to be issued what information is or will be collected by such system, to which individuals or organizations information obtained by such system may be or has been disseminated and when such dissemination has occurred.\\par\n\\ulnone\\tab\\ul\\'a727-2205 Penalties.  a.  Any individual, corporation, partnership, limited liability company or other entity which violates any provision of this chapter shall be liable for a civil penalty of not less than one thousand dollars nor more than ten thousand dollars in a proceeding before the environmental control board or in a civil action before any court of competent jurisdiction and such individual or entity may also be subject to a proceeding for injunctive relief.\\par\n\\ulnone\\tab\\ul b.  Each dissemination of information other than those permitted by the provisions of section 27-2203 of this chapter shall be deemed a separate violation subject to a separate civil penalty for each such violation. Each day that any specific item of information is retained beyond the time period authorized by such section shall be deemed a separate violation subject to a separate civil penalty. \\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\expndtw0\\ulnone\\'a72. This local law shall take effect immediately. \\par\n\\pard\\nowidctlpar\\qj\\par\n\\par\n\\par\n\\fs16 JH\\par\nH:/LSRequests/Garodnick - Key Card Bill - LS 969-Clean.doc\\par\nRevised 11-15-06\\par\n  \\f1\\par\n\\pard\\noline\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qc\\tqc\\tx4680\\expndtw-3\\f0\\fs24\\par\n}\n\u0000",
  "LastModified": "2015-05-20T20:57:46.4Z"
}
