{
  "ID": 36767,
  "GUID": "89C6EA02-1A7F-4AF1-9ECC-70FDB122A6B8",
  "File": "Int 0375-2006",
  "Name": "Protecting the purity of the New York city drinking water supply.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to protecting the purity of the New York city drinking water supply.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2006-06-13T00:00:00Z",
  "AgendaDate": "2006-06-13T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    }
  ],
  "History": [
    {
      "ID": 192153,
      "Date": "2006-06-13T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 192404,
      "Date": "2006-06-13T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6266,
      "AgendaSequence": 174,
      "MinutesSequence": 201,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 192469,
      "Date": "2006-06-26T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 6270,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 192898,
      "Date": "2006-06-26T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 6270,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236547,
      "Date": "2009-12-31T15:36:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 73367,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 6/26/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/bfa55514-e829-4368-95dc-100e2070a5a2.doc",
      "Sort": 1
    },
    {
      "ID": 73937,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 6/26/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/2403d759-8a08-4e43-9a86-48b39def4987.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 37321,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Declaration of Legislative Findings and Intent.  The Council finds that providing clean, safe drinking water to all residents and visitors is a fundamental responsibility of city government and that the New York City drinking water supply, and in particular its nineteen upstate reservoirs, constitutes one of the City’s most valuable capital assets.  \n Long-range planning by City officials, going back as far as 1842, when the City’s first upstate reservoir was placed into service, has provided New Yorkers with a high quality drinking water system, which today supplies roughly 1.2 billion gallons a day to New York City residents and visitors. \nThe federal Safe Drinking Water Act (SDWA) and its implementing regulations require that all public water providers with surface water supplies like New York City must filter their water to protect against microbiological contamination and other health threats, unless the water consistently achieves drinking water quality standards and the water provider is implementing a comprehensive watershed protection plan that satisfies applicable federal regulations.  The federal rules require, among other things, that the City demonstrate through ownership or written agreements with landowners in the watershed, or a combination of both, a certain degree of control over human activities that may have an adverse effect on the microbiological quality of the source water.  Fortunately, New York City is today achieving drinking water quality standards.   \nSince 1993, the City has received filtration avoidance waivers from the United States Environmental Protection Agency (EPA) for the Catskill and Delaware water supplies pursuant to provisions of the SDWA.  New York City’s current filtration avoidance waiver expires in 2007, and under its terms, the New York City Department of Environmental Protection (DEP or “Department”) is required, among other things, to develop and submit to the EPA its revised Long-Term Watershed Land Protection Program (“2006 Watershed Protection Program”) in December 2006.\nThe Council recognizes that water supplied by the six large West-of-Hudson reservoirs that make up the City’s Catskill and Delaware system, which remain unfiltered, will continue to be vulnerable to pollution from such sources as sewage and stormwater runoff generated by development on watershed lands that drain into the rivers and streams that feed these reservoirs.  The Council further recognizes that the smaller Croton system has faced and continues to face intense development pressures that threaten to adversely affect water quality, and that even after a water filtration plant is completed for this source of the City’s water supply, it will be sensible and necessary to advance watershed protection strategies in the Croton watershed as well.  \nThe acquisition of watershed lands and conservation easements, resulting in the preservation of these lands as forests, meadows and wetlands, has been recognized by the American Water Works Association, the National Research Council, the EPA and other independent water experts as one of the most important strategies for safeguarding unfiltered drinking water supplies like New York City’s.   \nThe DEP has, in recent years, advanced a successful watershed land acquisition program, which has protected by fee simple purchase or conservation easement approximately 75,000 acres since 1997.  However, the total amount of watershed lands owned and easements obtained by New York City equals only about 100,000 acres, or 10% of the area of the Catskill and Delaware watersheds.  Even when state, local, and private land trust holdings are added in, the total protected acreage equals only about 30% of New York’s Catskill and Delaware system watershed lands - a much lower percentage than that protected by the five other large municipal unfiltered water supplies in the United States - San Francisco, Seattle, Portland, Oregon and Boston. \nAs of May 2006, there were nearly 280,000 acres of Catskill and Delaware watershed lands that remained eligible for acquisition or for conservation easements, as such lands are described in the 1997 Watershed Agreement, including more than 160,000 acres in the three highest priority categories, as defined in the Agreement.\nThe Council believes that it is essential for New York City to renew and advance its willing-buyer, willing-seller land acquisition program for the Catskill and Delaware watersheds for at least ten additional years, from 2007 to 2017.  To accomplish that objective during this period, the Council believes the City must adopt a watershed acreage goal for acquisition or easement. It is the Council’s intent that such goal not be achieved through the process of eminent domain, but on a willing-buyer, willing-seller basis.   The Council further believes that the Natural Features Criteria set forth in the 1997 New York City Watershed Memorandum of Agreement (“1997 Watershed Agreement” or “Agreement”) to identify eligible lands for acquisition or easement from a water quality standpoint should continue to guide those acquisitions over the 2007 to 2017 period. \nThe legislation also calls upon the City to adopt a goal of increased watershed protection and land acquisition efforts in the Croton watershed and to assess the effectiveness of the Croton Watershed Management Strategy and the adequacy of related funding.\nThe Council recognizes that an essential element in safeguarding the City’s drinking water supply is to continue and to strengthen the water quality-based partnership between the City of New York and the communities whose lands ultimately drain into the City’s reservoirs.  The Council believes that the City’s watershed protection initiatives should continue to be advanced in a spirit of mutual respect and cooperation between New York City and the watershed communities, and in a manner that allows for continued economic vitality for watershed residents as is intended in the Watershed Agreement.   \nThe Council further finds that by providing additional opportunities for recreation on newly acquired City-owned watershed lands, where such activities are not inconsistent with water quality protection - including, where appropriate, the consideration of recreational uses consistent with those permissible on adjacent State lands - the DEP can assist the watershed communities in meeting the recreational needs of their residents and in supporting appropriately-scaled tourism activities on watershed lands.  Accordingly, this legislation calls upon the Department to provide for increased recreational opportunities on newly acquired watershed lands, as is necessary to ensure consistency with the 1997 Watershed Agreement.\nIn addition, the Council recognizes that it can better fulfill its responsibility to New York City water consumers and ratepayers by assuming a greater role in reviewing the DEP’s 2006 Watershed Protection Program, mentioned above. Accordingly, the legislation specifically provides a mechanism for submittal of the Department’s plan to the Council.\nFinally, the Council is aware of the financial burdens that rising water and sewer rates impose on New York City property owners, and is therefore committed to minimizing future water and sewer rate increases to the maximum practicable extent.  Indeed, advancing the watershed protection measures set forth in this legislation can help mitigate against future water rate increases. If New York City were required to filter its Catskill and Delaware system water supplies, it is estimated by the DEP that the capital costs alone would be between 5 and 10 billion dollars, with hundreds of millions of dollars a year in debt service and operating costs. \nThe primary intent of this legislation is to insure that the DEP’s post-2007 watershed protection efforts will build upon and enhance the Department’s on-going watershed protection program, so as to increase the likelihood that the City will continue to secure a filtration avoidance waiver from the EPA for the Catskill and Delaware systems.  \nThe Council believes that taking the steps that this legislation directs will help protect the City’s irreplaceable reservoirs for future generations, strengthen the partnership between New York City and watershed communities and stave off water rate increases that would otherwise be necessary if the City were required to install costly filtration facilities for the Catskill and Delaware water systems.\n§2.  Chapter three of title 24 of the administrative code of the city of New York is amended by adding a new subchapter 5, to read as follows:\nSubchapter 5\nThe New York City Water Supply Protection Act\n§ 24-366\tShort title.\n§ 24-367\tDefinitions.\n§ 24-368\tCatskill/Delaware watershed land protection goals and activities.\n§ 24-369\tIncreased recreational opportunities.\n§ 24-370\tCroton watershed protection.\n§ 24-371\t2006 Watershed protection program.\n§24-366 Short title.  This subchapter shall be known and may be cited as the “New York City Water Supply Protection Act”.\n§24-367 Definitions. For the purposes of this subchapter, the following terms shall have the following meanings:  \n(1) “1997 Watershed Agreement” means the “New York city watershed \nmemorandum of agreement”, dated January 21, 1997.\n(2) “2006 Watershed Protection Program” means the revised “long-term \nwatershed protection program” that must be prepared by the commissioner and submitted to the United States environmental protection agency by December 2006, pursuant to the agency’s “November 2002 New York city filtration avoidance determination”. \n(3) “Catskill/Delaware watershed” means the drainage basins of New York city’s ashokan, cannonsville, kensico, neversink, pepacton, rondout, schoharie, and west branch/boyd’s corner reservoirs.\n(4) \"Catskill/Delaware water supply system\" means the Catskill/Delaware watershed and the tunnels, dams and aqueducts which are part of, and connect, the  reservoirs that constitute the Catskill/Delaware watershed.\n(5)  “Croton watershed” means the drainage basins of New York city’s  amawalk, bog brook, cross river, croton falls, diverting, east branch, middle branch, muscoot, new croton, and titicus reservoirs, as well as kirk lake, lake gleneida and lake gilead.\n(6) “Croton watershed management strategy” means the strategy for managing the croton watershed, contained in the department’s “Croton watershed strategy report”, dated March 2003. \n(7)“Natural Features Criteria” means the criteria set forth in paragraph sixty-three of the 1997 Watershed Agreement, as it may be amended, or similar criteria in any successor agreement, that identify priority land areas within the Catskill/Delaware watershed for acquisition by New York city, such criteria being based upon the reservoir basin in which the land is located, the size of the land parcel, and local hydrological conditions.\n(8) “November 2002 New York City Filtration Avoidance Determination” means the document issued by the United States environmental protection agency pursuant to the Safe Drinking Water Act and its regulations, setting forth New York city’s commitments and milestones that will be the basis for the agency’s 2007 determination regarding whether and under what conditions to renew the city’s filtration avoidance waiver for the Catskill/Delaware water supply system.\n(9) “Not-for-profit land trust” means a not-for-profit charitable organization, recognized as such by the internal revenue service, whose primary purpose is the preservation or protection of lands in their natural state, and which has been actively engaged in land trust activities in New York state for at least ten years.\n§24-368 Catskill/Delaware watershed land protection goals and activities.  a. The commissioner shall establish a goal of acquiring fee simple ownership or conservation easements for at least seventy-five thousand acres within the Catskill/Delaware watershed  during the period from 2007 to 2017.  No later than November 1, 2006 and no later than November 1, 2011, the commissioner shall assess the feasibility of implementing various measures to help accomplish this goal, including, but not limited to, the following:\n(1) continuing the department’s willing-buyer/willing-seller watershed land acquisition program for the Catskill/Delaware watershed at least at the 2006 level of operation, including, but not limited to, staffing and funding;\n(2) adopting a schedule for solicitation and resolicitation of eligible lands, as such lands are described in the 1997 Watershed Agreement, as it may be amended, and any successor agreement, which includes active solicitation and resolicitation on an annual basis; \n(3) making greater use of the activities of not-for-profit land trusts and the acquisition of conservation easements in fulfilling the watershed land protection goals set forth in this subdivision;\n(4) acquiring fee simple ownership or conservation easements totaling at least fifteen thousand acres every two years in the Catskill/Delaware watershed, without using the process of eminent domain and following the Natural Features Criteria in the 1997 Watershed Agreement, as it may be amended, or similar criteria in any successor agreement; and\n(5) depositing such additional funds as may be necessary to achieve the watershed land protection goals set forth in this subdivision into the segregated land acquisition program funding account, established pursuant to the 1997 United States environmental protection agency filtration avoidance determination for the Catskill/Delaware water supply system. \nb. (1) No later than November 1, 2006 and no later than November 1, 2011, the commissioner shall submit a report to the mayor and the speaker of the council, which shall include, but not be limited to, the feasibility assessments the commissioner completed for each measure considered pursuant to subdivision a of this section; an identification of the assessed measures that will be implemented and, for each such measure, a timeframe for implementation and the method or methods that will be used to implement such measures and to monitor the progress of such implementation; and, for any assessed measure that will not be implemented, an explanation for this omission.\n(2) No later than November 1, 2008, and no later than November 1 of every second year thereafter, the commissioner shall submit a report to the mayor and the speaker of the council regarding progress made during the previous two-year period in achieving the goal set forth in subdivision a of this section and in implementing the measures to help achieve this goal, identified in accordance with paragraph one of this subdivision.\n§24-369 Increased recreational opportunities.  For lands acquired by the city in the Catskill/Delaware watershed subsequent to the effective date of this section, the commissioner shall provide for increased recreational opportunities on these lands as is necessary to ensure consistency with the 1997 Watershed Agreement, which shall include historic recreational uses, including fishing, hiking and hunting, so long as such activities neither threaten public safety nor threaten to have an adverse impact on water quality.\n§24-370 Croton watershed protection. a. The commissioner shall establish a goal of pursuing increased watershed protection and land acquisition efforts in the croton watershed.  To help accomplish this goal, the commissioner shall assess, at minimum, the following:\n(1) the effectiveness of the croton watershed management strategy to protect the croton watershed and croton supply, including specific watershed protection activities that have been implemented pursuant to the strategy, and whether or not any additional measures should be incorporated into such strategy; and\n(2) the extent to which funding may be necessary for a continuing annual program of fee simple and conservation easement acquisition of land parcels of particular importance to water quality protection in the croton watershed, and the extent to which  such funds should be used for acquisition in partnership with county or local governments, or not-for-profit land trusts.  \nb. (1) No later than November 1, 2006, the commissioner shall submit a report to the mayor and the speaker of the council that shall include, but not be limited to the assessments the commissioner completed pursuant to subdivision a of this section, including an identification of any revisions and updates that should be made to the croton watershed management strategy as necessary to ensure the protection of the croton watershed; an identification of any funds set aside for the upcoming two years; and, if no funds were set aside, an explanation for such omission.\n(2) No later than November 1, 2008, and no later than November 1 of every two years thereafter, until November 1, 2018, the commissioner shall submit a report to the mayor and the speaker of the council that shall include, but not be limited to, the amount of funds spent on land acquisition and the acreage acquired in the croton watershed during the previous two-year period, including the extent to which such funds were spent and acres were acquired in partnership with county or local governments or not-for-profit land trusts; an identification of any funds set aside for the upcoming two years; and, if no funds are set aside, an explanation for such omission.\n§24-371 2006 Watershed Protection Program.  The commissioner shall submit the 2006 Watershed Protection Program to the speaker of the council contemporaneously with the submission of such plan to the United States environmental protection agency.  \n§3.  Severability clause.  If any section, subdivision, sentence, clause, phrase or other portion of this local law is, for any reason, declared invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such invalidity shall not affect the validity of the remaining portions of this law, which remaining portions shall continue in full force and effect.\n§4.  This local law shall take effect immediately.\n\n\nDD LS#363\n6/8/06",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green0\\blue0;\\red0\\green0\\blue255;}\n\\viewkind4\\uc1\n\\pard\\nowidctlpar\\cf0\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\nowidctlpar\\fi720\\qj\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1. Declaration of Legislative Findings and Intent.  The Council finds that providing clean, safe drinking water to all residents and visitors is a fundamental responsibility of city government and that the New York City drinking water supply, and in particular its nineteen upstate reservoirs, constitutes one of the City\\rquote s most valuable capital assets.  \\par\n Long-range planning by City officials, going back as far as 1842, when the City\\rquote s first upstate reservoir was placed into service, has provided New Yorkers with a high quality drinking water system, which today supplies roughly 1.2 billion gallons a day to New York City residents and visitors. \\par\nThe federal Safe Drinking Water Act (SDWA) and its implementing regulations require that all public water providers with surface water supplies like New York City must filter their water to protect against microbiological contamination and other health threats, unless the water consistently achieves drinking water quality standards and the water provider is implementing a comprehensive watershed protection plan that satisfies applicable federal regulations.  The federal rules require, among other things, that the City demonstrate through ownership or written agreements with landowners in the watershed, or a combination of both, a certain degree of control over human activities that may have an adverse effect on the microbiological quality of the source water.  Fortunately, New York City is today achieving drinking water quality standards.   \\b\\par\n\\b0 Since 1993, the City has received filtration avoidance waivers from the United States Environmental Protection Agency (EPA) for the Catskill and Delaware water supplies pursuant to provisions of the SDWA.  New York City\\rquote s current filtration avoidance waiver expires in 2007, and under its terms, the New York City Department of Environmental Protection (DEP or \\ldblquote Department\\rdblquote ) is required, among other things, to develop and submit to the EPA its revised Long-Term Watershed Land Protection Program (\\ldblquote 2006 Watershed Protection Program\\rdblquote ) in December 2006.\\par\nThe Council recognizes that water supplied by the six large West-of-Hudson reservoirs that make up the City\\rquote s Catskill and Delaware system, which remain unfiltered, will continue to be vulnerable to pollution from such sources as sewage and stormwater runoff generated by development on watershed lands that drain into the rivers and streams that feed these reservoirs.  The Council further recognizes that the smaller Croton system has faced and continues to face intense development pressures that threaten to adversely affect water quality, and that even after a water filtration plant\\b  \\b0 is completed for this source of the City\\rquote s water supply, it will be sensible and necessary to advance watershed protection strategies in the Croton watershed as well.  \\par\nThe acquisition of watershed lands and conservation easements, resulting in the preservation of these lands as forests, meadows and wetlands, has been recognized by the American Water Works Association, the National Research Council, the EPA and other independent water experts as one of the most important strategies for safeguarding unfiltered drinking water supplies like New York City\\rquote s.   \\par\nThe DEP has, in recent years, advanced a successful watershed land acquisition program, which has protected by fee simple purchase or conservation easement approximately 75,000 acres since 1997.  However, the total amount of watershed lands owned and easements obtained by New York City equals only about 100,000 acres, or 10% of the area of the Catskill and Delaware watersheds.  Even when state, local, and private land trust holdings are added in, the total protected acreage equals only about 30% of New York\\rquote s Catskill and Delaware system watershed lands - a much lower percentage than that protected by the five other large municipal unfiltered water supplies in the United States - San Francisco, Seattle, Portland, Oregon and Boston. \\par\nAs of May 2006, there were nearly 280,000 acres of Catskill and Delaware watershed lands that remained eligible for acquisition or for conservation easements, as such lands are described in the 1997 Watershed Agreement, including more than 160,000\\b  \\b0 acres in the three highest priority categories, as defined in the Agreement.\\par\nThe Council believes that it is essential for New York City to renew and advance its willing-buyer, willing-seller land acquisition program for the Catskill and Delaware watersheds for at least ten additional years, from 2007 to 2017.  To accomplish that objective during this period, the Council believes the City must adopt a watershed acreage goal for acquisition or easement. It is the Council\\rquote s intent that such goal not be achieved through the process of eminent domain, but on a willing-buyer, willing-seller basis.   The Council further believes that the Natural Features Criteria set forth in the 1997 New York City Watershed Memorandum of Agreement (\\ldblquote 1997 Watershed Agreement\\rdblquote  or \\ldblquote Agreement\\rdblquote ) to identify eligible lands for acquisition or easement from a water quality standpoint should continue to guide those acquisitions over the 2007 to 2017 period. \\cf2\\strike\\par\n\\cf0\\strike0 The legislation also calls upon the City to adopt a goal of increased watershed protection and land acquisition efforts in the Croton watershed and to assess the effectiveness of the Croton Watershed Management Strategy and the adequacy of related funding.\\par\nThe Council recognizes that an essential element in safeguarding the City\\rquote s drinking water supply is to continue and to strengthen the water quality-based partnership between the City of New York and the communities whose lands ultimately drain into the City\\rquote s reservoirs.  The Council believes that the City\\rquote s watershed protection initiatives should continue to be advanced in a spirit of mutual respect and cooperation between New York City and the watershed communities, and in a manner that allows for continued economic vitality for watershed residents as is intended in the Watershed Agreement.   \\par\nThe Council further finds that by providing additional opportunities for recreation on newly acquired City-owned watershed lands, where such activities are not inconsistent with water quality protection - including, where appropriate, the consideration of recreational uses consistent with those permissible on adjacent State lands - the DEP can assist the watershed communities in meeting the recreational needs of their residents and in supporting appropriately-scaled tourism activities on watershed lands.  Accordingly, this legislation calls upon the Department to provide for increased recreational opportunities on newly acquired watershed lands, as is necessary to ensure consistency with the 1997 Watershed Agreement.\\par\nIn addition, the Council recognizes that it can better fulfill its responsibility to New York City water consumers and ratepayers by assuming a greater role in reviewing the DEP\\rquote s 2006 Watershed Protection Program, mentioned above. Accordingly, the legislation specifically provides a mechanism for submittal of the Department\\rquote s plan to the Council.\\strike\\par\n\\strike0 Finally, the Council is aware of the financial burdens that rising water and sewer rates impose on New York City property owners, and is therefore committed to minimizing future water and sewer rate increases to the maximum practicable extent.  Indeed, advancing the watershed protection measures set forth in this legislation can help mitigate against future water rate increases. If New York City were required to filter its Catskill and Delaware system water supplies, it is estimated by the DEP that the capital costs alone would be between 5 and 10 billion dollars, with hundreds of millions of dollars a year in debt service and operating costs. \\par\nThe primary intent of this legislation is to insure that the DEP\\rquote s post-2007 watershed protection efforts will build upon and enhance the Department\\rquote s on-going watershed protection program, so as to increase the likelihood that the City will continue to secure a filtration avoidance waiver from the EPA for the Catskill and Delaware systems.  \\par\nThe Council believes that taking the steps that this legislation directs will help protect the City\\rquote s irreplaceable reservoirs for future generations, strengthen the partnership between New York City and watershed communities and stave off water rate increases that would otherwise be necessary if the City were required to install costly filtration facilities for the Catskill and Delaware water systems.\\par\n\\'a72.  Chapter three of title 24 of the administrative code of the city of New York is amended by adding a new subchapter 5, to read as follows:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qc\\ul Subchapter 5\\par\nThe New York City Water Supply Protection Act\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a7 24-366\\tab Short title.\\par\n\\'a7 24-367\\tab Definitions.\\par\n\\pard\\nowidctlpar\\fi-1440\\li2160\\sl480\\slmult1\\qj\\'a7 24-368\\tab Catskill/Delaware watershed land protection goals and activities.\\par\n\\'a7 24-369\\tab Increased recreational opportunities.\\cf2\\par\n\\cf0\\'a7 24-370\\tab Croton watershed protection.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a7 24-371\\tab 2006 Watershed protection program.\\par\n\\'a724-366 Short title.  This subchapter shall be known and may be cited as the \\ldblquote New York City Water Supply Protection Act\\rdblquote .\\ulnone\\par\n\\ul\\'a724-367 Definitions. For the purposes of this subchapter, the following terms shall have the following meanings:  \\par\n(1) \\ldblquote 1997 Watershed Agreement\\rdblquote  means the \\ldblquote New York city watershed \\par\n\\pard\\nowidctlpar\\sb100\\sa100\\sl480\\slmult1\\qj memorandum of agreement\\rdblquote , dated January 21, 1997.\\par\n\\pard\\nowidctlpar\\fi720\\sb100\\sa100\\sl480\\slmult1\\qj (2) \\ldblquote 2006 Watershed Protection Program\\rdblquote  means the revised \\ldblquote long-term \\par\n\\pard\\nowidctlpar\\sb100\\sa100\\sl480\\slmult1\\qj watershed protection program\\rdblquote  that must be prepared by the commissioner and submitted to the United States environmental protection agency by December 2006, pursuant to the agency\\rquote s \\ldblquote November 2002 New York city filtration avoidance determination\\rdblquote . \\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj (3) \\ldblquote Catskill/Delaware watershed\\rdblquote  means the drainage basins of New York city\\rquote s ashokan, cannonsville, kensico, neversink, pepacton, rondout, schoharie, and west branch/boyd\\rquote s corner reservoirs.\\par\n(4) \"Catskill/Delaware water supply system\" means the Catskill/Delaware watershed and the tunnels, dams and aqueducts which are part of, and connect, the  reservoirs that constitute the Catskill/Delaware watershed.\\par\n(5)  \\ldblquote Croton watershed\\rdblquote  means the drainage basins of New York city\\rquote s  amawalk, bog brook, cross river, croton falls, diverting, east branch, middle branch, muscoot, new croton, and titicus reservoirs, as well as kirk lake, lake gleneida and lake gilead.\\par\n(6) \\ldblquote Croton watershed management strategy\\rdblquote  means the strategy for managing the croton watershed, contained in the department\\rquote s \\ldblquote Croton watershed strategy report\\rdblquote , dated March 2003. \\par\n\\pard\\nowidctlpar\\fi720\\sb100\\sa100\\sl480\\slmult1\\qj (7)\\ldblquote Natural Features Criteria\\rdblquote  means the criteria set forth in paragraph sixty-three of the 1997 Watershed Agreement, as it may be amended, or similar criteria in any successor agreement, that identify priority land areas within the Catskill/Delaware watershed for acquisition by New York city, such criteria being based upon the reservoir basin in which the land is located, the size of the land parcel, and local hydrological conditions.\\par\n(8) \\ldblquote November 2002 New York City Filtration Avoidance Determination\\rdblquote  means the document issued by the United States environmental protection agency pursuant to the Safe Drinking Water Act and its regulations, setting forth New York city\\rquote s commitments and milestones that will be the basis for the agency\\rquote s 2007 determination regarding whether and under what conditions to renew the city\\rquote s filtration avoidance waiver for the Catskill/Delaware water supply system.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj (9) \\ldblquote Not-for-profit land trust\\rdblquote  means a not-for-profit charitable organization, recognized as such by the internal revenue service, whose primary purpose is the preservation or protection of lands in their natural state, and which has been actively engaged in land trust activities in New York state for at least ten years.\\cf2\\par\n\\cf0\\'a724-368 Catskill/Delaware watershed land protection goals and activities.  a. The commissioner shall establish a goal of acquiring fee simple ownership or conservation easements for at least seventy-five thousand acres within the Catskill/Delaware watershed  during the period from 2007 to 2017.  No later than November 1, 2006 and no later than November 1, 2011, the commissioner shall assess the feasibility of implementing various measures to help accomplish this goal, including, but not limited to, the following:\\par\n(1) continuing the department\\rquote s willing-buyer/willing-seller watershed land acquisition program for the Catskill/Delaware watershed at least at the 2006 level of operation, including, but not limited to, staffing and funding;\\par\n(2) adopting a schedule for solicitation and resolicitation of eligible lands, as such lands are described in the 1997 Watershed Agreement, as it may be amended, and any successor agreement, which includes active solicitation and resolicitation on an annual basis;\\cf3  \\par\n\\cf0 (3) making greater use of the activities of not-for-profit land trusts and the acquisition of conservation easements in fulfilling the watershed land protection goals set forth in this subdivision\\ulnone ;\\ul\\par\n(4) acquiring fee simple ownership or conservation easements totaling at least fifteen thousand acres every two years in the Catskill/Delaware watershed, without using the process of eminent domain and following the Natural Features Criteria in the 1997 Watershed Agreement, as it may be amended, or similar criteria in any successor agreement; and\\par\n(5) depositing such additional funds as may be necessary to achieve the watershed land protection goals set forth in this subdivision\\b  \\b0 into the segregated land acquisition program funding account, established pursuant to the 1997 United States environmental protection agency filtration avoidance determination for the Catskill/Delaware water supply system. \\par\n\\pard\\nowidctlpar\\fi720\\sb100\\sa100\\sl480\\slmult1\\qj b. (1) No later than November 1, 2006 and no later than November 1, 2011, the commissioner shall submit a report to the mayor and the speaker of the council, which shall include, but not be limited to, the feasibility assessments the commissioner completed for each measure considered pursuant to subdivision a of this section; an identification of the assessed measures that will be implemented and, for each such measure, a timeframe for implementation and the method or methods that will be used to implement such measures and to monitor the progress of such implementation; and, for any assessed measure that will not be implemented, an explanation for this omission.\\par\n(2) No later than November 1, 2008, and no later than November 1 of every second year thereafter, the commissioner shall submit a report to the mayor and the speaker of the council regarding progress made during the previous two-year period in achieving the goal set forth in subdivision a of this section and in implementing the measures to help achieve this goal, identified in accordance with paragraph one of this subdivision.\\par\n\\'a724-369 Increased recreational opportunities.  For lands acquired by the city in the Catskill/Delaware watershed subsequent to the effective date of this section, the commissioner shall provide for increased recreational opportunities on these lands as is necessary to ensure consistency with the 1997 Watershed Agreement, which shall include historic recreational uses, including fishing, hiking and hunting, so long as such activities neither threaten public safety nor threaten to have an adverse impact on water quality.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a724-370 Croton watershed protection. a. The commissioner shall establish a goal of pursuing increased watershed protection and land acquisition efforts in the croton watershed.  To help accomplish this goal, the commissioner shall assess, at minimum, the following:\\par\n\\pard\\nowidctlpar\\fi720\\sb100\\sa100\\sl480\\slmult1\\qj (1) the effectiveness of the croton watershed management strategy to protect the croton watershed and croton supply, including specific watershed protection activities that have been implemented pursuant to the strategy, and whether or not any additional measures should be incorporated into such strategy; and\\par\n(2) the extent to which funding may be necessary for a continuing annual program of fee simple and conservation easement acquisition of land parcels of particular importance to water quality protection in the croton watershed, and the extent to which  such funds should be used for acquisition in partnership with county or local governments, or not-for-profit land trusts.  \\par\nb. (1) No later than November 1, 2006, the commissioner shall submit a report to the mayor and the speaker of the council that shall include, but not be limited to the assessments the commissioner completed pursuant to subdivision a of this section, including an identification of any revisions and updates that should be made to the croton watershed management strategy as necessary to ensure the protection of the croton watershed; an identification of any funds set aside for the upcoming two years; and, if no funds were set aside, an explanation for such omission.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj (2) No later than November 1, 2008, and no later than November 1 of every two years thereafter, until November 1, 2018, the commissioner shall submit a report to the mayor and the speaker of the council that shall include, but not be limited to, the amount of funds spent on land acquisition and the acreage acquired in the croton watershed during the previous two-year period, including the extent to which such funds were spent and acres were acquired in partnership with county or local governments or not-for-profit land trusts; an identification of any funds set aside for the upcoming two years; and, if no funds are set aside, an explanation for such omission.\\par\n\\'a724-371 2006 Watershed Protection Program.  The commissioner shall submit the 2006 Watershed Protection Program to the speaker of the council contemporaneously with the submission of such plan to the United States environmental protection agency.  \\cf2\\strike\\par\n\\cf0\\ulnone\\strike0\\'a73.  Severability clause.  If any section, subdivision, sentence, clause, phrase or other portion of this local law is, for any reason, declared invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such invalidity shall not affect the validity of the remaining portions of this law, which remaining portions shall continue in full force and effect.\\par\n\\pard\\nowidctlpar\\fi720\\qj\\'a74.  This local law shall take effect immediately.\\par\n\\pard\\nowidctlpar\\qj\\par\n\\par\nDD LS#363\\par\n6/8/06\\par\n\\par\n\\pard\\nowidctlpar\\qj\\tx720\\tx1440\\tx2160\\tx2880\\tx3600\\tx4320\\tx5670\\par\n\\pard\\nowidctlpar\\qj\\par\n\\pard\\nowidctlpar\\par\n\\par\n}\n\u0000",
  "LastModified": "2015-06-02T15:12:51.313Z"
}
