{
  "ID": 36749,
  "GUID": "2E519217-96A5-42D4-AE01-4CB061A098C9",
  "File": "Int 0376-2006",
  "LocalLaw": "2006/036",
  "Name": "Watershed protection plan for the watershed/sewershed of Jamaica Bay.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the watershed protection plan for the watershed/sewershed of Jamaica Bay.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 35,
  "StatusName": "Enacted",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2006-06-13T00:00:00Z",
  "AgendaDate": "2006-06-13T00:00:00Z",
  "PassedDate": "2006-08-23T00:00:00Z",
  "EnactmentDate": "2006-08-23T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5281,
      "Slug": "joseph-p-addabbo-jr",
      "FullName": "Joseph P. Addabbo, Jr."
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5287,
      "Slug": "yvette-d-clarke",
      "FullName": "Yvette D. Clarke"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5270,
      "Slug": "hiram-monserrate",
      "FullName": "Hiram Monserrate"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    }
  ],
  "History": [
    {
      "ID": 192127,
      "Date": "2006-06-13T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 192403,
      "Date": "2006-06-13T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6266,
      "AgendaSequence": 175,
      "MinutesSequence": 202,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 192470,
      "Date": "2006-06-26T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 6270,
      "AgendaSequence": 2,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 192899,
      "Date": "2006-06-26T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 6270,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 194010,
      "Date": "2006-08-16T10:45:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 6457,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 376-A",
      "MinutesNote": "Proposed Int. No. 376-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 194161,
      "Date": "2006-08-16T10:45:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 6457,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 194162,
      "Date": "2006-08-16T10:45:00Z",
      "ActionID": 33,
      "Action": "Amended by Committee",
      "Description": "This Introduction was Amended by Committee",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 6457,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 194455,
      "Date": "2006-08-16T10:45:00Z",
      "ActionID": 32,
      "Action": "Approved by Committee",
      "Description": "A motion was made that this Introduction be Approved by Committee approved by Roll Call.",
      "BodyID": 10,
      "BodyName": "Committee on Environmental Protection",
      "EventID": 6457,
      "MinutesSequence": 5,
      "Version": "A",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "MatterStatusID": 24,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 194670,
      "Date": "2006-08-16T13:30:00Z",
      "ActionID": 68,
      "Action": "Approved by Council",
      "Description": "A motion was made that this Introduction be Approved by Council approved by consent Roll Call.",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6504,
      "AgendaSequence": 92,
      "MinutesSequence": 98,
      "Version": "A",
      "AgendaNote": "Amended and Coupled on GO",
      "PassedFlag": 1,
      "PassedFlagName": "Pass",
      "Consent": 1,
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 194751,
      "Date": "2006-08-16T16:43:00Z",
      "ActionID": 53,
      "Action": "Sent to Mayor by Council",
      "Description": "This Introduction was Sent to Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 0,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 194752,
      "Date": "2006-08-23T16:43:00Z",
      "ActionID": 5014,
      "Action": "Hearing Held by Mayor",
      "Description": "This Introduction was Hearing Held by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 10,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 194765,
      "Date": "2006-08-23T18:37:00Z",
      "ActionID": 57,
      "Action": "Signed Into Law by Mayor",
      "Description": "This Introduction was Signed Into Law by Mayor",
      "BodyID": 31,
      "BodyName": "Mayor",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 194768,
      "Date": "2006-08-23T20:55:00Z",
      "ActionID": 5023,
      "Action": "Recved from Mayor by Council",
      "Description": "This Introduction was Recved from Mayor by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 35,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 74126,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 376 - 6/13/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/c270d1fa-c992-4ff5-bbfc-bba807c8d429.doc",
      "Sort": 1
    },
    {
      "ID": 73368,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 6/26/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/a183b16b-71a8-4ee3-8f82-ae0553afdfb5.doc",
      "Sort": 2
    },
    {
      "ID": 73938,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 6/26/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/157f5cb0-0180-483d-815d-2d48d1972e27.doc",
      "Sort": 3
    },
    {
      "ID": 74136,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 8/16/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/90a983f8-cdc8-4f32-8d5e-694e52014851.No.376-A--CommitteeReport.doc",
      "Sort": 4
    },
    {
      "ID": 74784,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 8/16/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/9a74d76d-4a0f-4962-93f8-c9292f6b4529.doc",
      "Sort": 5
    },
    {
      "ID": 74149,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Fiscal Impact Statement",
      "Link": "http://nyc.legistar1.com/nyc/attachments/73e72e92-34d4-4328-a439-7728e1aad2c3. 376-A DEP.doc",
      "Sort": 6
    },
    {
      "ID": 75008,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript - Stated Meeting 8/16/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/18aaa589-fab9-42b6-8173-0023cf2332f4.doc",
      "Sort": 7
    },
    {
      "ID": 75191,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Local Law",
      "Link": "http://nyc.legistar1.com/nyc/attachments/a341e5e0-c5a7-48cc-8f82-ff55c2c492e9.doc",
      "Sort": 8
    }
  ],
  "Summary": "",
  "TextID": 37834,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Section 24-527 of the administrative code of the city of New York, as added by local law number 71 for the year 2005, is amended to read as follows:\n§24-527 Watershed protection plan for the watershed/sewershed of Jamaica bay.  a. No later than [September]October 1, [2006]2007, the commissioner shall complete a watershed protection plan for the watershed/sewershed of Jamaica bay, which shall, among other things, include measures the city can implement to help protect Jamaica bay.  The overall goal of such plan shall be to restore and maintain the water quality and ecological integrity of Jamaica bay.  \nb. The commissioner shall assess the technical, legal, environmental and economical feasibility of including the following measures, at minimum, in the plan prepared pursuant to subdivision a of this section: \nbest management practices for the minimization and control of soil erosion and \nstormwater runoff and reduction of both point and non-point source pollution, including, but not limited to, the promotion of development practices such as the on-site detention and infiltration of stormwater runoff, the minimization of impervious surfaces and the creation of natural systems to control and minimize stormwater runoff; \nmeasures to address threats to aquatic habitat, including, but not limited to, stabilizing \nand restoring salt marshes, wetlands, soils and other natural areas, strengthening ecological buffers, restoring natural features to the Jamaica bay watershed/sewershed shoreline, and reestablishing water flows; \n(3) land acquisition and land use planning practices and opportunities, including, but not limited to, incentives, such as expedited permitting and property tax relief, for infill, brownfield redevelopment and other environmentally beneficial development, and disincentives, such as stricter development guidelines, for development that may adversely impact Jamaica bay; \na protocol for coordination with appropriate federal, state and city governmental \nentities that have jurisdiction over the Jamaica bay area, with respect to, but not limited to, efforts to restore and maintain the water quality and ecological integrity of Jamaica bay and notification regarding proposed development projects within the Jamaica bay watershed/sewershed that may adversely impact Jamaica bay; \na protocol for coordination with the office of environmental coordination that ensures \nthat environmental assessments and reviews of projects within the Jamaica bay watershed/sewershed address potential impacts to Jamaica bay and are conducted pursuant to all applicable federal, state and city environmental quality review laws and regulations;\n(6) a public education program, including, but not limited to, programs for schools, developers, commercial facilities, civic groups and other local organizations and entities to increase awareness about the ecological significance and degradation of Jamaica bay; potential threats to Jamaica bay; restoration and watershed stewardship activities undertaken by the department and others involving Jamaica bay; and methods and practices to reduce pollution in Jamaica bay; and\n(7) a program to target enforcement efforts that will help reduce polluting behaviors and operations that may adversely impact Jamaica bay. \nc. The watershed protection plan prepared pursuant to subdivision a of this section, as it may be revised pursuant to subdivision [f]h of this section, shall contain the following:\nspecific goals related to restoring and maintaining the water quality and ecological \nintegrity of Jamaica bay;\nthe geographic boundaries of the watershed/sewershed of Jamaica bay for the purpose \nof achieving the goals of such plan and an explanation for the selection of such boundaries; \nthe assessments the commissioner completed for each measure considered for \ninclusion in such plan;\n(4) for any final recommendation of the Jamaica bay watershed protection plan advisory committee established pursuant to subdivision [h]j of this section that was not assessed for inclusion or incorporated in such plan, an explanation for such omission; and \n(5) a schedule, including interim and final milestones, for implementing the measures and \nachieving the specific goals included in such plan and methods of monitoring progress towards achieving such milestones and goals.\n\td. No later than October 1, 2006, the commissioner shall complete an interim report on the preparation of the watershed protection plan required pursuant to subdivision a of this section, which shall include, at minimum, the following elements:\n\t(1) a description of the current status of the plan preparation, including, but not limited to, the status of all feasibility assessments of measures conducted pursuant to subdivision b of this section; and \n\t(2) for each preliminary recommendation of the Jamaica bay watershed protection plan advisory committee provided to the commissioner pursuant to paragraph four of subdivision j of this section, the commissioner shall state whether:\ni. the recommendation will be incorporated into the plan required pursuant to \nsubdivision a of this section;\nii. the recommendation will not be incorporated into such plan, in which case the \ncommissioner shall provide a detailed explanation of the basis for any such omission; or\niii. the recommendation will be further assessed for inclusion in such plan, in which case \nthe commissioner shall provide a detailed explanation of the reason for such further assessment, including a timeline for such assessment’s completion.\n\te.  No later than March 1, 2007, the commissioner shall complete a draft of the watershed protection plan for the watershed/sewershed of Jamaica bay required pursuant to subdivision a of this section.    \nf. The commissioner shall implement the plan prepared pursuant to subdivision a of this\nsection, as it may from time to time be revised pursuant to subdivision [f]h of this section, in accordance with its provisions.\n[e]g. The commissioner shall submit to the mayor and the speaker of the council the watershed protection plan, draft of such plan and interim report prepared pursuant to [subdivision]subdivisions a, d and e of this section, or any revised plan prepared pursuant to subdivision [f]h of this section, no later than five business days after its completion.  \n\t[f]h. The watershed protection plan prepared pursuant to subdivision a of this section shall be reviewed and revised as necessary to achieve its goals, but in no event shall such review occur less often than once every two years.  \n[g]i. No later than October 1, [2007]2008, and no later than October 1 of every [two years] second year thereafter, the commissioner shall submit a report to the mayor and the speaker of the council, which shall include, but not be limited to:\nthe implementation status of the measures included in the watershed protection plan \nprepared pursuant to subdivision a of this section, as it may have been revised pursuant to subdivision [f]h of this section; and\n(2) where the plan has been reviewed in accordance with subdivision [f]h of this section and the commissioner determines that no revisions are required, such determination and the reasons for it.\n[h]j. (1) A Jamaica bay watershed protection plan advisory committee shall be established, which shall provide advice to the commissioner for the duration of its term and provide preliminary and final recommendations to the commissioner and the speaker of the council on the watershed protection plan [prepared]required pursuant to subdivision a of this section regarding:\ni. the specific goals of such plan related to restoring and maintaining the water quality and ecological integrity of Jamaica bay;\nii. the geographic boundaries of the watershed/sewershed of Jamaica bay to be included \nin such plan;\niii. any measures that should be assessed by the commissioner for inclusion in such plan, in addition to those listed in subdivision b of this section;\niv. the assessment of the technical, legal, environmental and economical feasibility of \nincluding in such plan the measures listed in subdivision b of this section and any additional measures; and\nv. a schedule, including interim and final milestones, for implementing the measures and \nachieving the specific goals to be included in such plan and methods of monitoring progress towards achieving such milestones and goals.\n(2) Such advisory committee shall be comprised of seven members, three of whom shall be appointed by the speaker of the council and four by the mayor.  The members shall be appointed within forty-five days after the effective date of this section and shall serve without compensation.  The [chairperson]chairperson(s) shall be elected from amongst the members.  Any vacancy shall be filled in the same manner as the original appointment for the remainder of the unexpired term. The commissioner may provide staff to assist the advisory committee. \n(3) Such members of the advisory committee shall serve until three months after the date upon which the commissioner completes the watershed protection plan prepared pursuant to subdivision a of this section, after which time the committee shall cease to exist.\n(4) No later than July 1, 2006, the chairperson(s) of such committee shall submit a report containing the committee’s preliminary recommendations regarding the watershed protection plan required pursuant to subdivision a of this section to the commissioner and the speaker of the council.\n\t(5) No later than [July 1, 2006]June 1, 2007, the [chairperson]chairperson(s) of such committee shall submit a report containing [its]the committee’s final recommendations regarding the watershed protection plan required pursuant to subdivision a of this section to the commissioner and the speaker of the council.\n\t§2.  This local law shall take effect immediately.\n\n\nPCW 8/7/06\nLS #1173",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red255\\green0\\blue0;}\n\\viewkind4\\uc1\n\\pard\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1. Section 24-527 of the administrative code of the city of New York, as added by local law number 71 for the year 2005, is amended to read as follows:\\par\n\\'a724-527 Watershed protection plan for the watershed/sewershed of Jamaica bay.  a. No later than [September]\\ul October\\ulnone  1,\\cf1  \\cf0 [2006]\\ul 2007\\ulnone , the commissioner shall complete a watershed protection plan for the watershed/sewershed of Jamaica bay, which shall, among other things, include measures the city can implement to help protect Jamaica bay.  The overall goal of such plan shall be to restore and maintain the water quality and ecological integrity of Jamaica bay.  \\par\nb. The commissioner shall assess the technical, legal, environmental and economical feasibility of including the following measures, at minimum, in the plan prepared pursuant to subdivision a of this section: \\par\n\\pard{\\pntext\\f0 (1)\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart1\\pndec{\\pntxtb(}{\\pntxta)}}\n\\fi-360\\li1080\\sl480\\slmult1\\qj\\tx1080 best management practices for the minimization and control of soil erosion and \\par\n\\pard{\\*\\pn\\pnlvlcont\\pnf0\\pnindent0\\pnstart1\\pndec }\n\\sl480\\slmult1\\qj stormwater runoff and reduction of both point and non-point source pollution, including, but not limited to, the promotion of development practices such as the on-site detention and infiltration of stormwater runoff, the minimization of impervious surfaces and the creation of natural systems to control and minimize stormwater runoff; \\par\n\\pard{\\pntext\\f0 (2)\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart1\\pndec{\\pntxtb(}{\\pntxta)}}\n\\fi-360\\li1080\\sl480\\slmult1\\qj\\tx1080 measures to address threats to aquatic habitat, including, but not limited to, stabilizing \\par\n\\pard\\sl480\\slmult1\\qj and restoring salt marshes, wetlands, soils and other natural areas, strengthening ecological buffers, restoring natural features to the Jamaica bay watershed/sewershed shoreline, and reestablishing water flows;\\b  \\ul\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone\\b0 (3) land acquisition and land use planning practices and opportunities, including, but not limited to, incentives, such as expedited permitting and property tax relief, for infill, brownfield redevelopment and other environmentally beneficial development, and disincentives, such as stricter development guidelines, for development that may adversely impact Jamaica bay; \\par\n\\pard{\\pntext\\f0 (4)\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart4\\pndec{\\pntxtb(}{\\pntxta)}}\n\\fi-360\\li1080\\sl480\\slmult1\\qj\\tx1080 a protocol for coordination with appropriate federal, state and city governmental \\par\n\\pard{\\*\\pn\\pnlvlcont\\pnf0\\pnindent0\\pnstart1\\pndec }\n\\sl480\\slmult1\\qj entities that have jurisdiction over the Jamaica bay area, with respect to, but not limited to, efforts to restore and maintain the water quality and ecological integrity of Jamaica bay and notification regarding proposed development projects within the Jamaica bay watershed/sewershed that may adversely impact Jamaica bay; \\par\n\\pard{\\pntext\\f0 (4)\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart4\\pndec{\\pntxtb(}{\\pntxta)}}\n\\fi-360\\li1080\\sl480\\slmult1\\qj\\tx1080 a protocol for coordination with the office of environmental coordination that ensures \\par\n\\pard\\sl480\\slmult1\\qj that environmental assessments and reviews of projects within the Jamaica bay watershed/sewershed address potential impacts to Jamaica bay and are conducted pursuant to all applicable federal, state and city environmental quality review laws and regulations;\\ul\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone (6) a public education program, including, but not limited to, programs for schools, developers, commercial facilities, civic groups and other local organizations and entities to increase awareness about the ecological significance and degradation of Jamaica bay; potential threats to Jamaica bay; restoration and watershed stewardship activities undertaken by the department and others involving Jamaica bay; and methods and practices to reduce pollution in Jamaica bay; and\\par\n(7) a program to target enforcement efforts that will help reduce polluting behaviors and operations that may adversely impact Jamaica bay.\\ul  \\par\n\\ulnone c. The watershed protection plan prepared pursuant to subdivision a of this section, as it may be revised pursuant to subdivision [f]\\ul h\\ulnone  of this section, shall contain the following:\\par\n\\pard{\\pntext\\f0 (1)\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart1\\pndec{\\pntxtb(}{\\pntxta)}}\n\\fi-360\\li1080\\sl480\\slmult1\\qj\\tx1080 specific goals related to restoring and maintaining the water quality and ecological \\par\n\\pard{\\*\\pn\\pnlvlcont\\pnf0\\pnindent0\\pnstart1\\pndec }\n\\sl480\\slmult1\\qj integrity of Jamaica bay;\\ul\\par\n\\pard{\\pntext\\f0 (2)\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart1\\pndec{\\pntxtb(}{\\pntxta)}}\n\\fi-360\\li1080\\sl480\\slmult1\\qj\\tx1080\\ulnone the geographic boundaries of the watershed/sewershed of Jamaica bay for the purpose \\par\n\\pard{\\*\\pn\\pnlvlcont\\pnf0\\pnindent0\\pnstart1\\pndec }\n\\sl480\\slmult1\\qj of achieving the goals of such plan and an explanation for the selection of such boundaries; \\par\n\\pard{\\pntext\\f0 (3)\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart1\\pndec{\\pntxtb(}{\\pntxta)}}\n\\fi-360\\li1080\\sl480\\slmult1\\qj\\tx1080 the assessments the commissioner completed for each measure considered for \\par\n\\pard\\sl480\\slmult1\\qj inclusion in such plan;\\ul\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone (4) for any final recommendation of the Jamaica bay watershed protection plan advisory committee established pursuant to subdivision [h]\\ul j\\cf1\\ulnone  \\cf0 of this section that was not assessed for inclusion or incorporated in such plan, an explanation for such omission; and \\par\n\\pard\\li720\\sl480\\slmult1\\qj (5) a schedule, including interim and final milestones, for implementing the measures and \\par\n\\pard\\sl480\\slmult1\\qj achieving the specific goals included in such plan and methods of monitoring progress towards achieving such milestones and goals.\\ul\\par\n\\ulnone\\tab d. \\ul No later than October 1, 2006, the commissioner shall complete an interim report on the preparation of the watershed protection\\cf1  \\cf0 plan required pursuant to subdivision a of this section, which shall include, at minimum, the following elements:\\par\n\\ulnone\\tab\\ul (1) a description of the current status of the plan preparation, including, but not limited to, the status of all feasibility assessments of measures conducted pursuant to subdivision b of this section; and \\par\n\\ulnone\\tab\\ul (2) for each preliminary recommendation of the Jamaica bay watershed protection plan advisory committee provided to the commissioner pursuant to paragraph four of subdivision j of this section, the commissioner shall state whether:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj i. the recommendation will be incorporated into the plan required pursuant to \\par\n\\pard\\sl480\\slmult1\\qj subdivision a of this section;\\par\n\\pard\\fi720\\sl480\\slmult1\\qj ii. the recommendation will not be incorporated into such plan, in which case the \\par\n\\pard\\sl480\\slmult1\\qj commissioner shall provide a detailed explanation of the basis for any such omission; or\\par\n\\pard\\fi720\\sl480\\slmult1\\qj iii. the recommendation will be further assessed for inclusion in such plan, in which case \\par\n\\pard\\sl480\\slmult1\\qj the commissioner shall provide a detailed explanation of the reason for such further assessment, including a timeline for such assessment\\rquote s completion.\\par\n\\ulnone\\tab\\ul e.  No later than March 1, 2007, the commissioner shall complete a draft of the watershed protection plan for the watershed/sewershed of Jamaica bay required pursuant to subdivision a of this section.    \\par\n\\pard\\li720\\sl480\\slmult1\\qj f.\\ulnone  The commissioner shall implement the plan prepared pursuant to subdivision a of this\\par\n\\pard\\sl480\\slmult1\\qj section, as it may from time to time be revised pursuant to subdivision [f]\\ul h\\ulnone  of this section, in accordance with its provisions.\\ul\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone [e]\\ul g\\ulnone . The commissioner shall submit to the mayor and the speaker of the council the watershed protection plan\\ul , draft of such plan and interim report\\ulnone  prepared pursuant to [subdivision]\\ul subdivisions\\ulnone  a\\ul , d and e\\ulnone  of this section, or any revised plan prepared pursuant to subdivision [f]\\ul h\\ulnone  of this section, no later than five business days after its completion.  \\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\tab [f]\\ul h\\ulnone . The watershed protection plan prepared pursuant to subdivision a of this section shall be reviewed and revised as necessary to achieve its goals, but in no event shall such review occur less often than once every two years.  \\par\n\\pard\\fi720\\sl480\\slmult1\\qj [g]\\ul i\\ulnone . No later than October 1, [2007]\\ul 2008\\ulnone , and no later than October 1 \\ul of\\ulnone  every [two years] \\ul second year\\ulnone  thereafter, the commissioner shall submit a report to the mayor and the speaker of the council, which shall include, but not be limited to:\\par\n\\pard{\\pntext\\f0 (1)\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart1\\pndec{\\pntxtb(}{\\pntxta)}}\n\\fi-375\\li1095\\sl480\\slmult1\\qj\\tx1095 the implementation status of the measures included in the watershed protection plan \\par\n\\pard\\sl480\\slmult1\\qj prepared pursuant to subdivision a of this section, as it may have been revised pursuant to subdivision [f]\\ul h\\cf1\\ulnone  \\cf0 of this section; and\\ul\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone (2) where the plan has been reviewed in accordance with subdivision [f]\\ul h\\ulnone  of this section and the commissioner determines that no revisions are required, such determination and the reasons for it.\\par\n[h]\\ul j\\ulnone . (1) A Jamaica bay watershed protection plan advisory committee shall be established, which shall provide advice to the commissioner for the duration of its term and provide \\ul preliminary and\\ulnone  final recommendations to the commissioner and the speaker of the council on the watershed protection plan [prepared]\\ul required\\ulnone  pursuant to subdivision a of this section regarding:\\par\ni. the specific goals of such plan related to restoring and maintaining the water quality and ecological integrity of Jamaica bay;\\par\n\\pard\\li720\\sl480\\slmult1\\qj ii. the geographic boundaries of the watershed/sewershed of Jamaica bay to be included \\par\n\\pard\\sl480\\slmult1\\qj in such plan;\\par\n\\pard\\fi720\\sl480\\slmult1\\qj iii. any measures that should be assessed by the commissioner for inclusion in such plan, in addition to those listed in subdivision b of this section;\\par\niv. the assessment of the technical, legal, environmental and economical feasibility of \\ul\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone including in such plan the measures listed in subdivision b of this section and any additional measures; and\\par\n\\pard\\li720\\sl480\\slmult1\\qj v. a schedule, including interim and final milestones, for implementing the measures and \\par\n\\pard\\sl480\\slmult1\\qj achieving the specific goals to be included in such plan and methods of monitoring progress towards achieving such milestones and goals.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj (2) Such advisory committee shall be comprised of seven members, three of whom shall be appointed by the speaker of the council and four by the mayor.  The members shall be appointed within forty-five days after the effective date of this section and shall serve without compensation.  The [chairperson]\\ul chairperson(s)\\ulnone  shall be elected from amongst the members.  Any vacancy shall be filled in the same manner as the original appointment for the remainder of the unexpired term. The\\ul  \\ulnone commissioner may provide staff to assist the advisory committee.\\ul  \\par\n\\ulnone (3) Such members of the advisory committee shall serve until three months after the date upon which the commissioner completes the watershed protection plan prepared pursuant to subdivision a of this section, after which time the committee shall cease to exist.\\par\n(4) \\ul No later than July 1, 2006, the chairperson(s) of such committee shall submit a report containing the committee\\rquote s preliminary recommendations regarding the watershed protection plan required pursuant to subdivision a of this section to the commissioner and the speaker of the council.\\par\n\\pard\\sl480\\slmult1\\qj\\tx720\\ulnone\\tab\\ul (5)\\ulnone  No later than [July 1, 2006]\\ul June 1, 2007\\ulnone , the [chairperson]\\ul chairperson(s)\\ulnone  of such committee shall submit a report containing [its]\\ul the committee\\rquote s\\ulnone  final recommendations \\ul regarding the watershed protection plan required pursuant to subdivision a of this section\\ulnone  to the commissioner and the speaker of the council.\\par\n\\tab\\'a72.  This local law shall take effect immediately.\\par\n\\pard\\qj\\par\n\\ul\\par\n\\ulnone PCW 8/7/06\\par\nLS #1173\\cf1\\par\n}\n\u0000",
  "LastModified": "2015-06-02T15:12:57.92Z"
}
