{
  "ID": 36712,
  "GUID": "CD5E5B37-BA24-4AED-845C-366E0B75C9DC",
  "File": "Int 0378-2006",
  "Name": "Increasing the accessibility of taxicabs for people with disabilities.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to increasing the accessibility of taxicabs for people with disabilities.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2006-06-13T00:00:00Z",
  "AgendaDate": "2006-06-13T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    }
  ],
  "History": [
    {
      "ID": 192021,
      "Date": "2006-06-13T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 192412,
      "Date": "2006-06-13T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6266,
      "AgendaSequence": 183,
      "MinutesSequence": 210,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 192034,
      "Date": "2006-06-14T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 6227,
      "AgendaSequence": 11,
      "MinutesSequence": 25,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 192501,
      "Date": "2006-06-14T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 6227,
      "MinutesSequence": 26,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236545,
      "Date": "2009-12-31T15:35:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 73205,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 6/14/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/eb3f4c88-c739-48df-b081-151eecd8e8f0.doc",
      "Sort": 1
    },
    {
      "ID": 73585,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 6/14/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/5e778fd0-8941-4651-b917-2b9066bd18ba.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 37265,
  "Text": "Be it enacted by the Council as follows: \nSection 1. Legislative findings and intent. The Council finds that: (a) the City’s taxicab fleet remains almost entirely inaccessible to people who use wheelchairs, despite the fact that taxicabs are a vital and integral part of the City’s transportation system; (b) such inaccessibility is deleterious to the health, safety, welfare and productivity of residents of, and visitors to, New York City; and (c) such inaccessibility harms the economy of New York City and places the City at a competitive disadvantage to other municipalities across the country and around the world that have achieved greater taxicab accessibility than New York City. \n§2. Chapter 5 of title 19 of the administrative code of the city of New York is hereby amended by adding a new section 19-534 to read as follows.\n\t§19-534 a. Definitions. The following terms shall have the following meanings:\n1. “Accessible hybrid electric taxicab” shall mean any vehicle that is (i) equipped with a hydraulic lift or ramps designed for the purpose of transporting physically disabled persons, or containing any other physical device or alteration designed to permit access to and enable the transportation of physically disabled persons and that complies with the accessibility requirements of the Americans With Disabilities Act of 1990, as amended, and any regulations promulgated thereunder, or any vehicle determined to be accessible to physically disabled persons pursuant to rules promulgated by the commissioner and (ii) a commercially available mass-produced vehicle originally equipped by the manufacturer with a combustion engine system together with an electric propulsion system that operates in an integrated manner. \n2. “Accessible taxicab” shall mean any vehicle that is equipped with a hydraulic lift or ramps designed for the purpose of transporting physically disabled persons, or containing any other physical device or alteration designed to permit access to and enable the transportation of physically disabled persons and that complies with the accessibility requirements of the Americans With Disabilities Act of 1990, as amended, and any regulations promulgated thereunder, or any vehicle determined to be accessible to physically disabled persons pursuant to rules promulgated by the commissioner. \n3. “Hybrid electric taxicab” shall mean any commercially available mass-produced vehicle originally equipped by the manufacturer with a combustion engine system together with an electric propulsion system that operates in an integrated manner, which has been approved pursuant to rules promulgated by the commissioner for use as a taxicab. \n4. “Owner” shall mean any owner of a taxicab. \n5. “Physically disabled person” shall mean any person using a wheelchair or other personal mobility aid, such as a scooter. \n6. “Small owner” shall mean any owner of not more than one taxicab; provided that such term shall not include any person who has a financial interest greater than ten percent in more than one such vehicle; and provided further that such person has been designated as a small owner by the commissioner pursuant to subdivision c of this section. \n7. “Taxicab” shall mean any vehicle licensed as a taxicab pursuant to § 19-504 of this code. \nb. Accessible and hybrid electric vehicles required.\t1. Beginning December 31, 2008, no owner shall place any taxicab into service unless such vehicle is either (i) an accessible taxicab, (ii) a hybrid electric taxicab or (iii) an accessible hybrid electric taxicab; provided that this paragraph shall not apply to any small owner; and provided further that an owner placing any taxicab into service pursuant to subparagraph (ii) of this subdivision shall not thereafter place into service another taxicab pursuant to subparagraph (ii) of this subdivision without first placing two taxicabs into service pursuant to subparagraphs (i) or (iii) of this subdivision .  \n2. Beginning December 31, 2010, no owner shall place any taxicab into service unless such vehicle is either (i) an accessible taxicab, (ii) a hybrid electric taxicab or (iii) an accessible hybrid electric taxicab; provided that an owner placing any taxicab into service pursuant to subparagraph (ii) of this subdivision shall not thereafter place into service another taxicab pursuant to subparagraph (ii) of this subdivision without first placing two taxicabs into service pursuant to subparagraphs (i) or (iii) of this subdivision.  \n\t3. Beginning December 31, 2012, no owner shall place any taxicab into service unless such vehicle is an accessible hybrid electric taxicab.\nc. Enforcement and rules. 1. The commissioner shall take appropriate action to enforce this section and shall promulgate rules as may be necessary to carry out the provisions of this section, including the establishment of a system to designate small owners.\n2. Nothing in this section shall be interpreted to limit or restrict in any manner any remedy or right pursuant to title eight of this code, or any state or federal law. \n§3. This local law shall take effect immediately upon enactment.\n\n\nLP\nLS#\n6/1/06 2:15 p.m.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fcharset0 Times New Roman MS;}{\\f1\\froman\\fprq2\\fcharset0 Times;}{\\f2\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\cf1\\v0\\f0\\par\n\\pard\\nowidctlpar\\sa175\\sl480\\slmult1\\qj\\cf0\\ul\\f2 Be it enacted by the Council as follows: \\par\n\\pard\\nowidctlpar\\fi768\\sa113\\sl480\\slmult1\\qj\\ulnone Section 1. Legislative findings and intent. The Council finds that: (a) the City\\rquote s taxicab fleet remains almost entirely inaccessible to people who use wheelchairs, despite the fact that taxicabs are a vital and integral part of the City\\rquote s transportation system; (b) such inaccessibility is deleterious to the health, safety, welfare and productivity of residents of, and visitors to, New York City; and (c) such inaccessibility harms the economy of New York City and places the City at a competitive disadvantage to other municipalities across the country and around the world that have achieved greater taxicab accessibility than New York City. \\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a72. Chapter 5 of title 19 of the administrative code of the city of New York is hereby amended by adding a new section 19-534 to read as follows.\\ul\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\ul\\'a719-534 a. Definitions. The following terms shall have the following meanings:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj 1. \\ldblquote Accessible hybrid electric taxicab\\rdblquote  shall mean any vehicle that is (i) equipped with a hydraulic lift or ramps designed for the purpose of transporting physically disabled persons, or containing any other physical device or alteration designed to permit access to and enable the transportation of physically disabled persons and that complies with the accessibility requirements of the Americans With Disabilities Act of 1990, as amended, and any regulations promulgated thereunder, or any vehicle determined to be accessible to physically disabled persons pursuant to rules promulgated by the commissioner and (ii) a commercially available mass-produced vehicle originally equipped by the manufacturer with a combustion engine system together with an electric propulsion system that operates in an integrated manner. \\par\n2. \\ldblquote Accessible taxicab\\rdblquote  shall mean any vehicle that is equipped with a hydraulic lift or ramps designed for the purpose of transporting physically disabled persons, or containing any other physical device or alteration designed to permit access to and enable the transportation of physically disabled persons and that complies with the accessibility requirements of the Americans With Disabilities Act of 1990, as amended, and any regulations promulgated thereunder, or any vehicle determined to be accessible to physically disabled persons pursuant to rules promulgated by the commissioner. \\ulnone\\i\\f1\\par\n\\ul\\i0\\f2 3. \\ldblquote Hybrid electric taxicab\\rdblquote  shall mean any commercially available mass-produced vehicle originally equipped by the manufacturer with a combustion engine system together with an electric propulsion system that operates in an integrated manner, which has been approved pursuant to rules promulgated by the commissioner for use as a taxicab. \\par\n4. \\ldblquote Owner\\rdblquote  shall mean any owner of a taxicab. \\par\n\\cf1 5. \\ldblquote Physically disabled person\\rdblquote  shall mean any person using a wheelchair or other personal mobility aid, such as a scooter. \\par\n\\f0 6. \\ldblquote Small owner\\rdblquote  shall mean any owner of not more than one taxicab; provided that such term shall not include any person who has a financial interest greater than ten percent in more than one such vehicle; and provided further that such person has been designated as a small owner by the commissioner pursuant to subdivision c of this section. \\par\n7. \\ldblquote Taxicab\\rdblquote  shall mean any vehicle licensed as a taxicab pursuant to \\'a7 19-504 of this code. \\par\n\\cf0\\f2 b. Accessible and hybrid electric vehicles required.\\tab 1. Beginning December 31, 2008, no owner shall place any taxicab into service unless such vehicle is either (i) an accessible taxicab, (ii) a hybrid electric taxicab or (iii) an accessible hybrid electric taxicab; provided that this paragraph shall not apply to any small owner; and provided further that an owner placing any taxicab into service pursuant to subparagraph (ii) of this subdivision shall not thereafter place into service another taxicab pursuant to subparagraph (ii) of this subdivision without first placing two taxicabs into service pursuant to subparagraphs (i) or (iii) of this subdivision .  \\par\n2. Beginning December 31, 2010, no owner shall place any taxicab into service unless such vehicle is either (i) an accessible taxicab, (ii) a hybrid electric taxicab or (iii) an accessible hybrid electric taxicab; provided that an owner placing any taxicab into service pursuant to subparagraph (ii) of this subdivision shall not thereafter place into service another taxicab pursuant to subparagraph (ii) of this subdivision without first placing two taxicabs into service pursuant to subparagraphs (i) or (iii) of this subdivision.  \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\ul 3. Beginning December 31, 2012, no owner shall place any taxicab into service unless such vehicle is an accessible hybrid electric taxicab.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj c. Enforcement and rules. 1. The commissioner shall take appropriate action to enforce this section and shall promulgate rules as may be necessary to carry out the provisions of this section, including the establishment of a system to designate small owners.\\par\n2. Nothing in this section shall be interpreted to limit or restrict in any manner any remedy or right pursuant to title eight of this code, or any state or federal law. \\par\n\\ulnone\\'a73. This local law shall take effect immediately upon enactment.\\par\n\\par\n\\par\n\\pard\\nowidctlpar\\qj\\fs20 LP\\par\nLS#\\par\n6/1/06 2:15 p.m.\\par\n}\n\u0000",
  "LastModified": "2015-06-02T14:51:17Z"
}
