{
  "ID": 36752,
  "GUID": "29CC0375-AF47-47A1-8602-5CF614971BFE",
  "File": "Int 0381-2006",
  "Name": "Electing a cents per gallon rate of sales and compensating use taxes imposed by section 1107 of the New York Tax Law on motor fuel and diesel motor fuel.",
  "Title": "A Local Law electing a cents per gallon rate of sales and compensating use taxes imposed by section 1107 of the New York Tax Law on motor fuel and diesel motor fuel, in lieu of the percentage rate of such taxes, pursuant to the authority of Article 29 of such Tax Law.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 11,
  "BodyName": "Committee on Finance",
  "IntroDate": "2006-06-13T00:00:00Z",
  "AgendaDate": "2006-06-13T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    }
  ],
  "History": [
    {
      "ID": 192130,
      "Date": "2006-06-13T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 192423,
      "Date": "2006-06-13T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Finance",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6266,
      "AgendaSequence": 193,
      "MinutesSequence": 220,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Finance",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236543,
      "Date": "2009-12-31T15:35:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 37306,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Cents per gallon rate of sales and compensating use taxes on motor fuel and diesel motor fuel.\nNotwithstanding any provision of law to the contrary, in lieu of the percentage rate of sales and compensating use taxes imposed by section 1107 of the New York Tax Law on receipts from the retail sale of and consideration given or contracted to be given for, or for the use of, motor fuel and diesel motor fuel, such taxes shall be imposed at a rate of cents per gallon of such motor fuel or diesel motor fuel, in the manner prescribed by subdivision (m) of section 1111 of the New York Tax Law, provided that, for purposes of calculating the cents per gallon rate of tax, such receipts or consideration shall be limited to two (2) dollars per gallon of either such fuel.   Provided that, if the average price of such fuels changes as described in such subdivision (m) of section 1111 of the Tax Law, the Commissioner of Taxation and Finance shall adjust the cents per gallon tax rate on such fuels in the manner prescribed in such subdivision (m) of section 1111 of the Tax Law. \n\n§2.  This local law shall take effect July 1, 2006.\n\nAB\n6/7/06\nLS #1057",
  "RTF": "{\\rtf1\\fbidis\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\cf1\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\ltrpar\\sl480\\slmult1\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1 Section 1.  Cents per gallon rate of sales and compensating use taxes on motor fuel and diesel motor fuel.\\par\n\\pard\\ltrpar\\fi720\\sl480\\slmult1\\qj Notwithstanding any provision of law to the contrary, in lieu of the percentage rate of sales and compensating use taxes imposed by section 1107 of the New York Tax Law on receipts from the retail sale of and consideration given or contracted to be given for, or for the use of, motor fuel and diesel motor fuel, such taxes shall be imposed at a rate of cents per gallon of such motor fuel or diesel motor fuel, in the manner prescribed by subdivision (m) of section 1111 of the New York Tax Law, provided that, for purposes of calculating the cents per gallon rate of tax, such receipts or consideration shall be limited to two (2)\\up6  \\up0 dollars per gallon of either such fuel.   Provided that, if the average price of such fuels changes as described in such subdivision (m) of section 1111 of the Tax Law, the Commissioner of Taxation and Finance shall adjust the cents per gallon tax rate on such fuels in the manner prescribed in such subdivision (m) of section 1111 of the Tax Law. \\par\n\\pard\\ltrpar\\par\n\\pard\\ltrpar\\fi720\\'a72.  This local law shall take effect July 1, 2006.\\par\n\\pard\\ltrpar\\par\nAB\\par\n6/7/06\\par\nLS #1057\\par\n\\par\n\\fs22\\par\n\\cf0\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
