{
  "ID": 36766,
  "GUID": "77C2DF41-2A01-4878-83A2-40CC9344F63A",
  "File": "Int 0382-2006",
  "Name": "Issuing warnings to homeowners for litter on their premises.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to issuing warnings to homeowners for litter on their premises.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5108,
  "BodyName": "Committee on Sanitation and Solid Waste Management",
  "IntroDate": "2006-06-13T00:00:00Z",
  "AgendaDate": "2006-06-13T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    }
  ],
  "History": [
    {
      "ID": 192152,
      "Date": "2006-06-13T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 192429,
      "Date": "2006-06-13T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Sanitation and Solid Waste Management",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6266,
      "AgendaSequence": 199,
      "MinutesSequence": 226,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Sanitation and Solid Waste Management",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 204282,
      "Date": "2007-06-13T13:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5108,
      "BodyName": "Committee on Sanitation and Solid Waste Management",
      "EventID": 7390,
      "AgendaSequence": 3,
      "MinutesSequence": 7,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 204325,
      "Date": "2007-06-13T13:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5108,
      "BodyName": "Committee on Sanitation and Solid Waste Management",
      "EventID": 7390,
      "MinutesSequence": 8,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236542,
      "Date": "2009-12-31T15:34:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 77931,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 6/13/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/b797bbda-1c13-429c-8a1a-e42e2fa2a3c9.doc",
      "Sort": 1
    },
    {
      "ID": 77966,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 6/13/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/77000d04-eb50-4518-8bc7-32097d10c246.pdf",
      "Sort": 2
    },
    {
      "ID": 79147,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 6/13/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/0bb877c6-dea0-4540-b594-3d8fc1104dbd.doc",
      "Sort": 3
    }
  ],
  "Summary": "",
  "TextID": 37320,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Subdivisions 8 and 9 of section 16-118 of the administrative code of the city of New York are hereby amended to read as follows:\n8.\ta.  The violation of any provision of this section, except for a violation of \nsubdivision two of this section by any owner, lessee, tenant, occupant or person in charge of any solely residential building or premises, shall constitute an offense punishable by a fine of not less than fifty dollars nor more than two hundred fifty dollars, or by imprisonment not to exceed ten days or both.\n\tb.  A first violation of subdivision two of this section by any owner, lessee, tenant, occupant or person in charge of any solely residential building or premises shall constitute an offense punishable by a written warning.  A second and any subsequent violation with respect to the same premises that occurs within thirty days of the date of the issuance of the warning for the first violation shall constitute an offense punishable by a fine of not less than fifty dollars nor more than two hundred fifty dollars. \n9.\ta.  Any person violating the provisions of this section, except for a violation of \nsubdivision two of this section by any owner, lessee, tenant, occupant or person in charge of any solely residential building or premises, shall be liable for a civil penalty of not less than fifty dollars nor more than two hundred fifty dollars, except that for a second violation of subdivision one, three, four, or six of this section within any twelve-month period, such person shall be liable for a civil penalty of not less than two hundred fifty dollars nor more than three hundred fifty dollars and for a third or subsequent violation of subdivision one, three, four or six of this section within any twelve-month period such person shall be liable for a civil penalty of not less than three hundred fifty dollars nor more than four hundred fifty dollars.\n\tb. Any owner, lessee, tenant, occupant or person in charge of any solely residential building or premises who commits a violation of subdivision two of this section shall be issued a written warning.  Any owner, lessee, tenant, occupant or person in charge of any solely residential building or premises who commits a second  or subsequent violation of subdivision two of this section with respect to the same premises that occurs within thirty days of the date of the issuance of the warning for the first violation, shall be liable for a civil penalty of not less than fifty dollars nor more than two hundred fifty dollars. \n         ยง 2.  This local law shall take effect immediately.\n\nLS #614\nCJC-04/03/06",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\hyphpar0\\ri2160\\sb240\\sa600\\qj\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj Section 1.  Subdivisions 8 and 9 of section 16-118 of the administrative code of the city of New York are hereby amended to read as follows:\\par\n\\pard\\hyphpar0\\fi-360\\li1080\\sl480\\slmult1\\qj\\tx1080 8.\\tab\\ul a.\\ulnone   The violation of any provision of this section\\ul , except for a violation of \\ulnone\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj\\ul subdivision two of this section by any owner, lessee, tenant, occupant or person in charge of any solely residential building or premises,\\ulnone  shall constitute an offense punishable by a fine of not less than fifty dollars nor more than two hundred fifty dollars, or by imprisonment not to exceed ten days or both.\\par\n\\tab\\ul b.  A first violation of subdivision two of this section by any owner, lessee, tenant, occupant or person in charge of any solely residential building or premises shall constitute an offense punishable by a written warning.  A second and any subsequent violation with respect to the same premises that occurs within thirty days of the date of the issuance of the warning for the first violation shall constitute an offense punishable by a fine of not less than fifty dollars nor more than two hundred fifty dollars. \\ulnone\\par\n\\pard\\hyphpar0\\fi-360\\li1080\\sl480\\slmult1\\qj\\tx1080 9.\\tab\\ul a\\ulnone .  Any person violating the provisions of this section\\ul , except for a violation of \\ulnone\\par\n\\pard\\sl480\\slmult1\\qj\\ul subdivision two of this section by any owner, lessee, tenant, occupant or person in charge of any solely residential building or premises\\ulnone , shall be liable for a civil penalty of not less than fifty dollars nor more than two hundred fifty dollars, except that for a second violation of subdivision one, three, four, or six of this section within any twelve-month period, such person shall be liable for a civil penalty of not less than two hundred fifty dollars nor more than three hundred fifty dollars and for a third or subsequent violation of subdivision one, three, four or six of this section within any twelve-month period such person shall be liable for a civil penalty of not less than three hundred fifty dollars nor more than four hundred fifty dollars.\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj\\tab\\ul b. Any owner, lessee, tenant, occupant or person in charge of any solely residential building or premises who commits a violation of subdivision two of this section shall be issued a written warning.  Any owner, lessee, tenant, occupant or person in charge of any solely residential building or premises who commits a second  or subsequent violation of subdivision two of this section with respect to the same premises that occurs within thirty days of the date of the issuance of the warning for the first violation, shall be liable for a civil penalty of not less than fifty dollars nor more than two hundred fifty dollars. \\par\n\\ulnone          \\'a7 2.  This local law shall take effect immediately.\\par\n\\pard\\hyphpar0\\qj\\par\nLS #614\\par\nCJC-04/03/06\\par\n\\pard\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "2015-06-16T16:59:55.483Z"
}
