{
  "ID": 36818,
  "GUID": "1C2F3708-8A66-4CFB-9093-11F0F5A5314A",
  "File": "Int 0390-2006",
  "Name": "Creation of a temporary health literacy task force.",
  "Title": "A Local Law in relation to the creation of a temporary health literacy task force to examine the current status of health literacy in the city of New York and develop recommendations on how to improve the public’s level of health literacy.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2006-06-29T00:00:00Z",
  "AgendaDate": "2006-06-29T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    }
  ],
  "History": [
    {
      "ID": 192948,
      "Date": "2006-06-29T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 193191,
      "Date": "2006-06-29T20:00:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6347,
      "AgendaSequence": 204,
      "MinutesSequence": 228,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236538,
      "Date": "2009-12-31T15:33:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 37398,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  a.  Definitions: For the purposes of this local law, the following terms shall have the following meanings:\n1.  “Health care provider” shall mean any physician or other health care professional licensed to practice in New York state, including, but not limited to, dentists, nurses, x-ray technicians, physical or occupational therapists, massage therapists, acupuncturists, chiropractors and mental health service professionals. \n2.  “Health care setting” shall mean any place where health care is provided, including, but not limited to, hospitals, clinics, health care provider offices, nursing homes and other residential health care facilities.\n3.  “Health literacy” shall mean the degree to which an individual has the capacity to obtain, understand and evaluate health information and services needed to improve or maintain health and make health care decisions.   \n4.  “Health materials” shall mean any document used in relation to the provision of health care, including, but not limited to, consent forms, health insurance forms and applications, appointment slips, hospital discharge papers and prescription instructions.\nb.  In the department, there shall be a health literacy task force, which shall examine the current status of health literacy in all health care settings in the city of New York, including, but not limited to, the ability of individuals to read, complete and comprehend health materials, communicate effectively with health care providers and understand verbal instructions related to health care.  Such task force shall also develop recommendations on how to improve the public’s level of health literacy in all health care settings, particularly with respect to those individuals who are cultural or linguistic minorities, elderly or who have limited education or financial resources.       \nc.  The health literacy task force shall be comprised of seven members, three of whom shall be appointed by the speaker of the city council and four of whom shall be appointed by the mayor; provided, that one of the appointments by the mayor shall be the commissioner of the department of health and mental hygiene, or his or her designee, who shall serve in an ex-officio capacity and shall serve as the chairperson of such task force; and further provided, that the speaker of the city council and the mayor shall each appoint at least one person who advocates on health literacy issues.  \nd.  Each member of the health literacy task force shall serve at the pleasure of the appointing authority without compensation, except that each member shall be allowed actual and necessary expenses to be audited in the same manner as other city charges.  Any member may be removed at any time by the appointing authority and any vacancy shall be filled in the same manner as the original appointment; provided, however, that the commissioner of the department of health and mental hygiene, or his or her designee, shall serve as a member and as chairperson of such task force as long as such commissioner serves as commissioner of the department.    \ne.  No person shall be ineligible for membership on the health literacy task force because such person holds any other public office, employment or trust, nor shall any person be made ineligible to or forfeit such person’s right to any public office, employment or trust by reason of such appointment.\nf.  The health literacy task force shall be appointed and meet within ninety days following the effective date of this local law.  The health literacy task force shall serve for a period of two years, to commence on the day that its first meeting is held, and shall meet at least four times annually.  \ng. The health literacy task force shall issue a report to the mayor and city council no later than the last day before the expiration of such task force, which shall summarize the findings of such task force and include recommendations on how to improve the public’s level of health literacy in all health care settings, particularly with respect to those individuals who are cultural or linguistic minorities, elderly or who have limited education or financial resources.       \n§2. If any subsection, sentence, clause, phrase, or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law, which remaining portions shall remain in full force and effect.  \n§3. This local law shall take effect immediately.  \nAT\nLS# 810\n6/14/06",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red255\\green255\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\qj\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1.  a.  Definitions: For the purposes of this local law, the following terms shall have the following meanings:\\ul\\par\n\\ulnone 1.  \\ldblquote Health care provider\\rdblquote  shall mean any physician or other health care professional licensed to practice in New York state, including, but not limited to, dentists, nurses, x-ray technicians, physical or occupational therapists, massage therapists, acupuncturists, chiropractors and mental health service professionals. \\ul\\par\n\\ulnone 2.  \\ldblquote Health care setting\\rdblquote  shall mean any place where health care is provided, including, but not limited to, hospitals, clinics, health care provider offices, nursing homes and other residential health care facilities.\\par\n3.  \\ldblquote Health literacy\\rdblquote  shall mean the degree to which an individual has the capacity to obtain, understand and evaluate health information and services needed to improve or maintain health and make health care decisions.   \\par\n4.  \\ldblquote Health materials\\rdblquote  shall mean any document used in relation to the provision of health care, including, but not limited to, consent forms, health insurance forms and applications, appointment slips, hospital discharge papers and prescription instructions.\\par\nb.  In the department, there shall be a health literacy task force, which shall examine the current status of health literacy in all health care settings in the city of New York, including, but not limited to, the ability of individuals to read, complete and comprehend health materials, communicate effectively with health care providers and understand verbal instructions related to health care.  Such task force shall also develop recommendations on how to improve the public\\rquote s level of health literacy in all health care settings, particularly with respect to those individuals who are cultural or linguistic minorities, elderly or who have limited education or financial resources.  \\ul      \\par\n\\ulnone c.  The health literacy task force shall be comprised of seven members, three of whom shall be appointed by the speaker of the city council and four of whom shall be appointed by the mayor; provided, that one of the appointments by the mayor shall be the commissioner of the department of health and mental hygiene, or his or her designee, who shall serve in an ex-officio capacity and shall serve as the chairperson of such task force; and further provided, that the speaker of the city council and the mayor shall each appoint at least one person who advocates on health literacy issues.  \\par\nd.  Each member of the health literacy task force shall serve at the pleasure of the appointing authority without compensation, except that each member shall be allowed actual and necessary expenses to be audited in the same manner as other city charges.  Any member may be removed at any time by the appointing authority and any vacancy shall be filled in the same manner as the original appointment; provided, however, that the commissioner of the department of health and mental hygiene, or his or her designee, shall serve as a member and as chairperson of such task force as long as such commissioner serves as commissioner of the department.\\highlight1   \\highlight0   \\par\ne.  No person shall be ineligible for membership on the health literacy task force because such person holds any other public office, employment or trust, nor shall any person be made ineligible to or forfeit such person\\rquote s right to any public office, employment or trust by reason of such appointment.\\par\nf.  The health literacy task force shall be appointed and meet within ninety days following the effective date of this local law.  The health literacy task force shall serve for a period of two years, to commence on the day that its first meeting is held, and shall meet at least four times annually.  \\par\ng. The health literacy task force shall issue a report to the mayor and city council no later than the last day before the expiration of such task force, which shall summarize the findings of such task force and include recommendations on how to improve the public\\rquote s level of health literacy in all health care settings, particularly with respect to those individuals who are cultural or linguistic minorities, elderly or who have limited education or financial resources.  \\ul      \\par\n\\ulnone\\'a72. If any subsection, sentence, clause, phrase, or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law, which remaining portions shall remain in full force and effect.  \\par\n\\'a73. This local law shall take effect immediately.  \\ul\\b\\par\n\\pard\\fi720\\qj\\ulnone\\b0\\fs20 AT\\par\nLS# 810\\par\n6/14/06\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
