{
  "ID": 36970,
  "GUID": "AE3C192B-7EEB-4DB2-AE98-438A880B108E",
  "File": "Int 0401-2006",
  "Name": "Establishing taxicab stands.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to establishing taxicab stands.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2006-07-19T00:00:00Z",
  "AgendaDate": "2006-07-19T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5294,
      "Slug": "betsy-gotbaum",
      "FullName": "Betsy Gotbaum"
    }
  ],
  "History": [
    {
      "ID": 193567,
      "Date": "2006-07-19T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 193865,
      "Date": "2006-07-19T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6433,
      "AgendaSequence": 116,
      "MinutesSequence": 141,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 201307,
      "Date": "2007-03-26T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 7145,
      "AgendaSequence": 1,
      "MinutesSequence": 2,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 201420,
      "Date": "2007-03-26T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 29,
      "BodyName": "Committee on Transportation",
      "EventID": 7145,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236530,
      "Date": "2009-12-31T15:30:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 76580,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 3/26/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/e265caaa-bcc0-45df-b181-ddcb8f46d3b5.doc",
      "Sort": 1
    },
    {
      "ID": 79772,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 3/26/07",
      "Link": "http://nyc.legistar1.com/nyc/attachments/945be047-c35c-4d75-bd3a-8655244f2f63.doc",
      "Sort": 2
    }
  ],
  "Summary": "",
  "TextID": 37551,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Chapter one of Title 19 of the administrative code of the city of New York is amended by adding a new section 19-167 to read as follows:\n§19-167  Taxicab stands.  a. The department, in consultation with the taxi and limousine commission and the taxi and limousine commission advisory board, shall establish a minimum of ten new taxicab stands no later than six months after the effective date of this section.  \n\tb. Criteria to be taken into consideration when establishing a taxicab stand shall include, but shall not be limited to: (i) whether the area near the prospective stand is underserved by taxicabs; (ii) the potential public demand for taxicab service around the location of such stand; (iii) the proximity of such stand to major mass transit points of egress; and (iv) the potential adverse impacts on traffic flow and public safety that could result from establishing such stand.\n\tc. Prior to the establishment of any such stand, the department shall provide notice and a thirty day comment period to the council member and community board in whose district such proposed stand is to be located.\n\td. The department shall establish a mechanism by which members of the public may recommend the establishment of a taxicab stand pursuant to this section.  The department shall make a formal written response to any such recommendation no later than thirty days after receipt of such recommendation.\n\t§2.  Title 19 of the administrative code is amended by adding a new section 19-534 to read as follows:\n\t§19-534 Taxicab stands.  a. The commission shall staff any taxicab stand created pursuant to §19-167 of this title with dispatchers whose duties shall include, but not be limited to: ensuring the orderly use of such taxicab stand by the public and taxicab operators; keeping records regarding the use of such taxicab stand including the date, time, number, destination, medallion number of the taxicab using the stand and number of passengers for each trip dispatched; and enforcing rules and regulations of the commission.\n\tb. Three years after staffing any taxicab stand created pursuant to §19-167 of this title, the commission shall analyze the data it has collected pursuant to subdivision a of this section and shall determine, within ninety days after beginning such analysis, whether the number of users and other conditions warrant the continued operation of any such taxicab stand.  Such determination, with a detailed explanation regarding why any taxicab stand should be continued or discontinued, shall be forwarded to the mayor, speaker of the council and the council member and community board in whose district the taxicab stand is located within five days after the commission completes its analysis.\nc.  The speaker of the council and the council member and the community board in whose district the taxicab stand is located shall have thirty days from receipt of a determination received pursuant to subdivision b of this section to comment on such determination; provided that if the speaker of the council, council member or community board in whose district the taxicab stand is located does not comment within such period, the determination of the commission shall become final.  If the commission does receive such comments, it shall have thirty days to review such comments and to make a final determination regarding whether to continue to operate such taxicab stand.  If the commission’s final determination is to eliminate such taxicab stand, it shall forward its final determination to the commissioner of the department of transportation, who shall discontinue such taxicab stand. \n§3.  This local law shall take effect thirty days after it is enacted into law.\n\n\nPH\nLS # 1355\n7.14.06 - 1 pm",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tab Section 1.  Chapter one of Title 19 of the administrative code of the city of New York is amended by adding a new section 19-167 to read as follows:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul\\'a719-167  Taxicab stands.  a. The department, in consultation with the taxi and limousine commission and the taxi and limousine commission advisory board, shall establish a minimum of ten new taxicab stands no later than six months after the effective date of this section.  \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\ul b. Criteria to be taken into consideration when establishing a taxicab stand shall include, but shall not be limited to: (i) whether the area near the prospective stand is underserved by taxicabs; (ii) the potential public demand for taxicab service around the location of such stand; (iii) the proximity of such stand to major mass transit points of egress; and (iv) the potential adverse impacts on traffic flow and public safety that could result from establishing such stand.\\par\n\\ulnone\\tab\\ul c. Prior to the establishment of any such stand, the department shall provide notice and a thirty day comment period to the council member and community board in whose district such proposed stand is to be located.\\par\n\\ulnone\\tab\\ul d. The department shall establish a mechanism by which members of the public may recommend the establishment of a taxicab stand pursuant to this section.  The department shall make a formal written response to any such recommendation no later than thirty days after receipt of such recommendation.\\par\n\\ulnone\\tab\\'a72.  Title 19 of the administrative code is amended by adding a new section 19-534 to read as follows:\\par\n\\tab\\ul\\'a719-534 Taxicab stands.  a. The commission shall staff any taxicab stand created pursuant to \\'a719-167 of this title with dispatchers whose duties shall include, but not be limited to: ensuring the orderly use of such taxicab stand by the public and taxicab operators; keeping records regarding the use of such taxicab stand including the date, time, number, destination, medallion number of the taxicab using the stand and number of passengers for each trip dispatched; and enforcing rules and regulations of the commission.\\par\n\\ulnone\\tab\\ul b. Three years after staffing any taxicab stand created pursuant to \\'a719-167 of this title, the commission shall analyze the data it has collected pursuant to subdivision a of this section and shall determine, within ninety days after beginning such analysis, whether the number of users and other conditions warrant the continued operation of any such taxicab stand.  Such determination, with a detailed explanation regarding why any taxicab stand should be continued or discontinued, shall be forwarded to the mayor, speaker of the council and the council member and community board in whose district the taxicab stand is located within five days after the commission completes its analysis.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj c.  The speaker of the council and the council member and the community board in whose district the taxicab stand is located shall have thirty days from receipt of a determination received pursuant to subdivision b of this section to comment on such determination; provided that if the speaker of the council, council member or community board in whose district the taxicab stand is located does not comment within such period, the determination of the commission shall become final.  If the commission does receive such comments, it shall have thirty days to review such comments and to make a final determination regarding whether to continue to operate such taxicab stand.  If the commission\\rquote s final determination is to eliminate such taxicab stand, it shall forward its final determination to the commissioner of the department of transportation, who shall discontinue such taxicab stand. \\par\n\\ulnone\\'a73.  This local law shall take effect thirty days after it is enacted into law.\\ul\\par\n\\par\n\\par\n\\pard\\nowidctlpar\\qj\\ulnone\\fs16 PH\\par\nLS # 1355\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj 7.14.06 - 1 pm\\ul\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
