{
  "ID": 36977,
  "GUID": "411A110C-D7C8-4DEA-AE38-9989A3C00EEC",
  "File": "Int 0405-2006",
  "Name": "Providing an educational assistance program for city officers and employees.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to providing an educational assistance program for city officers and employees.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 4,
  "BodyName": "Committee on Civil Service and Labor",
  "IntroDate": "2006-07-19T00:00:00Z",
  "AgendaDate": "2006-07-19T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    }
  ],
  "History": [
    {
      "ID": 193574,
      "Date": "2006-07-19T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 193874,
      "Date": "2006-07-19T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Civil Service and Labor",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6433,
      "AgendaSequence": 125,
      "MinutesSequence": 150,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil Service and Labor",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236527,
      "Date": "2009-12-31T15:29:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 37558,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Chapter 1 of title 12 of the administrative code of the city of New York is amended by adding a new section 12-140 to read as follows:  \n\t §12-140. Educational assistance program. a. Definitions. For purposes of this section, the following terms shall have the following meanings: \n1. “Banking institution” shall mean any bank, trust company, savings bank, savings and loan association, credit union or foreign banking corporation whether incorporated, chartered, organized or licensed under the laws of this state or any other state or the United States. \n2. “Commissioner” shall mean the commissioner of the department of citywide administrative services.\nb. Assistance program for repayment of graduate student loans. The commissioner is authorized, contingent upon the approval of the mayor and subject to appropriation, to establish an educational assistance program for officers and employees of the city of New York. Such program shall provide monetary grants in an amount to be determined by the commissioner for the repayment of graduate student loans for persons who qualify for such program pursuant to subdivision c of this section. Such grants shall be provided directly to the banking institution to which payments on such loan(s) are made.  \nc. Qualifications. Any officer or employee of the city of New York may qualify for the educational assistance program established pursuant to this section if such person:\n(1) received a graduate degree from an accredited college or university and earned an overall grade of at least a B average or a minimum overall grade point average of 3.0; \n(2) worked for the city of New York for at least three years on a full-time basis during which time such person utilized such degree for his or her office or position; and   \n(3) continues to work for the city of New York for at least two years after receiving assistance pursuant to this section on a full-time basis during which time such person utilizes such degree for his or her office or position.  \n\td. Application. Any officer or employee of the city of New York eligible for the educational assistance program pursuant to subdivision c of this section shall submit an application to the commissioner in such form and manner as determined by the commissioner. Such application shall include, but not be limited to, appropriate documentation, as determined by the commissioner, evidencing the amount of graduate student loan(s) for which repayment assistance is being sought and the banking institution to which payments on such loan(s) are made. \n\te. Continued city service. Any officer or employee who does not continue to work for the city of New York for at least two years after receiving assistance in accordance with paragraph three of subdivision c of this section on a full-time basis during which time such person utilizes such degree for his or her office or position shall repay in full any grant received pursuant to this section within six months of the termination of such office or position. \nf. Rules. The commissioner shall promulgate rules as may be necessary to carry out the provisions of this section.\n§2.\tEffect of invalidity; severability.  If any section, subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this local law, which remaining portions shall continue in full force and effect.\n§3.\tThis local law shall take effect immediately.  \n\nLS# 283\nLP\n7/11/06 7:20 p.m.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1.\\b  \\b0 Chapter 1 \\expndtw-3 of title 12 of the administrative code of the city of New York is amended by adding a new section 12-140 to read as follows:  \\expndtw0\\par\n\\pard\\sl480\\slmult1\\qj\\tab  \\ul\\'a712-140.\\b  Educational assistance program\\b0 . a. Definitions. For purposes of this section, the following terms shall have the following meanings: \\par\n\\pard\\fi720\\sl480\\slmult1\\qj 1. \\ldblquote Banking institution\\rdblquote  shall mean any bank, trust company, savings bank, savings and loan association, credit union or foreign banking corporation whether incorporated, chartered, organized or licensed under the laws of this state or any other state or the United States. \\par\n2. \\ldblquote Commissioner\\rdblquote  shall mean the commissioner of the department of citywide administrative services.\\par\nb. Assistance program for repayment of graduate student loans. The commissioner is authorized, contingent upon the approval of the mayor and subject to appropriation, to establish an educational assistance program for officers and employees of the city of New York. Such program shall provide monetary grants in an amount to be determined by the commissioner for the repayment of graduate student loans for persons who qualify for such program pursuant to subdivision c of this section. Such grants shall be provided directly to the banking institution to which payments on such loan(s) are made.  \\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\tx0 c. Qualifications. Any officer or employee of the city of New York may qualify for the educational assistance program established pursuant to this section if such person:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj (1) received a graduate degree from an accredited college or university and earned an overall grade of at least a B average or a minimum overall grade point average of 3.0; \\par\n(2) worked for the city of New York for at least three years on a full-time basis during which time such person utilized such degree for his or her office or position; and   \\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\tx0 (3) continues to work for the city of New York for at least two years after receiving assistance pursuant to this section on a full-time basis during which time such person utilizes such degree for his or her office or position.  \\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab\\ul d. Application. Any officer or employee of the city of New York eligible for the educational assistance program pursuant to subdivision c of this section shall submit an application to the commissioner in such form and manner as determined by the commissioner. Such application shall include, but not be limited to, appropriate documentation, as determined by the commissioner, evidencing the amount of graduate student loan(s) for which repayment assistance is being sought and the banking institution to which payments on such loan(s) are made. \\par\n\\ulnone\\tab\\ul e. Continued city service. Any officer or employee who does not continue to work for the city of New York for at least two years after receiving assistance in accordance with paragraph three of subdivision c of this section on a full-time basis during which time such person utilizes such degree for his or her office or position shall repay in full any grant received pursuant to this section within six months of the termination of such office or position. \\par\n\\pard\\fi720\\sl480\\slmult1\\qj f. Rules. The commissioner shall promulgate rules as may be necessary to carry out the provisions of this section.\\ulnone\\par\n\\'a72.\\tab Effect of invalidity; severability.  If any section, subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this local law, which remaining portions shall continue in full force and effect.\\par\n\\pard\\noline\\fi720\\sl480\\slmult1\\qj\\'a73.\\tab This local law shall take effect immediately.  \\par\n\\par\n\\pard\\noline\\qj\\fs20 LS# 283\\par\nLP\\par\n7/11/06 7:20 p.m.\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
