{
  "ID": 37125,
  "GUID": "BA58A8EA-B512-451F-BDB6-470221A7C83F",
  "File": "Int 0406-2006",
  "Name": "Requiring successor employers in the grocery industry to retain eligible employees for a transition employment period.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring successor employers in the grocery industry to retain eligible employees for a transition employment period.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 4,
  "BodyName": "Committee on Civil Service and Labor",
  "IntroDate": "2006-08-16T00:00:00Z",
  "AgendaDate": "2006-08-16T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    }
  ],
  "History": [
    {
      "ID": 194338,
      "Date": "2006-08-16T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 194622,
      "Date": "2006-08-16T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Civil Service and Labor",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6504,
      "AgendaSequence": 167,
      "MinutesSequence": 197,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil Service & Labor",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236526,
      "Date": "2009-12-31T15:28:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 37730,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Chapter 5 of title 22 of the administrative code of the city of New York is  amended by adding a new section 22-507 to read as follows:\n§22-507 a.  Short title.  This section shall be known and may be cited as the “Grocery Worker Retention Act.”\n\tb.  Definitions.  For purposes of this section, the following terms shall have the following meanings:\n\t(1) “Change in control” means any sale, assignment, transfer, contribution or other disposition of all or substantially all of the assets or a controlling interest, including by consolidation, merger or reorganization, of any grocery establishment.\n\t(2) “City” means the city of New York.\n(3) “Eligible grocery employee” means any individual whose primary place of employment is at a grocery establishment subject to a change in control, and who has worked for the incumbent grocery employer of such establishment for at least six months prior to the execution of the transfer document on a full-time or part-time basis; provided that such term shall not include persons who are managerial, supervisory or confidential employees or persons who regularly worked fewer than eight hours per week during such period.\n(4)  “Entity” or “person” means any individual, corporation, sole proprietorship, partnership, limited partnership, limited liability partnership, limited liability company, business trust, estate, trust, association, joint venture, agency, instrumentality or any other legal or commercial entity, whether domestic or foreign.\n(5)  “Grocery establishment” means any retail store in the city that is over 10,000 square feet in size, exclusive of any storage space, loading dock, food preparation space or eating area designated for the consumption of prepared food, and primarily sells food for off-site consumption.\n(6)  “Incumbent grocery employer” means any person that owns, controls and/or operates a grocery establishment prior to any change in control.\n\t(7) “Retaliatory action” means the failure to hire or the discharge, suspension, demotion or penalization of, or discrimination or taking other adverse action against, an employee with respect to the terms and conditions of such employee’s employment.\n\t(8)  “Successor grocery employer” means any person that owns, controls and/or operates a grocery establishment after any change in control.\n\t(9)  “Transfer document” means any purchase agreement or other document(s) effecting a change in control.\n\tc. Worker retention; transition period. (1) No less than fifteen calendar days before the execution of any transfer document, an incumbent grocery employer shall (i) provide to the successor grocery employer a full and accurate list containing the name, address, date of hire and employment occupation classification of each eligible grocery employee, (ii) post a notice of the change in control, the effective date of such change in control and the name and contact information for the successor grocery employer, (iii) post a notice setting forth the rights provided pursuant to this section and a copy of the list provided pursuant to this subdivision in the same location and manner that other statutorily required notices to employees are posted at the affected grocery establishment and (iv) provide such notice and list to the eligible grocery employees’ collective bargaining representatives, if any. \n\t(2) A successor grocery employer shall retain each eligible grocery employee for a transition employment period beginning upon execution of the transfer document and continuing for ninety days after such successor grocery employer’s grocery establishment is fully operational and open to the public.  During such period, eligible grocery employees shall be employed under the terms and conditions established by such successor grocery employer, as required by law and pursuant to the terms of any relevant collective bargaining agreement.\n\t(3) If at any time during the transition employment period a successor grocery employer determines that it requires fewer eligible grocery employees than were required by the incumbent grocery employer, such successor grocery employer shall retain such eligible grocery employees by seniority within each job classification to the extent that comparable job classifications exists.  Non-classified eligible grocery employees shall be retained by seniority and according to experience.  During the transition employment period established pursuant to this subdivision, the successor grocery employer shall maintain a preferential hiring list of any eligible grocery employees not retained by such successor grocery employer who shall be given a right of first refusal to any jobs within their classifications that become available during such period. \n\t(4) A successor grocery employer shall retain written verification of any offer of employment made by such successor grocery employer to any eligible grocery employee for a period of no fewer than three years from the date such offer was made.  Such verification shall include the name, address, date of hire and employment occupation classification of each eligible grocery employee.\n\t(5) Except as provided in paragraph (3) of this subdivision, a successor grocery employer shall not discharge an eligible grocery employee retained pursuant to this section during the transition employment period without cause.\n\t(6) At the end of the transition employment period, a successor grocery employer shall complete a written performance evaluation for each eligible grocery employee retained pursuant to this section. If the eligible grocery employee’s performance during such transition employment period is satisfactory, the successor grocery employer shall consider offering such eligible grocery employee continued employment under the terms and conditions established by the successor grocery employer, as required by law and pursuant to the terms of any relevant collective bargaining agreement.  A successor grocery employer shall retain a record of the written performance evaluation for a period of no fewer than three years.\nd.  Penalty.  An eligible grocery employee who has been discharged or not retained in violation of this section may bring an action in any court of competent jurisdiction against a successor grocery employer or incumbent grocery employer for violation of any obligation imposed pursuant to this section and may be awarded (i) front pay or back pay for each day during which any such violation continues, which shall be calculated at a rate of compensation not less than the higher of (A) the average regular rate of pay received by the eligible grocery employee during the last three years of such eligible grocery employee’s employment in the same occupation classification; or (B) the most recent regular rate received by the eligible grocery employee while employed by either the incumbent grocery employer or the successor grocery employer, and (ii) value of the benefits the eligible grocery employee would have received under the successor grocery employer’s benefit plan.  If the eligible grocery employee is the prevailing party in any legal action taken pursuant to this section, the court shall award reasonable attorney’s fees and costs incurred in maintaining such action.  The court shall have authority to order injunctive relief to prevent or remedy a violation of any obligation imposed pursuant to this section.\ne.  No limitation of rights.  Nothing in this section shall be construed as to limit any eligible grocery employee’s right to bring legal action for wrongful termination.\n\t§ 2.  If any subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law that added this section, which remaining portions shall remain in full force and effect.\n§ 3.  This local law shall take effect immediately.\n\n\nBH\nLS#1142\n8/7/2006 9:43 AM",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab Section 1.  Chapter 5 of title 22 of the administrative code of the city of New York is  amended by adding a new section 22-507 to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ul\\'a722-507 a.  Short title.  This section shall be known and may be cited as the \\ldblquote Grocery Worker Retention Act.\\rdblquote\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab\\ul b.  Definitions.  For purposes of this section, the following terms shall have the following meanings:\\par\n\\ulnone\\tab\\ul (1) \\ldblquote Change in control\\rdblquote  means any sale, assignment, transfer, contribution or other disposition of all or substantially all of the assets or a controlling interest, including by consolidation, merger or reorganization, of any grocery establishment.\\par\n\\ulnone\\tab\\ul (2) \\ldblquote City\\rdblquote  means the city of New York.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj (3) \\ldblquote Eligible grocery employee\\rdblquote  means any individual whose primary place of employment is at a grocery establishment subject to a change in control, and who has worked for the incumbent grocery employer of such establishment for at least six months prior to the execution of the transfer document on a full-time or part-time basis; provided that such term shall not include persons who are managerial, supervisory or confidential employees or persons who regularly worked fewer than eight hours per week during such period.\\par\n(4)  \\ldblquote Entity\\rdblquote  or \\ldblquote person\\rdblquote  means any individual, corporation, sole proprietorship, partnership, limited partnership, limited liability partnership, limited liability company, business trust, estate, trust, association, joint venture, agency, instrumentality or any other legal or commercial entity, whether domestic or foreign.\\par\n(5)  \\ldblquote Grocery establishment\\rdblquote  means any retail store in the city that is over 10,000 square feet in size, exclusive of any storage space, loading dock, food preparation space or eating area designated for the consumption of prepared food, and primarily sells food for off-site consumption.\\par\n(6)  \\ldblquote Incumbent grocery employer\\rdblquote  means any person that owns, controls and/or operates a grocery establishment prior to any change in control.\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab\\ul (7) \\ldblquote Retaliatory action\\rdblquote  means the failure to hire or the discharge, suspension, demotion or penalization of, or discrimination or taking other adverse action against, an employee with respect to the terms and conditions of such employee\\rquote s employment.\\par\n\\ulnone\\tab\\ul (8)  \\ldblquote Successor grocery employer\\rdblquote  means any person that owns, controls and/or operates a grocery establishment after any change in control.\\par\n\\ulnone\\tab\\ul (9)  \\ldblquote Transfer document\\rdblquote  means any purchase agreement or other document(s) effecting a change in control.\\par\n\\ulnone\\tab\\ul c. Worker retention; transition period. (1) No less than fifteen calendar days before the execution of any transfer document, an incumbent grocery employer shall (i) provide to the successor grocery employer a full and accurate list containing the name, address, date of hire and employment occupation classification of each eligible grocery employee, (ii) post a notice of the change in control, the effective date of such change in control and the name and contact information for the successor grocery employer, (iii) post a notice setting forth the rights provided pursuant to this section and a copy of the list provided pursuant to this subdivision in the same location and manner that other statutorily required notices to employees are posted at the affected grocery establishment and (iv) provide such notice and list to the eligible grocery employees\\rquote  collective bargaining representatives, if any. \\par\n\\ulnone\\tab\\ul (2) A successor grocery employer shall retain each eligible grocery employee for a transition employment period beginning upon execution of the transfer document and continuing for ninety days after such successor grocery employer\\rquote s grocery establishment is fully operational and open to the public.  During such period, eligible grocery employees shall be employed under the terms and conditions established by such successor grocery employer, as required by law and pursuant to the terms of any relevant collective bargaining agreement.\\par\n\\ulnone\\tab\\ul (3) If at any time during the transition employment period a successor grocery employer determines that it requires fewer eligible grocery employees than were required by the incumbent grocery employer, such successor grocery employer shall retain such eligible grocery employees by seniority within each job classification to the extent that comparable job classifications exists.  Non-classified eligible grocery employees shall be retained by seniority and according to experience.  During the transition employment period established pursuant to this subdivision, the successor grocery employer shall maintain a preferential hiring list of any eligible grocery employees not retained by such successor grocery employer who shall be given a right of first refusal to any jobs within their classifications that become available during such period. \\par\n\\ulnone\\tab\\ul (4) A successor grocery employer shall retain written verification of any offer of employment made by such successor grocery employer to any eligible grocery employee for a period of no fewer than three years from the date such offer was made.  Such verification shall include the name, address, date of hire and employment occupation classification of each eligible grocery employee.\\par\n\\ulnone\\tab\\ul (5) Except as provided in paragraph (3) of this subdivision, a successor grocery employer shall not discharge an eligible grocery employee retained pursuant to this section during the transition employment period without cause.\\par\n\\ulnone\\tab\\ul (6) At the end of the transition employment period, a successor grocery employer shall complete a written performance evaluation for each eligible grocery employee retained pursuant to this section. If the eligible grocery employee\\rquote s performance during such transition employment period is satisfactory, the successor grocery employer shall consider offering such eligible grocery employee continued employment under the terms and conditions established by the successor grocery employer, as required by law and pursuant to the terms of any relevant collective bargaining agreement.  A successor grocery employer shall retain a record of the written performance evaluation for a period of no fewer than three years.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj d.  Penalty.  An eligible grocery employee who has been discharged or not retained in violation of this section may bring an action in any court of competent jurisdiction against a successor grocery employer or incumbent grocery employer for violation of any obligation imposed pursuant to this section and may be awarded (i) front pay or back pay for each day during which any such violation continues, which shall be calculated at a rate of compensation not less than the higher of (A) the average regular rate of pay received by the eligible grocery employee during the last three years of such eligible grocery employee\\rquote s employment in the same occupation classification; or (B) the most recent regular rate received by the eligible grocery employee while employed by either the incumbent grocery employer or the successor grocery employer, and (ii) value of the benefits the eligible grocery employee would have received under the successor grocery employer\\rquote s benefit plan.  If the eligible grocery employee is the prevailing party in any legal action taken pursuant to this section, the court shall award reasonable attorney\\rquote s fees and costs incurred in maintaining such action.  The court shall have authority to order injunctive relief to prevent or remedy a violation of any obligation imposed pursuant to this section.\\par\ne.  No limitation of rights.  Nothing in this section shall be construed as to limit any eligible grocery employee\\rquote s right to bring legal action for wrongful termination.\\par\n\\pard\\sl480\\slmult1\\ulnone\\tab\\ul\\'a7 2.  If any subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law that added this section, which remaining portions shall remain in full force and effect.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a7 3.  This local law shall take effect immediately.\\par\n\\pard\\sl480\\slmult1\\qj\\par\n\\par\n\\pard\\qj\\fs20 BH\\par\nLS#1142\\par\n8/7/2006 9:43 AM\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
