{
  "ID": 37119,
  "GUID": "6C98495B-8664-4553-8E9D-74F1448D4CE3",
  "File": "Int 0413-2006",
  "Name": "Restricting noise from portable generators.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to restricting noise from portable generators.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2006-08-16T00:00:00Z",
  "AgendaDate": "2006-08-16T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    }
  ],
  "History": [
    {
      "ID": 194177,
      "Date": "2006-08-16T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 194633,
      "Date": "2006-08-16T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6504,
      "AgendaSequence": 177,
      "MinutesSequence": 207,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236521,
      "Date": "2009-12-31T15:26:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 37723,
  "Text": "Be it enacted by the Council as follows: \n\nSection 1. Section 24-203 of the administrative code of the city of New York is amended by adding a new paragraph 64 to read as follows:\n(64) Portable generator means a device that converts mechanical energy to electrical energy and that can be easily or is intended to be transported from one place to another.\n§2. Section 24-228.1 of the administrative code of the city of New York is amended to read as follows:\n§24-228.1 Exhausts. No person shall cause or permit discharge into the open air of the exhaust of any device, including but not limited to any steam engine, diesel engine, internal combustion engine, power tools, portable generator, compressors or turbine engine, so as to create an unreasonable noise.  For the purposes of this section unreasonable noise shall include but shall not be limited to sound that exceeds the prohibited noise levels set forth in section 24-228, provided, however, that for portable generators used outdoors, unreasonable noise shall also include sound, other than impulsive sound, attributable to the source, measured at a level of 10dB(A) or more above the ambient sound level, as measured at any point within a receiving property or as measured at a distance of 15 feet or more from the source on a public right-of-way.\n§3. This local law shall take effect July 1, 2007.\n\nDD 6/1/06\nLS #579, 5:00 p.m.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset128 Arial Unicode MS;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows: \\par\n\\ulnone\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj Section 1. Section 24-203 of the administrative code of the city of New York is amended by adding a new paragraph 64 to read as follows:\\f1\\par\n\\cf1\\ul\\f0 (64) Portable generator means a device that converts mechanical energy to electrical energy and that can be easily or is intended to be transported from one place to another.\\par\n\\ulnone\\'a72. Section 24-228.1 of the administrative code of the city of New York is amended to read as follows:\\par\n\\'a724-228.1 Exhausts. No person shall cause or permit discharge into the open air of the exhaust of any device, including but not limited to any steam engine, diesel engine, internal combustion engine, power tools, \\ul portable generator,\\ulnone  compressors\\cf0\\b  \\cf1\\b0 or turbine engine, so as to create an unreasonable noise.  For the purposes of this section unreasonable noise shall include but shall not be limited to sound that exceeds the prohibited noise levels set forth in section 24-228\\ul , provided, however, that for portable generators used outdoors, unreasonable noise shall also include sound, other than impulsive sound, attributable to the source, measured at a level of 10dB(A) or more above the ambient sound level, as measured at any point within a receiving property or as measured at a distance of 15 feet or more from the source on a public right-of-way\\ulnone .\\par\n\\cf0\\'a73. This local law shall take effect July 1, 2007.\\par\n\\pard\\par\nDD 6/1/06\\par\nLS #579, 5:00 p.m.\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
