{
  "ID": 37118,
  "GUID": "FF468709-3868-4108-85C0-5821598D881A",
  "File": "Int 0414-2006",
  "Name": "After hours work authorizations for construction.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to after hours work authorizations for construction.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2006-08-16T00:00:00Z",
  "AgendaDate": "2006-08-16T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    }
  ],
  "History": [
    {
      "ID": 194176,
      "Date": "2006-08-16T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 194632,
      "Date": "2006-08-16T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6504,
      "AgendaSequence": 178,
      "MinutesSequence": 208,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236520,
      "Date": "2009-12-31T15:26:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 37722,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Section 24-223 of the administrative code of the city of New York is amended to read as follows:\n§24-223  After hours work authorization.  (a) Notwithstanding the provisions of section 24-222 of this subchapter, an agency authorized to issue permits for construction work may, along with such permit, issue an after hours work authorization for the work site.  Such after hours authorization may permit construction work to be performed at the site before 7 a.m. or after 6 p.m. on weekdays and/or on Saturdays and/or Sundays subject to the conditions and restrictions set forth in this section.\n(1) The agency issuing such authorization must obtain a certification from its \npermittee that the permittee has developed a noise mitigation plan for the site in accordance with this subchapter and that such plan is in compliance with the noise mitigation rules.  In the case of emergency work such certification shall be submitted within 3 days after the commencement of the work.  \nThe applicable agency shall submit any application for an after hours work \nauthorization and any noise mitigation plan certification it receives to the community board for the community district in which the site is located and to the council member in whose district the site is located no later than two days after the agency’s receipt of such documents and prior to the issuance of any after hours work authorization for such site.  The department shall by rule establish a process through which the issuance of after hours work authorizations may be appealed by any member of the public who would be adversely impacted by the issuance of such permit and who believes that the after hours work authorization does not fall under one of the circumstances listed in subdivision e of this section or that the noise mitigation plan is insufficient. \n(c)  If after hours work at the site is not being performed in compliance with such plan or where no plan is in effect, the department or the agency issuing such authorization, at the request of the commissioner or on its own account, may take appropriate action, including but not limited to the refusal to renew such after hours authorization.\n(d)  Where there is full compliance with the noise mitigation plan yet nevertheless aggregate sound levels from the site where an after hours authorization is in effect exceed 8dB(A) above the ambient sound level as measured in any residential receiving property dwelling unit (with windows and doors that may affect the measurement closed), the commissioner may request the person performing the work to confer with representatives of the department regarding additional noise mitigation measures that may be employed at the site to reduce aggregate sound levels.  After such conference the commissioner may direct amendment of the noise mitigation plan for the site.  Failure to respond to a request for a conference or to amend the noise mitigation plan within the time prescribed in a notice issued by the department shall be a violation of this code.\n(e)  Authorization for after hours construction work may only be issued in the following circumstances:\n(1)  Emergency work.  Agencies shall authorize such after hours construction work for emergency conditions, inside or outside the property line, involving a threat to public safety or causing or likely to cause the imminent interruption of service required by law, contract or franchise.  An emergency authorization issued pursuant to this paragraph shall expire as determined by the agency but no later than the ninetieth day after its issuance and shall be renewable in accordance with agency procedures while the emergency continues.\n(2)  Public safety.  Agencies may authorize such after hours work, inside or outside of the property line, where the agency determines that the work cannot reasonably or practicably be performed on weekdays between the hours of 7 a.m. and 6 p.m. because of traffic congestion and/or concern for worker and/or public safety.  An authorization issued pursuant to this paragraph shall expire as determined by the agency but no later than the ninetieth day after its issuance and shall be renewable in accordance with agency procedures.\n(3)  City construction projects.  Agencies may authorize after hours work by or on behalf of city agencies for projects that are [judicially mandated or the subject of consent orders and/or where a project is necessary in the public interest including but not limited to facilities, equipment, and infrastructure for the provision of ]necessary to ensure the uninterrupted provision of water, sewerage, sanitation, transportation and other services necessary for the health or safety of the public.  An authorization issued pursuant to this paragraph for a city construction  project shall remain in effect for one hundred eighty days after its issuance or until the completion of the construction project, whichever is sooner, and may be renewable in accordance with the authorizing agency’s procedures[for the duration of the project].\n(4)  Construction activities with minimal noise impact.  The commissioner shall promulgate rules setting forth a list of construction activities with minimal noise impact and specific noise mitigation measures applicable to such activities.  Agencies may authorize the performance of such construction activities after hours in accordance with such rules. \n(5) Undue hardship.  Agencies may authorize after hours work if the commissioner certifies that the permit holder has substantiated a claim of undue hardship resulting from unique site characteristics, unforeseen conditions, scheduling commitments and/or financial considerations outside the control of the permit holder and that the applicant has received approval from the department of an alternative noise mitigation plan pursuant to section 24-221 of this subchapter, specifying the activities and devices that will be used for such after hours construction and setting forth the additional mitigation measures, above and beyond those measures otherwise required for such devices and activities pursuant to the department’s rules, that the applicant will use to significantly limit noise emissions from the site of such after hours work.  Applications for such certification shall be submitted to the department in a form and manner to be set forth in the rules of the department.  The applicant for an after hours authorization under this paragraph shall submit such certification to the issuing agency.\n§3. This local law shall take effect July 1, 2007.\n\nDD 5/30/06, 2:00 p.m.\nLS #584",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset128 Arial Unicode MS;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj Section 1. Section 24-223 of the administrative code of the city of New York is amended to read as follows:\\f1\\par\n\\f0\\'a724-223  After hours work authorization.  (a) Notwithstanding \\ul the provisions of \\ulnone section 24-222 of this subchapter, an agency authorized to issue permits for construction work may, along with such permit, issue an after hours work authorization for the work site.  Such after hours authorization may permit construction work to be performed at the site before 7 a.m. or after 6 p.m. on weekdays and/or on Saturdays and/or Sundays subject to the conditions and restrictions set forth in this section.\\par\n\\pard{\\pntext\\f0 (b)\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart2\\pnlcltr{\\pntxtb(}{\\pntxta)}}\n\\nowidctlpar\\hyphpar0\\fi-510\\li1230\\sl480\\slmult1\\qj\\tx1230\\ul (1) \\ulnone The agency issuing such authorization must obtain a certification from its \\par\n\\pard\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj permittee that the permittee has developed a noise mitigation plan for the site in accordance with this subchapter and that such plan is in compliance with the noise mitigation rules.  In the case of emergency work such certification shall be submitted within 3 days after the commencement of the work.  \\par\n\\pard{\\pntext\\f0 (2)\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart2\\pndec{\\pntxtb(}{\\pntxta)}}\n\\nowidctlpar\\hyphpar0\\fi-360\\li1080\\sl480\\slmult1\\qj\\tx1080\\ul The applicable agency shall submit any application for an after hours work \\par\n\\pard\\nowidctlpar\\hyphpar0\\sl480\\slmult1\\qj authorization and any noise mitigation plan certification it receives to the community board for the community district in which the site is located and to the council member in whose district the site is located no later than two days after the agency\\rquote s receipt of such documents and prior to the issuance of any after hours work authorization for such site.  The department shall by rule establish a process through which the issuance of after hours work authorizations may be appealed by any member of the public who would be adversely impacted by the issuance of such permit and who believes that the after hours work authorization does not fall under one of the circumstances listed in subdivision e of this section or that the noise mitigation plan is insufficient. \\par\n\\pard\\nowidctlpar\\hyphpar0\\fi720\\sl480\\slmult1\\qj\\ulnone (c)  If after hours work at the site is not being performed in compliance with such plan or where no plan is in effect, the department or the agency issuing such authorization, at the request of the commissioner or on its own account, may take appropriate action, including but not limited to the refusal to renew such after hours authorization.\\par\n(d)  Where there is full compliance with the noise mitigation plan yet nevertheless aggregate sound levels from the site where an after hours authorization is in effect exceed 8dB(A) above the ambient sound level as measured in any residential receiving property dwelling unit (with windows and doors that may affect the measurement closed), the commissioner may request the person performing the work to confer with representatives of the department regarding additional noise mitigation measures that may be employed at the site to reduce aggregate sound levels.  After such conference the commissioner may direct amendment of the noise mitigation plan for the site.  Failure to respond to a request for a conference or to amend the noise mitigation plan within the time prescribed in a notice issued by the department shall be a violation of this code.\\par\n(e)  Authorization for after hours construction work may only be issued in the following circumstances:\\par\n(1)  Emergency work.  Agencies shall authorize such after hours construction work for emergency conditions, inside or outside the property line, involving a threat to public safety or causing or likely to cause the imminent interruption of service required by law, contract or franchise.  An emergency authorization issued pursuant to this paragraph shall expire as determined by the agency but no later than the ninetieth day after its issuance and shall be renewable in accordance with agency procedures while the emergency continues.\\par\n(2)  Public safety.  Agencies may authorize such after hours work, inside or outside of the property line, where the agency determines that the work cannot reasonably or practicably be performed on weekdays between the hours of 7 a.m. and 6 p.m. because of traffic congestion and/or concern for worker and/or public safety.  An authorization issued pursuant to this paragraph shall expire as determined by the agency but no later than the ninetieth day after its issuance and shall be renewable in accordance with agency procedures.\\par\n(3)  City construction projects.  Agencies may authorize after hours work by or on behalf of city agencies for projects that are [judicially mandated or the subject of consent orders and/or where a project is necessary in the public interest including but not limited to facilities, equipment, and infrastructure for the provision of ]\\ul necessary to ensure the uninterrupted provision of \\ulnone water, sewerage, sanitation, transportation and other services necessary for the health or safety of the public.  An authorization issued pursuant to this paragraph for a city construction  project shall remain in effect \\ul for one hundred eighty days after its issuance or until the completion of the construction project, whichever is sooner, and may be renewable in accordance with the authorizing agency\\rquote s procedures\\ulnone [for the duration of the project].\\par\n(4)  Construction activities with minimal noise impact.  The commissioner shall promulgate rules setting forth a list of construction activities with minimal noise impact and specific noise mitigation measures applicable to such activities.  Agencies may authorize the performance of such construction activities after hours in accordance with such rules. \\par\n(5) Undue hardship.  Agencies may authorize after hours work if the commissioner certifies that the permit holder has substantiated a claim of undue hardship resulting from unique site characteristics, unforeseen conditions, scheduling commitments and/or financial considerations outside the control of the permit holder and that the applicant has received approval from the department of an alternative noise mitigation plan pursuant to section 24-221 of this subchapter, specifying the activities and devices that will be used for such after hours construction and setting forth the additional mitigation measures, above and beyond those measures otherwise required for such devices and activities pursuant to the department\\rquote s rules, that the applicant will use to significantly limit noise emissions from the site of such after hours work.  Applications for such certification shall be submitted to the department in a form and manner to be set forth in the rules of the department.  The applicant for an after hours authorization under this paragraph shall submit such certification to the issuing agency.\\b\\f1\\par\n\\b0\\f0\\'a73. This local law shall take effect July 1, 2007.\\par\n\\par\n\\pard\\nowidctlpar DD 5/30/06, 2:00 p.m.\\par\nLS #584\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
