{
  "ID": 37117,
  "GUID": "A621A7EE-DD4F-4F7C-BB5B-4F9EE8594091",
  "File": "Int 0415-2006",
  "Name": "Limitations on construction noise near schools, courts and hospitals.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to limitations on construction noise near schools, courts and hospitals.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 10,
  "BodyName": "Committee on Environmental Protection",
  "IntroDate": "2006-08-16T00:00:00Z",
  "AgendaDate": "2006-08-16T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    }
  ],
  "History": [
    {
      "ID": 194175,
      "Date": "2006-08-16T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 194631,
      "Date": "2006-08-16T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Environmental Protection",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6504,
      "AgendaSequence": 179,
      "MinutesSequence": 209,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Environmental Protection",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236519,
      "Date": "2009-12-31T15:26:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 37721,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Section 24-224 of the administrative code of the city of New York is amended to read as follows:\n§24-224 Construction work without noise mitigation plan unlawful.  It shall be unlawful to perform work at any construction site in the city that is not in compliance with a noise mitigation plan where such plan is required pursuant to this subchapter and with the noise mitigation rules adopted pursuant to this subchapter.  Notwithstanding any other provision of this code, construction work performed in accordance with a noise mitigation plan that is in full compliance with this subchapter and such rules, except for construction work performed within one hundred feet of a school or court on days when such school or court is in session or within one hundred feet of a hospital, shall be deemed to be in compliance with all decibel level limits set forth in other subchapters of this code.  The provisions of this subchapter shall supercede all other provisions of this code relating to construction activities or devices that are inconsistent with or in conflict therewith.\n§2. Section 24-228 of the administrative code of the city of New York is amended to read as follows:\n§24-228 Construction, exhausts and other devices. (a) No person shall operate or use or cause to be operated or used a construction device or combination of devices in such a way as to create an unreasonable noise. For the purposes of this section unreasonable noise shall include but shall not be limited to sound that exceeds the following prohibited noise levels:\n(1) Sound, other than impulsive sound, attributable to the source or sources, that exceeds 85 dB(A) as measured 50 or more feet from the source or sources at a point outside the property line where the source or sources are located or as measured 50 or more feet from the source or sources on a public right-of-way, provided, however, that the decibel level limit applicable to sound, other than impulsive sound, from a construction device or devices operated within one hundred feet of a school or court on days when such school or court is in session or within one hundred feet of a hospital shall be 50 dB(A) as measured above.   \n(2) Impulsive sound, attributable to the source, that is 15 dB(A) or more above the ambient sound level as measured at any point within a receiving property or as measured at a distance of 15 feet or more from the source on a public right-of-way, provided, however, that the decibel level limit applicable to impulsive sound from a construction device or devices operated within one hundred feet of a school or court on days when such school or court is in session or within one hundred feet of a hospital shall be 10 dB(A) above the ambient sound level as measured above.  Impulsive sound levels shall be measured in the A-weighting network with the sound level meter set to fast response. The ambient sound level shall be taken in the A-weighting network with the sound level meter set to slow response.   \n§3. This local law shall take effect July 1, 2007.\n\nDD 3/25/06\n10:30 a.m., LS #319",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fswiss\\fprq2\\fcharset128 Arial Unicode MS;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\hyphpar0\\fi720\\sl480\\slmult1\\qj Section 1. Section 24-224 of the administrative code of the city of New York is amended to read as follows:\\f1\\par\n\\f0\\'a724-224 Construction work without noise mitigation plan unlawful.  It shall be unlawful to perform work at any construction site in the city that is not in compliance with a noise mitigation plan where such plan is required pursuant to this subchapter and with the noise mitigation rules adopted pursuant to this subchapter.  Notwithstanding any other provision of this code, construction work performed in accordance with a noise mitigation plan that is in full compliance with this subchapter and such rules\\ul , except for construction work performed within one hundred feet of a school or court on days when such school or court is in session or within one hundred feet of a hospital,\\ulnone  shall be deemed to be in compliance with all decibel level limits set forth in other subchapters of this code.  The provisions of this subchapter shall supercede all other provisions of this code relating to construction activities or devices that are inconsistent with or in conflict therewith.\\par\n\\'a72. Section 24-228 of the administrative code of the city of New York is amended to read as follows:\\ul\\f1\\par\n\\cf1\\ulnone\\f0\\'a724-228 Construction, exhausts and other devices. (a) No person shall operate or use or cause to be operated or used a construction device or combination of devices\\cf2\\b  \\cf1\\b0 in such a way as to create an unreasonable noise. For the purposes of this section unreasonable noise shall include but shall not be limited to sound that exceeds the following prohibited noise levels:\\par\n(1) Sound, other than impulsive sound, attributable to the source or sources, that exceeds 85 dB(A) as measured 50 or more feet from the source or sources at a point outside the property line where the source or sources are located or as measured 50 or more feet from the source or sources on a public right-of-way\\ul , provided, however, that the decibel level limit applicable to sound, other than impulsive sound, from a construction device or devices operated within one hundred feet of a school or court on days when such school or court is in session or within one hundred feet of a hospital shall be 50 dB(A) as measured above\\ulnone .   \\b\\f1\\par\n\\cf0\\b0\\f0 (2) \\cf1 Impulsive\\cf0  sound, attributable to the source, that is 15 dB(A) or more above the ambient sound level as measured at any point within a receiving property\\cf1  or as measured at a distance of 15 feet or more from the source on a public right-of-way\\ul , provided, however, that the decibel level limit applicable to impulsive sound from a construction device or devices operated within one hundred feet of a school or court on days when such school or court is in session\\b  \\b0 or within one hundred feet of a hospital shall be 10 dB(A) above the ambient sound level as measured above\\cf0\\ulnone .  Impulsive sound levels shall be measured in the A-weighting network with the sound level meter set to fast response. The ambient sound level shall be taken in the A-weighting network with the sound level meter set to slow response.   \\b\\f1\\par\n\\b0\\f0\\'a73. This local law shall take effect July 1, 2007.\\par\n\\par\n\\pard DD 3/25/06\\par\n10:30 a.m., LS #319\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
