{
  "ID": 37201,
  "GUID": "10EEAE64-55C5-431B-9BDB-62CF63AB9DA4",
  "File": "Int 0416-2006",
  "Name": "Prohibiting the parking of motorcycles equipped with straight pipes on the streets of NYC.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to prohibiting the stopping, standing, or parking of motorcycles equipped with straight pipes on the streets of the city of New York.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2006-08-16T00:00:00Z",
  "AgendaDate": "2006-08-16T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "A",
  "Sponsors": [
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5282,
      "Slug": "david-yassky",
      "FullName": "David Yassky"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    }
  ],
  "History": [
    {
      "ID": 194340,
      "Date": "2006-08-16T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 194635,
      "Date": "2006-08-16T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6504,
      "AgendaSequence": 180,
      "MinutesSequence": 210,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 198492,
      "Date": "2006-12-14T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 6815,
      "AgendaSequence": 2,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 198574,
      "Date": "2006-12-14T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 6815,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 221956,
      "Date": "2008-12-10T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 8634,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "AgendaNote": "Proposed Int. No. 416-A",
      "MinutesNote": "Proposed Int. No. 416-A",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 222029,
      "Date": "2008-12-10T10:00:00Z",
      "ActionID": 5001,
      "Action": "Amendment Proposed by Comm",
      "Description": "This Introduction was Amendment Proposed by Comm",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 8634,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 222428,
      "Date": "2008-12-10T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 19,
      "BodyName": "Committee on Public Safety",
      "EventID": 8634,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236518,
      "Date": "2009-12-31T15:25:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "A",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 86092,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Int. No. 416 - 8/16/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/a6873262-f24e-4240-894d-bd47df8d456e.doc",
      "Sort": 1
    },
    {
      "ID": 75452,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 12/14/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/6a3a38c6-6011-4e6b-bb23-e5ac640406ec.doc",
      "Sort": 2
    },
    {
      "ID": 76865,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 12/14/06",
      "Link": "http://nyc.legistar1.com/nyc/attachments/564ce1f6-2ac4-4fce-bd13-faf9b2e4424d.doc",
      "Sort": 3
    },
    {
      "ID": 86212,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 12/10/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/6e4679d0-876c-4164-a344-9c87a685412b.doc",
      "Sort": 4
    },
    {
      "ID": 86259,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 12/10/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/fe32dce5-82c8-4fa6-9a47-cf59fa2bfa64.PDF",
      "Sort": 5
    },
    {
      "ID": 86588,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 12/10/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/c3cee909-2111-4013-8f68-644ec209c4fe.pdf",
      "Sort": 6
    }
  ],
  "Summary": "",
  "TextID": 42810,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Subchapter six of chapter two of title 24 of the administrative code of the city of New York is amended by adding a new section 24-236.1 to read as follows:\n§24-236.1  Prohibition on the stopping, standing, or parking of motorcycles equipped with  straight pipes.  a.  Definitions.  For the purposes of this section:\n1. “Motorcycle” shall mean every motor vehicle having a seat or saddle for the use of the rider and designed to travel on not more than three wheels in contact with the ground, but excluding a tractor.\n\t2. “Motor vehicle” shall mean any vehicle operated or driven upon a public highway which is propelled by any power other than muscular power, except (i) electrically-driven mobility assistance devices operated or driven by a person with a disability, (ii) vehicles which run only upon rails or tracks, (iii) snowmobiles as defined in article forty-seven of the vehicle and traffic law, and (iv) all terrain vehicles as defined in article forty-eight-B of the vehicle and traffic law.\n\t3.  “Owner” with respect to a motorcycle shall mean an owner as defined in section one hundred twenty-eight of the vehicle and traffic law.  “Owner” with respect to a straight pipe subject to seizure or forfeiture pursuant to this section shall mean a person who demonstrates ownership of such straight pipe to the satisfaction of the police commissioner.\n\t4.  “Person” shall mean an individual, including a principal, director, officer, partner, member or employee of a partnership, company, corporation, association, firm or other organization.\n\t5.  “Security interest” in a motorcycle shall mean a security interest as defined in subdivision k of section two thousand one hundred one of the vehicle and traffic law.\n \t6.  “ Straight pipe” shall mean a motorcycle exhaust device that does not contain internal baffles or that is intentionally designed to allow for the internal baffling to be fully or partially removed.  For exhaust pipes manufactured after December 31, 1982, “straight pipe” shall also mean exhaust pipes on a motorcycle that are not equipped with an exhaust muffler bearing the federal EPA required labeling applicable to the motorcycle’s model year, as set out in 40 Code of Federal Regulations (CFR) § 205.169, and shall also mean exhaust pipes on a motorcycle that is equipped with an exhaust muffler bearing such federal EPA required labeling designating such muffler as designed for use on closed course competition motorcycles only. \nb.   No person shall stop, stand or park a motorcycle equipped with a straight pipe on a street in the city of New York.\nc.   The provisions of this section may be enforced by the department, the police department and the department of transportation.\n             d.   Violation of subdivision b of this section shall be a traffic infraction and shall be adjudicated by the parking violations bureau.  In addition, any person who violates subdivision b of this section shall be liable for a civil penalty of not less than five hundred dollars nor more than one thousand dollars for a first violation thereof; not less than one thousand dollars nor more than two thousand five hundred dollars for a second violation thereof; and not less than two thousand five hundred dollars nor more than five thousand dollars for a third or subsequent violation thereof.  Such civil penalties may be recovered in a proceeding before the environmental control board and any such proceeding shall be commenced by the service of a notice of violation returnable before such board.  As an alternative to service in accordance with applicable provisions of the New York city charter, service of a notice of violation returnable to the environmental control board pursuant to this subdivision may be made by affixing such notice to said vehicle in a conspicuous place.\n e.   The operator of a motorcycle shall be liable for the fines or penalties imposed pursuant to this section.  The owner of the motorcycle, even if not the operator thereof, shall be jointly and severally liable with the operator thereof.\n             f.    If an owner or operator of a motorcycle receives a summons or notice of violation pursuant to subdivision b of this section for any period in which the motorcycle that was the subject of said violation was reported to any police department as having been stolen, it shall be an affirmative defense that the motorcycle had been reported to the police as stolen prior to the time when the violation was issued and had not been recovered at such time.  For the purposes of asserting such affirmative defense in any proceeding, it shall be sufficient that a certified copy of the police report of the stolen motorcycle be presented to the environmental control board and/or to the parking violations bureau.  \n      g.    Where a summons or notice of violation is issued for a violation of subdivision b of this section, a police officer or a designated employee of the department or of the department of transportation may seize the motorcycle or straight pipe in accordance with the rules of the police department.  \n            h.    (1)  Any motorcycle or straight pipe seized pursuant to this section shall be delivered into the custody of the police department.  Where a notice of violation has been served, a hearing to adjudicate the violation underlying the seizure shall be held before the environmental control board within five business days after the seizure and such board shall render a decision within three business days after the conclusion of the hearing.  In the event that the environmental control board determines that there has been no violation of this section, the motorcycle or straight pipe shall be released promptly to the owner or any person authorized by the owner to take possession of such motorcycle or straight pipe.\n\t     (2)   Except where notice has been given that forfeiture will be sought pursuant to paragraph (5) of this subdivision, a motorcycle or straight pipe seized pursuant to this section shall be released upon payment of a civil penalty imposed for the violation underlying the seizure and the cost of removal and storage as set forth in the rules of the department.  Where an administrative proceeding relating to the violation underlying the seizure is pending before the environmental control board, the motorcycle or straight pipe shall be released upon the posting of a bond or other form of security sufficient to cover the maximum civil penalty which may be imposed for such violation and the costs of removal and storage.  Notwithstanding anything to the contrary in this subdivision, no motorcycle or straight pipe seized pursuant to this section shall be released until the violation underlying the seizure shall have been corrected to the satisfaction of the police commissioner.\n                 (3)   Upon the seizure of a motorcycle or straight pipe pursuant to this section, the person from whom the motorcycle or straight pipe was seized shall, where possible, be given written notice of the procedure for redemption of the motorcycle or straight pipe and the procedures regarding a post-seizure hearing.  Where the motorcycle is registered pursuant to the vehicle and traffic law, such notice shall also be mailed to the registered owner of the motorcycle at the address set forth in the records maintained by the department of motor vehicles.  For motorcycles registered in a state other than New York state, such notice shall also be mailed to the registered owner of the motorcycle at the address set forth in the records maintained by the state of registration.   Where the person from whom the motorcycle or straight pipe was seized is less than eighteen years old, such notice shall also be either personally served upon the person’s parent or guardian or mailed to the person’s parent or guardian if the name and address of such parent or guardian is reasonably ascertainable. \n                 (4)   Any motorcycle or straight pipe that has not been claimed by the owner within twenty business days after mailing by first class mail to such owner of notice of a determination by the environmental control board that there has been no violation of this section shall be deemed by the police department to be abandoned.  Any motorcycle abandoned under the provisions of this subdivision shall be disposed of by the police department pursuant to section twelve hundred twenty-four of the vehicle and traffic law.  Any straight pipe abandoned under the provisions of this subdivision shall be destroyed or disposed of  by the police department.\n                 (5)    In addition to any other penalties, sanctions or remedies provided for in this chapter, a motorcycle or straight pipe seized pursuant to this section and all rights, title and interest therein shall be subject to forfeiture upon notice and judicial determination thereof that the person from whom the motorcycle or straight pipe was seized has been found liable by the environmental control board on one or more prior occasions for violating this section.\n     (A)   A forfeiture proceeding may not be commenced more than ten business days after the receipt of a request by the owner for return of the motorcycle or straight pipe.  If a forfeiture proceeding is not commenced within such ten-day period, the motorcycle or straight pipe shall be returned to the owner upon payment of the civil penalty imposed and the costs of removal and storage and upon a showing that the violation underlying the seizure of the motorcycle has been corrected.  A motorcycle or straight pipe that is the subject of a forfeiture proceeding shall remain in the custody of the police department or other appropriate agency pending the final determination of such proceeding.\n     (B)   Notice of the institution of the forfeiture action shall be served by first class mail on: (i) an owner of a motorcycle at the address set forth in the records maintained by the department of motor vehicles, or for motorcycles registered in a state other than New York state, in the records maintained by the state of registration; and (ii) all persons holding a security interest in such motorcycle which security interest has been filed with the department of motor vehicles pursuant to the provisions of title ten of the vehicle and traffic law, at the address set forth in the records of such department, or for motorcycles registered in a state other than New York state, all persons who hold a security interest in such motorcycle which security interest has been filed with such state of registration and which persons are made known by such state to the department at the address provided by such state of registration.  \n                (C)   Any owner who receives notice of the institution of a forfeiture action who wishes to claim an interest in the motorcycle or straight pipe subject to forfeiture may assert a claim in such action for the recovery of the motorcycle or straight pipe or satisfaction of such owner’s interest in such motorcycle or straight pipe.  Any person with a security interest in such motorcycle or straight pipe who receives notice of the institution of the forfeiture action who claims an interest in such motorcycle or straight pipe may assert a claim in such action for satisfaction of such person’s security interest.\n                (D)   Forfeiture pursuant to this subdivision shall be made subject to the interest of a person who claims an interest in the motorcycle or straight pipe pursuant to subparagraph (C) of this subdivision, where such person establishes that: (i) the act constituting the violation of this section that was the basis for seizure occurred without the knowledge of such person, or if such person had knowledge of such act that resulted in the violation, that such person did not consent to such act by failing to do all that could reasonably have been done to prevent such act, and that such person did not knowingly obtain such interest in the motorcycle or straight pipe to avoid the forfeiture; or (ii) that the conduct that was the basis for such seizure was committed by any person other than such person claiming an interest in the motorcycle or straight pipe while such motorcycle or straight pipe was unlawfully in the possession of a person who acquired possession thereof in violation of the criminal laws of the United States or any state.\n                 (E)   The police department or department of transportation, after judicial determination of forfeiture of a motorcycle, shall at its discretion, either: (i) retain such motorcycle for the official use of the city; or (ii) by public notice of at least five days, sell such forfeited motorcycle at public sale.  The net proceeds of any such sale shall be paid into the general fund of the city.\n                  (F)   The police department, after judicial determination of forfeiture of a straight pipe, shall destroy or dispose of such straight pipe.\n                  (G)   In any forfeiture action commenced pursuant to this subdivision, where the court awards a sum of money to one or more persons in satisfaction of such person’s or persons’ interest in the forfeited motorcycle or straight pipe, the total amount awarded to satisfy such interest or interests shall not exceed the amount of the net proceeds of the sale of the forfeited motorcycle or straight pipe after deduction of the lawful expenses incurred by the city, including the reasonable costs of removal and storage between the time of seizure and the date of sale, destruction or disposal.\n                  i.   The corporation counsel is authorized to commence a civil action on behalf of the city in a court of competent jurisdiction for injunctive relief to restrain or enjoin any activity in violation of subdivision b of this section and for civil penalties.\n     \t§2.    This local law shall take effect ninety days after it shall have become a law, except that the department, the police department and the department of transportation shall take such steps as are necessary, including the promulgation of rules, prior to such effective date.\nOP\n12/10/08\n9:01 pm",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\nowidctlpar\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\tab Section 1.  Subchapter six of chapter two of title 24 of the administrative code of the city of New York is amended by adding a new section 24-236.1 to read as follows:\\par\n\\pard\\nowidctlpar\\li720\\sl480\\slmult1\\ul\\'a724-236.1  Prohibition on the stopping, standing, or parking of motorcycles equipped with  straight pipes.  a.  Definitions.  For the purposes of this section:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1 1. \\ldblquote Motorcycle\\rdblquote  shall mean every motor vehicle having a seat or saddle for the use of the rider and designed to travel on not more than three wheels in contact with the ground, but excluding a tractor.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\ulnone\\tab\\ul 2. \\ldblquote Motor vehicle\\rdblquote  shall mean any vehicle operated or driven upon a public highway which is propelled by any power other than muscular power, except (i) electrically-driven mobility assistance devices operated or driven by a person with a disability, (ii) vehicles which run only upon rails or tracks, (iii) snowmobiles as defined in article forty-seven of the vehicle and traffic law, and (iv) all terrain vehicles as defined in article forty-eight-B of the vehicle and traffic law.\\par\n\\ulnone\\tab\\ul 3.  \\ldblquote Owner\\rdblquote  with respect to a motorcycle shall mean an owner as defined in section one hundred twenty-eight of the vehicle and traffic law.  \\ldblquote Owner\\rdblquote  with respect to a straight pipe subject to seizure or forfeiture pursuant to this section shall mean a person who demonstrates ownership of such straight pipe to the satisfaction of the police commissioner.\\par\n\\ulnone\\tab\\ul 4.  \\ldblquote Person\\rdblquote  shall mean an individual, including a principal, director, officer, partner, member or employee of a partnership, company, corporation, association, firm or other organization.\\par\n\\ulnone\\tab\\ul 5.  \\ldblquote Security interest\\rdblquote  in a motorcycle shall mean a security interest as defined in subdivision k of section two thousand one hundred one of the vehicle and traffic law.\\par\n\\pard\\nowidctlpar\\sa240\\sl480\\slmult1\\ulnone  \\tab\\ul 6.  \\ldblquote  Straight pipe\\rdblquote  shall mean a motorcycle exhaust device that does not contain internal baffles or that is intentionally designed to allow for the internal baffling to be fully or partially removed.  For exhaust pipes manufactured after December 31, 1982, \\ldblquote straight pipe\\rdblquote  shall also mean exhaust pipes on a motorcycle that are not equipped with an exhaust muffler bearing the federal EPA required labeling applicable to the motorcycle\\rquote s model year, as set out in 40 Code of Federal Regulations (CFR) \\'a7 205.169, and shall also mean exhaust pipes on a motorcycle that is equipped with an exhaust muffler bearing such federal EPA required labeling designating such muffler as designed for use on closed course competition motorcycles only. \\par\n\\pard\\nowidctlpar\\fi720\\sa240\\sl480\\slmult1 b.   No person shall stop, stand or park a motorcycle equipped with a straight pipe on a street in the city of New York.\\par\nc.   The provisions of this section may be enforced by the department, the police department and the department of transportation.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\ulnone              \\ul d.   Violation of subdivision b of this section shall be a traffic infraction and shall be adjudicated by the parking violations bureau.  In addition, any person who violates subdivision b of this section shall be liable for a civil penalty of not less than five hundred dollars nor more than one thousand dollars for a first violation thereof; not less than one thousand dollars nor more than two thousand five hundred dollars for a second violation thereof; and not less than two thousand five hundred dollars nor more than five thousand dollars for a third or subsequent violation thereof.  Such civil penalties may be recovered in a proceeding before the environmental control board and any such proceeding shall be commenced by the service of a notice of violation returnable before such board.  As an alternative to service in accordance with applicable provisions of the New York city charter, service of a notice of violation returnable to the environmental control board pursuant to this subdivision may be made by affixing such notice to said vehicle in a conspicuous place.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone  \\ul e.   The operator of a motorcycle shall be liable for the fines or penalties imposed pursuant to this section.  The owner of the motorcycle, even if not the operator thereof, shall be jointly and severally liable with the operator thereof.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\ulnone              \\ul f.    If an owner or operator of a motorcycle receives a summons or notice of violation pursuant to subdivision b of this section for any period in which the motorcycle that was the subject of said violation was reported to any police department as having been stolen, it shall be an affirmative defense that the motorcycle had been reported to the police as stolen prior to the time when the violation was issued and had not been recovered at such time.  For the purposes of asserting such affirmative defense in any proceeding, it shall be sufficient that a certified copy of the police report of the stolen motorcycle be presented to the environmental control board and/or to the parking violations bureau.  \\par\n\\pard\\nowidctlpar\\fi360\\sl480\\slmult1\\ulnone       \\ul g.    Where a summons or notice of violation is issued for a violation of subdivision b of this section, a police officer or a designated employee of the department or of the department of transportation may seize the motorcycle or straight pipe in accordance with the rules of the police department.  \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\ulnone             \\ul h.    (1)  Any motorcycle or straight pipe seized pursuant to this section shall be delivered into the custody of the police department.  Where a notice of violation has been served, a hearing to adjudicate the violation underlying the seizure shall be held before the environmental control board within five business days after the seizure and such board shall render a decision within three business days after the conclusion of the hearing.  In the event that the environmental control board determines that there has been no violation of this section, the motorcycle or straight pipe shall be released promptly to the owner or any person authorized by the owner to take possession of such motorcycle or straight pipe.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\tx0\\tx720\\ulnone\\tab      \\ul (2)   Except where notice has been given that forfeiture will be sought pursuant to paragraph (5) of this subdivision, a motorcycle or straight pipe seized pursuant to this section shall be released upon payment of a civil penalty imposed for the violation underlying the seizure and the cost of removal and storage as set forth in the rules of the department.  Where an administrative proceeding relating to the violation underlying the seizure is pending before the environmental control board, the motorcycle or straight pipe shall be released upon the posting of a bond or other form of security sufficient to cover the maximum civil penalty which may be imposed for such violation and the costs of removal and storage.  Notwithstanding anything to the contrary in this subdivision, no motorcycle or straight pipe seized pursuant to this section shall be released until the violation underlying the seizure shall have been corrected to the satisfaction of the police commissioner.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\ulnone                  \\ul (3)   Upon the seizure of a motorcycle or straight pipe pursuant to this section, the person from whom the motorcycle or straight pipe was seized shall, where possible, be given written notice of the procedure for redemption of the motorcycle or straight pipe and the procedures regarding a post-seizure hearing.  Where the motorcycle is registered pursuant to the vehicle and traffic law, such notice shall also be mailed to the registered owner of the motorcycle at the address set forth in the records maintained by the department of motor vehicles.  For motorcycles registered in a state other than New York state, such notice shall also be mailed to the registered owner of the motorcycle at the address set forth in the records maintained by the state of registration.   Where the person from whom the motorcycle or straight pipe was seized is less than eighteen years old, such notice shall also be either personally served upon the person\\rquote s parent or guardian or mailed to the person\\rquote s parent or guardian if the name and address of such parent or guardian is reasonably ascertainable. \\par\n\\ulnone                  \\ul (4)   Any motorcycle or straight pipe that has not been claimed by the owner within twenty business days after mailing by first class mail to such owner of notice of a determination by the environmental control board that there has been no violation of this section shall be deemed by the police department to be abandoned.  Any motorcycle abandoned under the provisions of this subdivision shall be disposed of by the police department pursuant to section twelve hundred twenty-four of the vehicle and traffic law.  Any straight pipe abandoned under the provisions of this subdivision shall be destroyed or disposed of  by the police department.\\par\n\\ulnone                  \\ul (5)    In addition to any other penalties, sanctions or remedies provided for in this chapter, a motorcycle or straight pipe seized pursuant to this section and all rights, title and interest therein shall be subject to forfeiture upon notice and judicial determination thereof that the person from whom the motorcycle or straight pipe was seized has been found liable by the environmental control board on one or more prior occasions for violating this section.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone      \\ul (A)   A forfeiture proceeding may not be commenced more than ten business days after the receipt of a request by the owner for return of the motorcycle or straight pipe.  If a forfeiture proceeding is not commenced within such ten-day period, the motorcycle or straight pipe shall be returned to the owner upon payment of the civil penalty imposed and the costs of removal and storage and upon a showing that the violation underlying the seizure of the motorcycle has been corrected.  A motorcycle or straight pipe that is the subject of a forfeiture proceeding shall remain in the custody of the police department or other appropriate agency pending the final determination of such proceeding.\\par\n\\ulnone      \\ul (B)   Notice of the institution of the forfeiture action shall be served by first class mail on: (i) an owner of a motorcycle at the address set forth in the records maintained by the department of motor vehicles, or for motorcycles registered in a state other than New York state, in the records maintained by the state of registration; and (ii) all persons holding a security interest in such motorcycle which security interest has been filed with the department of motor vehicles pursuant to the provisions of title ten of the vehicle and traffic law, at the address set forth in the records of such department, or for motorcycles registered in a state other than New York state, all persons who hold a security interest in such motorcycle which security interest has been filed with such state of registration and which persons are made known by such state to the department at the address provided by such state of registration.  \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\ulnone                 \\ul (C)   Any owner who receives notice of the institution of a forfeiture action who wishes to claim an interest in the motorcycle or straight pipe subject to forfeiture may assert a claim in such action for the recovery of the motorcycle or straight pipe or satisfaction of such owner\\rquote s interest in such motorcycle or straight pipe.  Any person with a security interest in such motorcycle or straight pipe who receives notice of the institution of the forfeiture action who claims an interest in such motorcycle or straight pipe may assert a claim in such action for satisfaction of such person\\rquote s security interest.\\par\n\\ulnone                 \\ul (D)   Forfeiture pursuant to this subdivision shall be made subject to the interest of a person who claims an interest in the motorcycle or straight pipe pursuant to subparagraph (C) of this subdivision, where such person establishes that: (i) the act constituting the violation of this section that was the basis for seizure occurred without the knowledge of such person, or if such person had knowledge of such act that resulted in the violation, that such person did not consent to such act by failing to do all that could reasonably have been done to prevent such act, and that such person did not knowingly obtain such interest in the motorcycle or straight pipe to avoid the forfeiture; or (ii) that the conduct that was the basis for such seizure was committed by any person other than such person claiming an interest in the motorcycle or straight pipe while such motorcycle or straight pipe was unlawfully in the possession of a person who acquired possession thereof in violation of the criminal laws of the United States or any state.\\par\n\\ulnone                  \\ul (E)   The police department or department of transportation, after judicial determination of forfeiture of a motorcycle, shall at its discretion, either: (i) retain such motorcycle for the official use of the city; or (ii) by public notice of at least five days, sell such forfeited motorcycle at public sale.  The net proceeds of any such sale shall be paid into the general fund of the city.\\par\n\\ulnone                   \\ul (F)   The police department, after judicial determination of forfeiture of a straight pipe, shall destroy or dispose of such straight pipe.\\par\n\\ulnone                   \\ul (G)   In any forfeiture action commenced pursuant to this subdivision, where the court awards a sum of money to one or more persons in satisfaction of such person\\rquote s or persons\\rquote  interest in the forfeited motorcycle or straight pipe, the total amount awarded to satisfy such interest or interests shall not exceed the amount of the net proceeds of the sale of the forfeited motorcycle or straight pipe after deduction of the lawful expenses incurred by the city, including the reasonable costs of removal and storage between the time of seizure and the date of sale, destruction or disposal.\\par\n\\ulnone                   \\ul i.   The corporation counsel is authorized to commence a civil action on behalf of the city in a court of competent jurisdiction for injunctive relief to restrain or enjoin any activity in violation of subdivision b of this section and for civil penalties.\\par\n\\ulnone      \\tab\\'a72.    This local law shall take effect ninety days after it shall have become a law, except that the department, the police department and the department of transportation shall take such steps as are necessary, including the promulgation of rules, prior to such effective date.\\par\n\\pard\\nowidctlpar\\fs20 OP\\par\n12/10/08\\par\n9:01 pm\\par\n}\n\u0000",
  "LastModified": "2015-05-29T17:56:19.41Z"
}
