{
  "ID": 37102,
  "GUID": "C8C03AE2-44B4-4560-8C56-CAF30EBDD900",
  "File": "Int 0418-2006",
  "Name": "Energy efficient air conditioning systems.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to energy efficient air conditioning systems.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2006-08-16T00:00:00Z",
  "AgendaDate": "2006-08-16T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 5275,
      "Slug": "eric-n-gioia",
      "FullName": "Eric N. Gioia"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    }
  ],
  "History": [
    {
      "ID": 194085,
      "Date": "2006-08-16T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 194648,
      "Date": "2006-08-16T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6504,
      "AgendaSequence": 190,
      "MinutesSequence": 220,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236516,
      "Date": "2009-12-31T15:25:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 37705,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Statement of findings and purpose.  Energy use, particularly fossil fuel consumption, probably has more impact on the environment than any other human activity.  Adverse impacts from energy production include greater incidence of respiratory disease, heart disease, smog, acid rain, oil spills and climate change, the biggest environmental threat facing the planet.  Since much of New York City’s electricity is produced within the City, energy use here also translates directly into greater local pollution, including emissions of sulfur dioxide, nitrogen oxides, particulate matter and mercury.  Finally, fossil fuels, the primary source of energy in the United States, are a finite resource, the use of which is directly tied to energy security.  For all these reasons, reducing energy consumption is the most important goal of any environmental policy.\nCommercial and residential buildings account for much of the City’s energy demand, as they consume 82% of electricity in New York State and account for approximately 70% of the City’s greenhouse gas emissions.  As a result, it is impossible to make a meaningful reduction in energy use without reducing building energy consumption.  Seventeen percent of electricity used in New York office buildings is for air conditioning, the second largest end use of electricity after lighting.  Electricity demand from air conditioning occurs during peak power demand in the summer when the City is most at risk of brownouts and often forced to rely on dirty, old power plants.\nIn modern commercial and institutional buildings, air conditioning is typically provided through electric or gas “chillers,” a large mechanical device that creates cooled water that is circulated in the building.  Under the City’s Fire Code, an operating engineer must be physically present, and thus employed full-time, in buildings where chillers over a certain size are operating - this level of oversight is known as “personal supervision.”  While there may have once been a fire safety rationale for this expensive requirement, fire safety experts have discounted personal supervision as an unnecessary relic.  In contrast, for smaller chillers, only “general supervision” is required, meaning that an operating engineer remains responsible at all times for the functioning of the equipment but need not be physically present on the premises.\nWhen public or private sector New York City building owners install new chillers, standard practice is not to utilize large, energy-efficient electric centrifugal chillers because using these chillers necessitates the substantial expense of personal supervision.  Instead, building owners routinely opt for either multiple small, less efficient chillers or chillers are not installed at all in favor of package direct expansion (DX) air conditioning systems, both of which only require general supervision.  The smaller chillers and DX air conditioning systems (typically utilizing reciprocating or scroll type compressors) typically use 0.7 to 0.85 kilowatts of electricity per ton of cooling, while a centrifugal chiller typically uses 0.5 to 0.57 kilowatts of electricity per ton of cooling - a 20-40% difference in energy consumption. \nAccordingly, the Council finds that it is reasonable and necessary to only require the general supervision of new chillers.\n§2. Section 27-4191 of the administrative code of the city of New York, as amended by local law number 32  for the year 2004, is amended to add a new subdivision c to read as follows:\nc. Notwithstanding Table 1 of this subchapter, only general supervision shall be required for any refrigerating system installed on or after January 1, 2007.\n§3. This local law shall take effect immediately upon its enactment into law.\n\nLS# 818\nRBU/JH\n08/10/2006",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\pard\\noline\\nowidctlpar\\hyphpar0\\qj\\v0\\par\n\\pard\\noline\\nowidctlpar\\hyphpar0\\qj\\tx720\\tx1440\\tx2160\\tx2880\\tx6480\\tx7920\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\expndtw0 Section 1. Statement of findings and purpose.  Energy use, particularly fossil fuel consumption, probably has more impact on the environment than any other human activity.  Adverse impacts from energy production include greater incidence of respiratory disease, heart disease, smog, acid rain, oil spills and climate change, the biggest environmental threat facing the planet.  Since much of New York City\\rquote s electricity is produced within the City, energy use here also translates directly into greater local pollution, including emissions of sulfur dioxide, nitrogen oxides, particulate matter and mercury.  Finally, fossil fuels, the primary source of energy in the United States, are a finite resource, the use of which is directly tied to energy security.  For all these reasons, reducing energy consumption is the most important goal of any environmental policy.\\par\nCommercial and residential buildings account for much of the City\\rquote s energy demand, as they consume 82% of electricity in New York State and account for approximately 70% of the City\\rquote s greenhouse gas emissions.  As a result, it is impossible to make a meaningful reduction in energy use without reducing building energy consumption.  Seventeen percent of electricity used in New York office buildings is for air conditioning, the second largest end use of electricity after lighting.  Electricity demand from air conditioning occurs during peak power demand in the summer when the City is most at risk of brownouts and often forced to rely on dirty, old power plants.\\par\nIn modern commercial and institutional buildings, air conditioning is typically provided through electric or gas \\ldblquote chillers,\\rdblquote  a large mechanical device that creates cooled water that is circulated in the building.\\b   \\b0 Under the City\\rquote s Fire Code, an operating engineer must be physically present, and thus employed full-time, in buildings where chillers over a certain size are operating - this level of oversight is known as \\ldblquote personal supervision.\\rdblquote   While there may have once been a fire safety rationale for this expensive requirement, fire safety experts have discounted personal supervision as an unnecessary relic.  In contrast, for smaller chillers, only \\ldblquote general supervision\\rdblquote  is required, meaning that an operating engineer remains responsible at all times for the functioning of the equipment but need not be physically present on the premises.\\par\nWhen public or private sector New York City building owners install new chillers, standard practice is not to utilize large, energy-efficient electric centrifugal chillers because using these chillers necessitates the substantial expense of personal supervision.  Instead, building owners routinely opt for either multiple small, less efficient chillers or chillers are not installed at all in favor of package direct expansion (DX) air conditioning systems, both of which only require general supervision.  The smaller chillers and DX air conditioning systems (typically utilizing reciprocating or scroll type compressors) typically use 0.7 to 0.85 kilowatts of electricity per ton of cooling, while a centrifugal chiller typically uses 0.5 to 0.57 kilowatts of electricity per ton of cooling - a 20-40% difference in energy consumption. \\par\nAccordingly, the Council finds that it is reasonable and necessary to only require the general supervision of new chillers.\\par\n\\'a72. \\expndtw-3 Section 27-4191 of the administrative code of the city of New York, as amended by local law number 32  for the year 2004, is amended to add a new subdivision c to read as follows:\\par\n\\ul c. Notwithstanding Table 1 of this subchapter, only general supervision shall be required for any refrigerating system installed on or after January 1, 2007.\\par\n\\expndtw0\\ulnone\\'a73. This local law shall take effect immediately upon its enactment into law.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\par\n\\pard\\nowidctlpar\\qj LS# 818\\par\nRBU/JH\\par\n08/10/2006\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
