{
  "ID": 37351,
  "GUID": "6140D1D7-766E-4B23-BD51-94F782113E15",
  "File": "Int 0423-2006",
  "Name": "In relation to the review and approval of franchises.",
  "Title": "A Local Law to amend the New York city charter in relation to the review and approval of franchises.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 17,
  "BodyName": "Committee on Land Use",
  "IntroDate": "2006-09-13T00:00:00Z",
  "AgendaDate": "2006-09-13T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    }
  ],
  "History": [
    {
      "ID": 195026,
      "Date": "2006-09-13T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 195121,
      "Date": "2006-09-13T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Land Use",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6544,
      "AgendaSequence": 83,
      "MinutesSequence": 112,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Land Use",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236513,
      "Date": "2009-12-31T15:24:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 37959,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Subdivision f of Section 363 of the New York city charter is hereby amended to read as follows:\n\tf. The selection of a franchisee shall be in accordance with the provisions of the authorizing resolution covering franchises of the type involved.  Prior to the submission of a proposed franchise agreement to the franchise and concession review committee pursuant to sections three hundred seventy-one, three hundred seventy-two and three hundred seventy-three, the agreement shall be submitted to the council.  After the conduct of a public hearing held on due notice, the council shall determine whether or not the agreement conforms with the terms and conditions of the authorizing resolution.  If the council determines that such conformity exists, it shall submit the agreement to the franchise and concession review committee for its review and action consistent with the provisions of this chapter.  If the council determines that such conformity does not exist, it may amend the agreement to achieve such conformity and then submit the agreement to the franchise and concession review committee for its review and action consistent with the provisions of this chapter. \n\t§2: This local law shall take effect on the first day of the month following its ratification by the voters of this city in a referendum to be held in the general election next following its enactment.\n\nLS#\n08-08-06\nCJS",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\tab Section 1.  Subdivision f of Section 363 of the New York city charter is hereby amended to read as follows:\\par\n\\tab f. The selection of a franchisee shall be in accordance with the provisions of the authorizing resolution covering franchises of the type involved.  \\ul Prior to the submission of a proposed franchise agreement to the franchise and concession review committee pursuant to sections three hundred seventy-one, three hundred seventy-two and three hundred seventy-three, the agreement shall be submitted to the council.  After the conduct of a public hearing held on due notice, the council shall determine whether or not the agreement conforms with the terms and conditions of the authorizing resolution.  If the council determines that such conformity exists, it shall submit the agreement to the franchise and concession review committee for its review and action consistent with the provisions of this chapter.  If the council determines that such conformity does not exist, it may amend the agreement to achieve such conformity and then submit the agreement to the franchise and concession review committee for its review and action consistent with the provisions of this chapter. \\par\n\\ulnone\\tab\\'a72: This local law shall take effect on the first day of the month following its ratification by the voters of this city in a referendum to be held in the general election next following its enactment.\\par\n\\pard\\qj\\par\nLS#\\par\n08-08-06\\par\nCJS\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
