{
  "ID": 37330,
  "GUID": "1096E883-42B6-43E5-B3BE-1B89B000E84C",
  "File": "Int 0435-2006",
  "Name": "Appeals for approval of applications and plans.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to appeals for approval of applications and plans.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2006-09-13T00:00:00Z",
  "AgendaDate": "2006-09-13T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    }
  ],
  "History": [
    {
      "ID": 195000,
      "Date": "2006-09-13T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 195147,
      "Date": "2006-09-13T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6544,
      "AgendaSequence": 106,
      "MinutesSequence": 135,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236506,
      "Date": "2009-12-31T15:21:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 37937,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Article 9 of subchapter one of chapter one of title 27 of the administrative code of the city of New York is amended by adding a new section 27-144.1 to read as follows:\n§27-144.1  Appeals of Rejections of Applications and Plans.  (a) Upon the receipt of a rejection of any plans, including an objection to any part of any plans, by a plan examiner of the department, an applicant may appeal the rejection in writing through the following process:\n(1)  the applicant can appeal at any time after receipt of the rejection to the chief engineer or examiner of the borough in which the application is located.  Upon submission of an appeal, the chief engineer shall have five business days to rule on the appeal;\n(2) if the appeal to the examiner or chief engineer results in the affirmance of the rejection or any portion thereof, then the applicant can further appeal at any time after receipt of such affirmance to the deputy commissioner of the borough in which the application is located.  Upon submission of an appeal, the deputy commissioner shall have five business days to rule on the appeal;\n(3)  if the appeal to the deputy commissioner results in the affirmance of the rejection or any portion thereof, then the applicant can appeal at any time after receipt of such affirmance to the borough commissioner, or his or her designee, in the borough in which the application is located.  Upon submission of an appeal, the borough commissioner shall have five business days to rule on the appeal;\n(4)  if the appeal to the borough commissioner results in the affirmance of the rejection or any portion thereof, then the applicant can appeal at any time after receipt of such affirmance to a panel consisting of each of the five borough commissioners.  Upon submission of an appeal, the panel shall notify the applicant of the date of the hearing, which shall be no later than fifteen business days from the submission of the appeal, and the notice shall provide the applicant with an opportunity to submit supporting materials and to be heard on the date of the hearing. Upon submission of the appeal, the panel shall have twenty business days to rule on the appeal;\n(5) if the appeal to the panel results in the affirmance of the rejection or any portion thereof, then the applicant can appeal at any time after receipt of such affirmance to the commissioner, or his or her designee.  Upon submission of an appeal, the commissioner shall have twenty business days to rule on the appeal.\n            (6) All rejections of any plans or objections to any part of any plans, as well as any appeals and decisions concerning same, must be in writing.\n(b) Should the rejection of any plans or objections to any part of any plans be for a job that a registered architect or professional engineer has professionally certified in accordance with the rules of the department, then the department shall not issue a revocation notice until (1) the registered architect or the professional engineer has reviewed the rejection or objections to the plans with a department plan examiner and accepted the findings of the department; or (2) the registered architect or professional engineer has appealed the findings of the plan examiner and such appeal has been rejected by the borough commissioner in the borough in which the application is pending. In the case of professionally certified plans, all appeals by the applicant must be made within five business days of the receipt of any rejection or adverse decision.\n(c) The department shall submit to the council two reports annually concerning the number of appeals and the number of appeals responded to in an untimely way by the department for subparagraphs (3), (4) and (5) of subdivision (a).  One of the two annual reports shall be submitted to the council concurrent with the issuance of the mayor’s management report, and the other annual report shall be submitted concurrent with the issuance of the preliminary mayor’s management report.  The period of reporting for the report issued concurrent with the mayor’s management report shall be the most recently ended fiscal year, and the period of reporting for the report issued concurrent with the issued of the preliminary mayor’s management report shall be the first four months of the fiscal year in which such report is issued.\n(d) All decisions under subparagraphs (3), (4) and (5) of subdivision (a) shall be published by the department on its website and in an annual volume.  Publication on the website shall be made within thirty business days of the decision. Each decision rejecting any plan or application or affirming any rejection, including those objecting to any part of any plan or application or affirming such objection shall state the reasons why the plan or application is not in substantial compliance with the administrative code of the city of New York including a list of the sections under which the application is not compliant.  Any such decision made by a borough commissioner, the panel of the borough commissioners or the commissioner shall be used as a precedent for future determinations.\n§2.  This local law shall take effect immediately.\n\n\nLS #1148\nCJC-08/21/06",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1.  Article 9 of subchapter one of chapter one of title 27 of the administrative code of the city of New York is amended by adding a new section 27-144.1 to read as follows:\\par\n\\ul\\'a727-144.1  Appeals of Rejections of Applications and Plans.  (a) Upon the receipt of a rejection of any plans, including an objection to any part of any plans, by a plan examiner of the department, an applicant may appeal the rejection in writing through the following process:\\par\n\\pard\\fi720\\sl480\\slmult1 (1)  the applicant can appeal at any time after receipt of the rejection to the chief engineer or examiner of the borough in which the application is located.  Upon submission of an appeal, the chief engineer shall have five business days to rule on the appeal;\\par\n\\pard\\fi720\\sl480\\slmult1\\qj (2) if the appeal to the examiner or chief engineer results in the affirmance of the rejection or any portion thereof, then the applicant can further appeal at any time after receipt of such affirmance to the deputy commissioner of the borough in which the application is located.  Upon submission of an appeal, the deputy commissioner shall have five business days to rule on the appeal;\\par\n(3)  if the appeal to the deputy commissioner results in the affirmance of the rejection or any portion thereof, then the applicant can appeal at any time after receipt of such affirmance to the borough commissioner, or his or her designee, in the borough in which the application is located.  Upon submission of an appeal, the borough commissioner shall have five business days to rule on the appeal;\\par\n(4)  if the appeal to the borough commissioner results in the affirmance of the rejection or any portion thereof, then the applicant can appeal at any time after receipt of such affirmance to a panel consisting of each of the five borough commissioners.  Upon submission of an appeal, the panel shall notify the applicant of the date of the hearing, which shall be no later than fifteen business days from the submission of the appeal, and the notice shall provide the applicant with an opportunity to submit supporting materials and to be heard on the date of the hearing. Upon submission of the appeal, the panel shall have twenty business days to rule on the appeal;\\par\n(5) if the appeal to the panel results in the affirmance of the rejection or any portion thereof, then the applicant can appeal at any time after receipt of such affirmance to the commissioner, or his or her designee.  Upon submission of an appeal, the commissioner shall have twenty business days to rule on the appeal.\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone             \\ul (6) All rejections of any plans or objections to any part of any plans, as well as any appeals and decisions concerning same, must be in writing.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj (b) Should the rejection of any plans or objections to any part of any plans be for a job that a registered architect or professional engineer has professionally certified in accordance with the rules of the department, then the department shall not issue a revocation notice until (1) the registered architect or the professional engineer has reviewed the rejection or objections to the plans with a department plan examiner and accepted the findings of the department; or (2) the registered architect or professional engineer has appealed the findings of the plan examiner and such appeal has been rejected by the borough commissioner in the borough in which the application is pending. In the case of professionally certified plans, all appeals by the applicant must be made within five business days of the receipt of any rejection or adverse decision.\\par\n(c) The department shall submit to the council two reports annually concerning the number of appeals and the number of appeals responded to in an untimely way by the department for subparagraphs (3), (4) and (5) of subdivision (a).  One of the two annual reports shall be submitted to the council concurrent with the issuance of the mayor\\rquote s management report, and the other annual report shall be submitted concurrent with the issuance of the preliminary mayor\\rquote s management report.  The period of reporting for the report issued concurrent with the mayor\\rquote s management report shall be the most recently ended fiscal year, and the period of reporting for the report issued concurrent with the issued of the preliminary mayor\\rquote s management report shall be the first four months of the fiscal year in which such report is issued.\\par\n(d) All decisions under subparagraphs (3), (4) and (5) of subdivision (a) shall be published by the department on its website and in an annual volume.  Publication on the website shall be made within thirty business days of the decision. Each decision rejecting any plan or application or affirming any rejection, including those objecting to any part of any plan or application or affirming such objection shall state the reasons why the plan or application is not in substantial compliance with the administrative code of the city of New York including a list of the sections under which the application is not compliant.  Any such decision made by a borough commissioner, the panel of the borough commissioners or the commissioner shall be used as a precedent for future determinations.\\par\n\\ulnone\\'a72.  This local law shall take effect immediately.\\par\n\\pard\\qj\\fs20\\par\n\\par\nLS #1148\\par\nCJC-08/21/06\\par\n\\pard\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
