{
  "ID": 37318,
  "GUID": "5F427FD9-9C73-4493-8D82-78573D6EE318",
  "File": "Int 0439-2006",
  "Name": "Education of homeowners.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to education of homeowners.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2006-09-13T00:00:00Z",
  "AgendaDate": "2006-09-13T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    }
  ],
  "History": [
    {
      "ID": 194966,
      "Date": "2006-09-13T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 195144,
      "Date": "2006-09-13T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6544,
      "AgendaSequence": 110,
      "MinutesSequence": 139,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236502,
      "Date": "2009-12-31T15:20:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 37925,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Section 26-110 of the administrative code of the city of New York is amended by adding a new subdivision b to read as follows: \n\t§26-110 Publication of statistics and other data. a. The commissioner may provide for the publicity of the papers, files, reports, records and the proceedings of the department whenever he or she deems it necessary for the public good.\n\tb. The commissioner shall annually report on  violations of the code issued with respect to dwellings that are classified in occupancy group J-3 and the fines imposed for non-compliance. The report shall include the number and seriousness of each type of violation. The department shall work with the council members and the borough presidents’ offices (i) to conduct outreach to the general public about these violations and how to avoid them and (ii) to inform owners of such buildings about relevant changes in building codes and zoning laws.\t\n\t§2. This local law shall take effect immediately after its enactment into law.\n\nLS#1144\nCJC-8/15/2006",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\fmodern\\fprq1\\fcharset0 Courier New;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\sa120\\sl480\\slmult1\\tab Section 1. Section 26-110 of the administrative code of the city of New York is amended by adding a new subdivision b to read as follows: \\par\n\\pard\\sl480\\slmult1\\tx720\\tx10992\\tx11908\\tx12824\\tx13740\\tx14656\\f1\\fs20\\tab\\f0\\fs24\\'a726-110 Publication of statistics and other data. \\ul a. \\ulnone The commissioner may provide for the publicity of the papers, files, reports, records and the proceedings of the department whenever he or she deems it necessary for the public good.\\par\n\\tab\\ul b. The commissioner shall annually report on  violations of the code issued with respect to dwellings that are \\cf1 classified in occupancy group J-3 \\cf0 and the fines imposed for non-compliance. The report shall include the number and seriousness of each type of violation. The department shall work with the council members and the borough presidents\\rquote  offices (i) to conduct outreach to the general public about these violations and how to avoid them and (ii) to inform owners of such buildings about relevant changes in building codes and zoning laws.\\ulnone\\tab\\par\n\\pard\\sl480\\slmult1\\qj\\tx864\\tx1440\\tx3888\\tx6048\\tab\\'a72. This local law shall take effect immediately after its enactment into law.\\par\n\\par\n\\pard\\qj\\tx864\\tx1440\\tx3888\\tx6048\\fs20 LS#1144\\par\nCJC-8/15/2006\\par\n\\pard\\qj\\fs24\\par\n\\par\n\\pard\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
