{
  "ID": 37382,
  "GUID": "FBA3D3AF-EBC2-42DE-8A70-DA768BA465C4",
  "File": "Int 0446-2006",
  "Name": "Food vendors",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to food vendors.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2006-09-27T00:00:00Z",
  "AgendaDate": "2006-09-27T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7112,
      "Slug": "vincent-ignizio",
      "FullName": "Vincent Ignizio"
    }
  ],
  "History": [
    {
      "ID": 195527,
      "Date": "2006-09-27T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 195763,
      "Date": "2006-09-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6579,
      "AgendaSequence": 131,
      "MinutesSequence": 156,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 212104,
      "Date": "2008-02-29T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 8026,
      "AgendaSequence": 1,
      "MinutesSequence": 3,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 212207,
      "Date": "2008-02-29T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 8026,
      "MinutesSequence": 4,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236499,
      "Date": "2009-12-31T15:19:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 74599,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Cover Sheet",
      "Link": "http://nyc.legistar1.com/nyc/attachments/e2efa32b-4552-473b-9254-a0a9331f734e.doc",
      "Sort": 1
    },
    {
      "ID": 74602,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Memo In Support",
      "Link": "http://nyc.legistar1.com/nyc/attachments/86b893cc-bec3-4152-97a2-0c9100be8217.doc",
      "Sort": 2
    },
    {
      "ID": 82095,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 2/29/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/0f52d035-757c-4732-afed-217af65020af.doc",
      "Sort": 3
    },
    {
      "ID": 82714,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 2/29/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/ec39946c-06c1-4dd5-abc7-1cac7f3ac80e.doc",
      "Sort": 4
    },
    {
      "ID": 82336,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 2/29/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/3537337b-70d3-4856-8a91-3d29984555c8.PDF",
      "Sort": 5
    }
  ],
  "Summary": "",
  "TextID": 37991,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Legislative findings and intent.  Local Law 15 of 1995 restricted the number of food cart permits that the Department of Health and Mental Hygiene could issue to individuals engaged in the food vending business to one full-term or temporary food vendor permit per individual, corporation, partnership or other business entity.  This measure was taken in an effort to stop the illegal leasing of such permits by multiple permit holders for exorbitant sums.  However, an unintended effect of this local law was that such restriction also affected certain small business owners who held multiple full-term permits and who were exclusive distributors or manufacturers.  These exclusive distributors or manufacturers must rely on their ability to maintain a profitable number of pushcarts that can legally purvey their food products on the City streets.  Such pushcarts or vehicles each require a valid full term food vendor permit from the Department of Health and Mental Hygiene .\nAccordingly, the Council finds it necessary that legislation restoring multiple push-cart permits to exclusive distributors or manufacturers, who lost such permits by Local Law 15 of 1995, is necessary.\n\t§ 2.  Item (A) of clause (ii) of subparagraph (a) of paragraph 3 of subdivision f of section 17-307 of the administrative code of the city of New York, as amended by local law number 27 for the year 1997, is amended to read as follows:\n3.(a) (ii) (A)  Except as otherwise provided in items (B) and (C) of this clause, on and after January first, nineteen hundred ninety-six, and on every renewal date thereafter, a permit holder may not renew more than one permit, whether full-term or temporary.  Such permit shall be renewed provided that all other requirements for renewal under the provisions of this subchapter and any rules promulgated pursuant thereto are complied with, the license of the person to whom the permit was issued or the permit has not been revoked or suspended and such person has not committed a violation or violations which could be a basis for permit or license suspension or revocation.\n§ 3.  Clause (ii) of subparagraph (a) of paragraph 3 of subdivision f of  section 17-307 of the administrative code of the city of New York, as amended by local law number 27 for the year 1997, is amended by adding a new item (C), to read as follows:\n(C) (I) Notwithstanding any other contrary provision of law, any person who prior to December 31, 1995 operated an exclusive distributor or a manufacturer of food vending products, who held more than one full term permit issued pursuant to this subchapter, shall be issued the number of additional full term permits such person held on December 31, 1995.  A sworn affidavit evidencing exclusive distributorship or manufacturer status shall be satisfactory proof that an applicant for multiple full term permits was an exclusive distributor or manufacturer prior to December 31, 1995 and at the time of the application.\t(II)  Any person who is eligible for the issuance of additional full term permits pursuant to subitem (I) of this item shall be issued the number of permits originally held by such permit holder.\n(III) Additional full term permits shall be issued pursuant to subitem (I) of this item only to persons who have not, at the time of application for such additional full term permits, had a permit issued pursuant to this subchapter revoked or suspended and who are found, to the commissioner’s satisfaction, to be fit and able to conduct, maintain and operate a food vending business.  Such permits shall be renewed provided that an applicant has complied with all other requirements for renewal under the provisions of this subchapter, and any rules promulgated pursuant thereto, and such person has not committed a violation or violations which would be a basis for suspension or revocation of such permits.\n§  4.  Section 17-314 of the administrative code of the city of New York, as amended by local law number 27 for the year 1997, is amended by adding a new paragraph e, to read as follows:\ne.  Not use or permit anyone else to use a food vending vehicle or pushcart for vending any foods other than those authorized for sale by the commissioner or board unless prior written approval has been obtained from the commissioner or board; provided, however, that an exclusive distributor who has been issued more than one temporary permit pursuant to subitem (I) of item (C) of clause (ii) of subparagraph (a) of paragraph three of subdivision f of section 17-307 of this subchapter must primarily vend or permit anyone else using a pushcart or vehicle for which such exclusive distributor has a full term permit to primarily vend, the food vending product that was the subject of the exclusive distribution agreement, pursuant to subitem (I) of item (C) of clause (ii) of subparagraph (a) of paragraph three of subdivision f of section 17-307 of this subchapter.\n§ 5.\tSection 17-314.1 of the administrative code of the city of New York, as amended by local law number 27 for the year 1997, is amended by adding a new paragraph d, relettering the current paragraph d as paragraph e, and adding a new subparagraph 3 to new paragraph e, to read as follows:\n\td.  Any transfer of ownership by a company, corporation, partnership or limited liability corporation holding multiple full term permits must be approved by the commissioner.  Furthermore, any such transfer in an exclusive distributor or a manufacturer who has been issued more than one full term permit pursuant to item (C) of clause (ii) of subparagraph (a) of paragraph three of subdivision f of section 17-307 of this subchapter shall result in the automatic revocation of all such additional full term permits issued to such persons pursuant to such provision, if approval is not given.\n\t[d.] e.  Notwithstanding the provisions in subdivisions a, b and c of this section.\n\t3.  an exclusive distributor or a manufacturer who has been issued more than one full term permit pursuant to item (C) of clause (ii) of subparagraph (a) of paragraph three of subdivision f of section 17-307of this subchapter may lease a vehicle or pushcart owned by such exclusive distributor or manufacturer with such exclusive distributor’s or manufacturer’s full term permit attached thereto to a person licensed as a food vendor pursuant to this subchapter if (a) such exclusive distributor or manufacturer files with the department the bill of sale or other proof of ownership for such vehicle or pushcart with a duly issued sales tax receipt attached thereto; and (b) such lease agreement sets forth the food product which may be primarily sold using such vehicle or pushcart; and (c) such lease agreement is approved by the department, provided, however, that if such lease agreement is not approved or disapproved within thirty calendar days after such lease agreement is filed with the department, such lease agreement shall be deemed to be approved by the department.  The commissioner shall promulgate rules establishing the standards by which the department shall evaluate such lease agreements and such standards shall include, but not be limited to, requirements that such lease agreements contain fair and reasonable terms based upon such factors as the cost of purchasing and maintaining such pushcart or vehicle and that the terms of such lease agreements are the result of an arm’s length negotiation between the parties thereto.  Subleasing of any such vehicle or pushcart owned by such exclusive distributor or manufacturer with such exclusive distributor’s or manufacturer’s temporary permit attached thereto is prohibited.  Authorized officers and employees of the department of business services and the department of investigation may assist the commissioner and the department in effectuating the provisions of this paragraph.  Any violation or violations of the provisions of this paragraph or rules promulgated hereunder by an exclusive distributor or a manufacturer who has more than one full term permit pursuant to item (C) of clause (ii) of subparagraph (a) of paragraph three of subdivision f of section 17-307of this subchapter may be the basis for suspension or revocation of all of the permits issued to such exclusive distributor or manufacturer pursuant to this subchapter. \n§6.  This local law shall take effect one hundred twenty days after its enactment provided, however, that the department of health and mental hygiene may take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, the adoption of any necessary rules.\nTSF \nLS# 889\n09.25.06",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;\\red255\\green255\\blue255;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\b\\v0\\fs20\\par\n\\pard\\cbpat2\\nowidctlpar\\sb187\\cf1\\ul\\b0\\i\\fs24 Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\cbpat2\\nowidctlpar\\fi504\\ri442\\sb206\\sl480\\slmult1\\expndtw-15\\i0 Section 1.  Legislative findings and intent.  Local Law 15 of 1995 restricted the number of food cart permits that the Department of Health and Mental Hygiene could issue to individuals engaged in the food vending business to one full-term or temporary food vendor permit per individual, \\expndtw-14 corporation, partnership or other business entity.  This measure was taken in an effort to stop the illegal leasing of such \\expndtw-15 permits by multiple permit holders for exorbitant sums.  However, \\expndtw-14 an unintended effect of this local law was that such restriction also affected certain small business owners who held multiple full-term permits and who were exclusive distributors or manufacturers.  These exclusive distributors or manufacturers must rely on their ability to maintain a profitable number of pushcarts that can legally purvey their food products on the City streets.  Such \\expndtw-15 pushcarts or vehicles each require a valid full term food vendor permit from the \\expndtw-16 Department of Health\\expndtw-15  and Mental Hygiene\\expndtw-16  .\\par\nAccordingly, the Council finds it necessary that legislation restoring multiple push-cart permits to exc\\expndtw-14 lusive distributors or manufacturers, who lost such permits by L\\expndtw-15 ocal Law 15 of 1995, is necessary.\\par\n\\expndtw-16\\tab\\'a7 2.  Item (A) of clause (ii) of subparagraph (a) of p\\expndtw-2 aragraph 3 of subdivision f of section 17-307 of the a\\expndtw-3 dministrative code of the city of New York, as amended by local law number 27 for the \\expndtw-4 year 1997, is amended to read as follows:\\par\n\\expndtw0 3.(a) (ii) (A)  Except as otherwise provided in item\\ul s\\ulnone  (B) \\ul and (C)\\ulnone  of this clause, on and after January first, nineteen hundred ninety-six, and on every renewal date thereafter, a permit holder may not renew more than one permit, whether full-term or temporary.  Such permit shall be renewed provided that all other requirements for renewal under the provisions of this subchapter and any rules promulgated pursuant thereto are complied with, the license of the person to whom the permit was issued or the permit has not been revoked or suspended and such person has not committed a violation or violations which could be a basis for permit or license suspension or revocation.\\par\n\\expndtw-16\\'a7 3.  Clause (ii) of subparagraph (a) of paragraph 3 of subdivision f of  \\expndtw-2 section 17-307 of the a\\expndtw-3 dministrative code of the city of New York, as amended by local law number 27 for the \\expndtw-4 year 1997, is amended by adding a new item (C), to read as follows:\\par\n\\expndtw-2\\ul (C) (I) Notwithstanding any other contrary provision of law, any person who prior to December 31, 1995 operated an exclusive distributor or a manufacturer of food vending products, who held more than one full term permit issued pursuant to this subchapter, shall be issued the number of additional full term permits such person held on December 31, 1995.  \\expndtw0 A sworn affidavit evidencing exclusive distributorship or manufacturer status shall be satisfactory proof that an applicant for multiple full term permits was an exclusive distributor or manufacturer prior to December 31, 1995 and at the time of the application.\\expndtw-2\\ulnone\\tab\\ul (II)  Any person who is eligible for the issuance of additional full term permits pursuant to subitem (I) of this item shall be issued the number of permits originally held by such permit holder.\\par\n\\expndtw0 (III) Additional full term permits shall be issued pursuant to subitem (I) of this item only to persons who have not, at the time of application for such additional full term permits, had a permit issued pursuant to this subchapter revoked or suspended and who are found, to the commissioner\\rquote s satisfaction, to be fit and able to conduct, maintain and operate a food vending business.  Such permits shall be renewed provided that an applicant has complied with all other requirements for renewal under the provisions of this subchapter, and any rules promulgated pursuant thereto, and such person has not committed a violation or violations which would be a basis for suspension or revocation of such permits.\\par\n\\expndtw-16\\ulnone\\'a7  4.  \\expndtw0 Section 17-314 of the administrative code of the city of New York, as amended by local law number 27 for the year 1997, is amended by adding a new paragraph e, to read as follows:\\par\n\\ul e.  \\cf0 Not use or permit anyone else to use a food vending vehicle or pushcart for vending any foods other than those authorized for sale by the commissioner or board unless prior written approval has been obtained from the commissioner or board; provided, however, that an exclusive distributor who has been issued more than one temporary permit pursuant to subitem (I) of item \\cf1 (C) of clause (ii) of subparagraph (a) of paragraph three of subdivision f of section 17-307 of this subchapter must primarily vend or permit anyone else using a pushcart or vehicle for which such exclusive distributor has a full term permit to primarily vend, the food vending product that was the subject of the exclusive distribution agreement, pursuant to subitem (I) of item (C) of clause (ii) of subparagraph (a) of paragraph three of subdivision f of section 17-307 of this subchapter.\\par\n\\ulnone\\'a7 5.\\tab Section 17-314.1 of the administrative code of the city of New York, as amended by local law number 27 for the year 1997, is amended by adding a new paragraph d, relettering the current paragraph d as paragraph e, and adding a new subparagraph 3 to new paragraph e, to read as follows:\\par\n\\expndtw-15\\tab\\ul d.  Any transfer of ownership by a company, corporation, partnership or limited liability corporation holding multiple full term permits must be approved by the commissioner.  Furthermore, any such transfer in an exclusive distributor or a manufacturer who has been issued more than one full term permit pursuant to item (C) of clause (ii) of subparagraph (a) of paragraph three \\expndtw-14 of subdivision f of section 17-307 of this subchapter shall result in the automatic revocation of all such additional full term permits issued to such persons pursuant to such provision, if approval is not given\\ulnone .\\par\n\\tab [d.] \\ul e.\\ulnone   Notwithstanding the provisions in subdivisions a, b and c of this section.\\par\n\\expndtw-7\\tab\\ul 3.  an exclusive distributor or a manufacturer who has been issued more than one full term \\expndtw-6 permit pursuant to \\expndtw0 item (C) of clause (ii) of subparagraph (a) of paragraph three of subdivision f of section 17-307\\expndtw-6 of this subchapter may lease a vehicle or pushcart owned by such exclusive distributor or manufacturer with such exclusive distributor\\rquote s or \\expndtw-7 manufacturer\\rquote s full term permit attached thereto to a person licensed as a food vendor \\expndtw-6 pursuant to this subchapter if (a) such exclusive distributor or manufacturer files with the department the bill of sale or other proof of ownership for such vehicle or pushcart with a duly issued sales tax receipt attached thereto; and (b) such lease agreement sets forth the food product which may be primarily sold using such vehicle or pushcart; and (c) such lease agreement is approved by the department, provided, however, that if such lease agreement is not approved or disapproved within thirty calendar days after such lease agreement is filed with the department, such lease agreement shall be deemed to be approved by the department.  The commissioner shall promulgate rules establishing the standards by which the department shall evaluate such lease agreements and such standards shall include, but not be limited to, requirements that such lease agreements contain fair and reasonable terms based upon such factors as the cost of purchasing and maintaining such pushcart or vehicle and that the terms of such lease agreements are the result of an arm\\rquote s length negotiation between the parties thereto.  Subleasing of \\expndtw-7 any such vehicle or pushcart owned by such exclusive distributor or manufacturer with \\expndtw-6 such exclusive distributor\\rquote s or manufacturer\\rquote s temporary permit attached thereto is prohibited.  Authorized officers and employees of the department of business services and the department of investigation may assist the commissioner and the department in effectuating the provisions of this paragraph.  Any violation or violations of the provisions of this paragraph or rules \\expndtw-7 promulgated hereunder by an exclusive distributor or a manufacturer who has \\expndtw-6 more than one full term permit pursuant to \\expndtw0 item (C) of clause (ii) of subparagraph (a) of paragraph three of subdivision f of section 17-307\\expndtw-6 of this subchapter may be the basis for suspension or revocation of all of the permits issued to such exclusive distributor or manufacturer pursuant to this subchapter.\\ulnone  \\expndtw0\\par\n\\'a76.  \\cf0 This local law shall take effect one hundred twenty days after its enactment provided, however, that the department of health and mental hygiene may take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, the adoption of any necessary rules.\\par\n\\pard\\cbpat2\\nowidctlpar\\ri446\\sb206\\fs20 TSF \\par\nLS# 889\\par\n09.25.06\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
