{
  "ID": 37392,
  "GUID": "A0A25BE9-81A3-4AC7-848D-4B645B1F6137",
  "File": "Int 0447-2006",
  "Name": "Food Vendors",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to food vendors.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2006-09-27T00:00:00Z",
  "AgendaDate": "2006-09-27T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 7112,
      "Slug": "vincent-ignizio",
      "FullName": "Vincent Ignizio"
    }
  ],
  "History": [
    {
      "ID": 195547,
      "Date": "2006-09-27T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 195764,
      "Date": "2006-09-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6579,
      "AgendaSequence": 132,
      "MinutesSequence": 157,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 212105,
      "Date": "2008-02-29T10:00:00Z",
      "ActionID": 54,
      "Action": "Hearing Held by Committee",
      "Description": "This Introduction was Hearing Held by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 8026,
      "AgendaSequence": 2,
      "MinutesSequence": 5,
      "Version": "*",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 212208,
      "Date": "2008-02-29T10:00:00Z",
      "ActionID": 17,
      "Action": "Laid Over by Committee",
      "Description": "This Introduction was Laid Over by Committee",
      "BodyID": 5,
      "BodyName": "Committee on Consumer Affairs",
      "EventID": 8026,
      "MinutesSequence": 6,
      "Version": "*",
      "MatterStatusID": 25,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236498,
      "Date": "2009-12-31T15:18:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Attachments": [
    {
      "ID": 74603,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Memo In Support",
      "Link": "http://nyc.legistar1.com/nyc/attachments/5ec5c7b2-fef3-4523-ba23-ca897b04e5a4.doc",
      "Sort": 1
    },
    {
      "ID": 82096,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Committee Report 2/29/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/c4b3ae74-e9af-4d24-b91b-74fc0fc5c16a.doc",
      "Sort": 2
    },
    {
      "ID": 82715,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Transcript 2/29/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/df28f7e0-0e7a-44bb-8df3-f4d4d157f5c6.doc",
      "Sort": 3
    },
    {
      "ID": 82337,
      "LastModified": "2015-08-25T16:00:35.13Z",
      "Name": "Hearing Testimony 2/29/08",
      "Link": "http://nyc.legistar1.com/nyc/attachments/5c635954-06a8-4153-981a-84031e1a730f.PDF",
      "Sort": 4
    }
  ],
  "Summary": "",
  "TextID": 38002,
  "Text": "Be it enacted by the Council as follows: \n \nSection 1.  Legislative findings and intent.  The administrative code defines a food vendor as a “person who hawks, peddles, sells or offers food for sale at retail in any public space.”  Pursuant to the code, food vendors must be licensed by the Department of Health and Mental Hygiene (“DOHMH”) to operate on the streets of New York City.  In addition to obtaining a food vending permit, a food vendor may only use a pushcart that has been inspected and permitted by DOHMH.  \nPresently, there is no restriction on the number of food vending licenses that may be issued.  Accordingly, anyone may file an application with DOHMH and, providing such applicant presents the required documentation, he or she will receive a food vending license.  Presently, approximately 9,200 people have such licenses.  However, the city does restrict the number of food cart permits to 3000 (plus some 200 borough-specific permits and 100 permits to disabled persons, disabled veterans and veterans).  \nPursuant to the general business law, 85 honorably discharged members of the armed forces of the United States, who are physically disabled as a result of injuries received while in the service of the armed forces, may vend in specified areas of Manhattan that are otherwise closed to vending due to local law, ordinance, rule or regulation.  By January 31, 2007, that number will reach, and be thereafter limited to, 105.  However, due to the city’s restriction on the number of permissible cart permits, many physically disabled licensed food vendors are de facto restricted from operating in these specified areas.\nAccordingly, the Council finds that it is warranted to adopt legislation that removes the limitations on food vending permits for disabled veteran vendors.            \n§2.  Subparagraph a of paragraph 2 of subdivision b of section 17-307 of the administrative code of the city of New York, as amended by Local Law 27 of 1997, is hereby amended, to read as follows:  \n(a) Except for licensees subject to the provisions of article four of the general business law, [O] on and after July thirtieth, nineteen hundred eighty-three, no new full-term permits shall be issued to any persons until the number of such permits which are in effect is less than three thousand. Thereafter, the maximum number of [such] full-term permits which may be in effect shall be three thousand and no new permits shall be issued in excess of such maximum number. Notwithstanding the limitations on the issuance of new full-term permits, a permit issued prior to July thirtieth, nineteen hundred eighty-three which is in effect shall be renewable by the licensee to whom the permit was issued subject to the provisions of subparagraph (f) of this paragraph and provided that all other requirements for renewal under the provisions of this subchapter and any rules promulgated pursuant thereto are complied with, the license of the person to whom the permit was issued or the permit has not been revoked or suspended and the licensee has not committed a violation or violations which could be a basis for permit or license revocation or suspension.\n§3.  Paragraph 2 of subdivision b of section 17-307 of the administrative code of the city of New York, as amended by Local Law 27 of 1997, is hereby amended by the addition of a new subparagraph g, to read as follows:  \n(g)  There shall be no restriction on the number of pushcart permits authorized and issued to applicants subject to the provisions of article four of the general business law, except that no such licensee may contemporaneously hold more than one pushcart permit.\n§4.  Subparagraph b of paragraph 3 of subdivision b of section 17-307 of the administrative code of the city of New York, as amended by Local Law 27 of 1997,  is hereby amended, to read as follows:  \n(b) Preferences shall be given in the issuance of permits pursuant to this paragraph and in the placement on such waiting list to the following categories of persons in the following order:\n \t(i) Veterans who on August second, nineteen hundred ninety-one held a valid general vendor's license issued by the department of consumer affairs pursuant to subchapter twenty-seven of chapter two of title twenty of the code by virtue of having claimed a disability.\n  \t[(ii) Disabled veterans.]\n \t[(iii)] (ii) Disabled persons.\n  \t[(iv)] (iii) Veterans.\n§5.  This local law shall take effect sixty days after it shall have been enacted into law; provided that the commissioner may take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, promulgating rules.\n\n\n\nT.S.F.\nLS# 7\n03/02/06",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul\\i Be it enacted by the Council as follows\\ulnone\\i0 : \\par\n\\cf0  \\par\n\\pard\\fi720\\sl480\\slmult1\\cf1 Section 1.  Legislative findings and intent.  The administrative code defines a food vendor as a \\ldblquote person who hawks, peddles, sells or offers food for sale at retail in any public space.\\rdblquote   Pursuant to the code, food vendors must be licensed by the Department of Health and Mental Hygiene (\\ldblquote DOHMH\\rdblquote ) to operate on the streets of New York City.  In addition to obtaining a food vending permit, a food vendor may only use a pushcart that has been inspected and permitted by DOHMH.  \\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\cf0 Presently, there is no restriction on the number of food vending licenses that may be issued.  Accordingly, anyone may file an application with DOHMH and, providing such applicant presents the required documentation, he or she will receive a food vending license.  Presently, approximately 9,200 people have such licenses.  However, the city does restrict the number of food cart permits to 3000 (plus some 200 borough-specific permits and 100 permits to disabled persons, disabled veterans and veterans).  \\par\nPursuant to the general business law, 85 honorably discharged members of the armed forces of the United States, who are physically disabled as a result of injuries received while in the service of the armed forces, may vend in specified areas of Manhattan that are otherwise closed to vending due to local law, ordinance, rule or regulation.  By January 31, 2007, that number will reach, and be thereafter limited to, 105.  However, due to the city\\rquote s restriction on the number of permissible cart permits, many physically disabled licensed food vendors are de facto restricted from operating in these specified areas.\\par\nAccordingly, the Council finds that it is warranted to adopt legislation that removes the limitations on food vending permits for disabled veteran vendors.            \\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\'a72.  Subparagraph a of paragraph 2 of subdivision b of section 17-307 of the administrative code of the city of New York, as amended by Local Law 27 of 1997, is hereby amended, to read as follows:  \\par\n\\pard\\fi720\\sl480\\slmult1\\cf1 (a) \\ul Except for licensees subject to the provisions of article four of the general business law\\ulnone , [O] \\ul o\\ulnone n and after July thirtieth, nineteen hundred eighty-three, no new full-term permits shall be issued \\ul to any persons\\ulnone  until the number of such permits which are in effect is less than three thousand. Thereafter, the maximum number of [such] \\ul full-term\\ulnone  permits which may be in effect shall be three thousand and no new permits shall be issued in excess of such maximum number. Notwithstanding the limitations on the issuance of new full-term permits, a permit issued prior to July thirtieth, nineteen hundred eighty-three which is in effect shall be renewable by the licensee to whom the permit was issued subject to the provisions of subparagraph (f) of this paragraph and provided that all other requirements for renewal under the provisions of this subchapter and any rules promulgated pursuant thereto are complied with, the license of the person to whom the permit was issued or the permit has not been revoked or suspended and the licensee has not committed a violation or violations which could be a basis for permit or license revocation or suspension.\\par\n\\'a73.  Paragraph 2 of subdivision b of section 17-307 of the administrative code of the city of New York, as amended by Local Law 27 of 1997, is hereby amended by the addition of a new subparagraph g, to read as follows:  \\par\n\\ul (g)  There shall be no restriction on the number of pushcart permits authorized and issued to applicants subject to the provisions of article four of the general business law, except that no such licensee may contemporaneously hold more than one pushcart permit.\\par\n\\ulnone\\'a74.  Subparagraph b of paragraph 3 of subdivision b of section 17-307 of the administrative code of the city of New York, as amended by Local Law 27 of 1997,  is hereby amended, to read as follows:  \\par\n(b) Preferences shall be given in the issuance of permits pursuant to this paragraph and in the placement on such waiting list to the following categories of persons in the following order:\\line  \\tab (i) Veterans who on August second, nineteen hundred ninety-one held a valid general vendor's license issued by the department of consumer affairs pursuant to subchapter twenty-seven of chapter two of title twenty of the code by virtue of having claimed a disability.\\line   \\tab [(ii) Disabled veterans.]\\line  \\tab [(iii)] \\ul (ii)\\ulnone  Disabled persons.\\line   \\tab [(iv)] \\ul (iii)\\ulnone  Veterans.\\par\n\\'a75.  This local law shall take effect sixty days after it shall have been enacted into law; provided that the commissioner may take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, promulgating rules.\\fs20\\line\\par\n\\pard\\par\n\\par\nT.S.F.\\par\nLS# 7\\par\n03/02/06\\par\n\\fs24\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
