{
  "ID": 37393,
  "GUID": "679C532D-346E-4380-B4DB-8875BA456324",
  "File": "Int 0448-2006",
  "Name": "Requiring both private and public sanitation trucks to collect solid waste during daylight hours.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring both private and public sanitation trucks to collect solid waste during daylight hours.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5108,
  "BodyName": "Committee on Sanitation and Solid Waste Management",
  "IntroDate": "2006-09-27T00:00:00Z",
  "AgendaDate": "2006-09-27T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    }
  ],
  "History": [
    {
      "ID": 195548,
      "Date": "2006-09-27T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 195765,
      "Date": "2006-09-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Sanitation and Solid Waste Management",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6579,
      "AgendaSequence": 133,
      "MinutesSequence": 158,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Sanitation and Solid Waste Management",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236497,
      "Date": "2009-12-31T15:18:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 38003,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Chapter 1 of title16 of the administrative code of the city of New York is amended by adding a new section 16-116.1 to read as follows:\n      ยง16-116.1 Time restrictions for the removal of waste. a. Except as otherwise provided in subdivision (b) of this section all businesses licensed by the New York City business integrity commission pursuant to subdivision a of section 16-505 of this code, shall collect solid waste only between the hours of six a.m. and ten p.m., and the department shall collect solid waste only between the hours of six a.m. and ten p.m. except as otherwise provided in subdivision (c) of this section\nb. A business licensed by the New York City business integrity commission may apply for a waiver from the requirements of subdivision a of this section in accordance with the following procedure: \n1.\tAn application for a waiver for a specific geographic area shall be made in writing to\nthe commissioner;\n      2. Simultaneously with filing an application for a waiver, the applicant shall notify in writing, the following individuals and organizations of said application and that they have thirty days to submit comments to the commissioner regarding said application;\ni. any elected official whose district contains any of the geographic area that is the subject of the waiver application;\nii. the community board for any community district that contains any of the geographic area that is the subject of the waiver application; and\niii. The borough president of a borough that contains any of the geographic area that is the subject of the waiver application;\n      3. The applicant shall provide the commissioner with written proof of notice to all required recipients in such manner as the commissioner shall determine;\n      4. The commissioner shall allow thirty days for public comment from the date the department receives the application with proof of notice; \n      5. Within forty-five days after the end of the thirty-day comment period, the commissioner shall make a determination to grant the application in whole or in part, grant the application with conditions, or deny the application.\n     6. Upon granting a waiver the commissioner shall issue a permit stating geographic areas for which the waiver was granted and the times beyond those set forth in subdivision a of this section during which solid waste may be collected. Such permit or copies of same shall be conspicuously displayed on all collection vehicles operating pursuant to said permit.\n     7. The commissioner shall promulgate rules as to the form and content of such application and as to the criteria used to grant waivers. A waiver shall not be granted if the granting of such waiver would in the discretion of the commissioner, impose undue hardship on the residents of the geographic area affected by the waiver application.\n     c. The department shall be allowed to operate no more than twenty-five percent of its collection routes from November 1 of any year to April 30 of the immediately succeeding year between the hours of ten p.m. and six a.m.\n    d. The department shall be allowed to collect waste between the hours of ten p.m. and six a.m. at any time when normal collections have been suspended for any reason until the department can resume its normal collection schedule. \n    ยง2. This law shall take effect immediately upon its enactment into law.\nLS# 583\nCJC - 4/10/06",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\noline\\hyphpar0\\fi-1440\\li1440\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\pard\\hyphpar0\\fi360\\sl480\\slmult1\\qj\\tx720\\tx1440\\tx2160\\tx2880\\tx6480\\tx7920 Section 1. Chapter 1 of title16 of the administrative code of the city of New York is amended by adding a new section 16-116.1 to read as follows:\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj\\tx0\\tx2160\\tx2880\\tx6480\\tx7920       \\ul\\'a716-116.1 Time restrictions for the removal of waste. a. Except as otherwise provided in subdivision (b) of this section all businesses licensed by the New York City business integrity commission pursuant to subdivision a of section 16-505 of this code, shall collect solid waste only between the hours of six a.m. and ten p.m., and the department shall collect solid waste only between the hours of six a.m. and ten p.m. except as otherwise provided in subdivision (c) of this section\\par\n\\pard\\hyphpar0\\fi360\\sl480\\slmult1\\qj\\tx2160\\tx2880\\tx6480\\tx7920 b. A business licensed by the New York City business integrity commission may apply for a waiver from the requirements of subdivision a of this section in accordance with the following procedure: \\par\n\\pard\\hyphpar0\\fi-360\\li720\\sl480\\slmult1\\qj\\tx360\\tx720\\tx2160\\tx2880\\tx6480\\tx7920\\ulnone 1.\\tab\\ul An application for a waiver for a specific geographic area shall be made in writing to\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj\\tx360\\tx2160\\tx2880\\tx6480\\tx7920 the commissioner;\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj\\tx0\\tx2160\\tx2880\\tx6480\\tx7920\\ulnone       \\ul 2. Simultaneously with filing an application for a waiver, the applicant shall notify in writing, the following individuals and organizations of said application and that they have thirty days to submit comments to the commissioner regarding said application;\\par\n\\pard\\hyphpar0\\li750\\sl480\\slmult1\\qj\\tx0\\tx2160\\tx2880\\tx6480\\tx7920 i. any elected official whose district contains any of the geographic area that is the subject of the waiver application;\\par\nii. the community board for any community district that contains any of the geographic area that is the subject of the waiver application; and\\par\niii. The borough president of a borough that contains any of the geographic area that is the subject of the waiver application;\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj\\tx360\\tx2160\\tx2880\\tx6480\\tx7920\\ulnone       \\ul 3. The applicant shall provide the commissioner with written proof of notice to all required recipients in such manner as the commissioner shall determine;\\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj\\tx0\\tx2160\\tx2880\\tx6480\\tx7920\\ulnone       \\ul 4. The commissioner shall allow thirty days for public comment from the date the department receives the application with proof of notice; \\par\n\\ulnone       \\ul 5. Within forty-five days after the end of the thirty-day comment period, the commissioner shall make a determination to grant the application in whole or in part, grant the application with conditions, or deny the application.\\par\n\\ulnone      \\ul 6. Upon granting a waiver the commissioner shall issue a permit stating geographic areas for which the waiver was granted and the times beyond those set forth in subdivision a of this section during which solid waste may be collected. Such permit or copies of same shall be conspicuously displayed on all collection vehicles operating pursuant to said permit.\\par\n\\ulnone      \\ul 7. The commissioner shall promulgate rules as to the form and content of such application and as to the criteria used to grant waivers. A waiver shall not be granted if the granting of such waiver would in the discretion of the commissioner, impose undue hardship on the residents of the geographic area affected by the waiver application.\\par\n\\ulnone      \\ul c. The department shall be allowed to operate no more than twenty-five percent of its collection routes from November 1 of any year to April 30 of the immediately succeeding year between the hours of ten p.m. and six a.m.\\par\n\\ulnone     \\ul d. The department shall be allowed to collect waste between the hours of ten p.m. and six a.m. at any time when normal collections have been suspended for any reason until the department can resume its normal collection schedule. \\par\n\\pard\\hyphpar0\\sl480\\slmult1\\qj\\tx180\\tx1440\\tx2160\\tx2880\\tx6480\\tx7920\\ulnone     \\'a72. This law shall take effect immediately upon its enactment into law.\\par\n\\pard\\hyphpar0\\qj\\tx180\\tx1440\\tx2160\\tx2880\\tx6480\\tx7920 LS# 583\\par\nCJC - 4/10/06\\par\n\\pard\\hyphpar0\\qj\\tx720\\tx1440\\tx2160\\tx2880\\tx6480\\tx7920\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
