{
  "ID": 37395,
  "GUID": "AEFF6137-BA15-49F5-9591-664A218E5663",
  "File": "Int 0450-2006",
  "Name": "Requiring public parking garages to install pedestrian warning devices at parking garage exits.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring public parking garages to install pedestrian warning devices at parking garage exits.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2006-09-27T00:00:00Z",
  "AgendaDate": "2006-09-27T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    }
  ],
  "History": [
    {
      "ID": 195551,
      "Date": "2006-09-27T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 195768,
      "Date": "2006-09-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6579,
      "AgendaSequence": 136,
      "MinutesSequence": 161,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236495,
      "Date": "2009-12-31T15:18:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 38005,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Article 10 of chapter 1 of title 27 of the administrative code of the city of New York is amended by adding a new section 27-459.2 to read as follows:\n§27-459.2  Pedestrian warning devices.  a.  Definitions.  For purposes of this section only, the following terms shall have the following meanings:\n\t(1) “Exit” means any point of egress for a motor vehicle that requires such motor vehicle to cross a sidewalk.\n(2) “Pedestrian warning device” means any device or system consisting of a mechanism that detects a motor vehicle as it approaches a public parking garage exit to depart therefrom and activates (i) a flashing yellow light positioned at the exterior of such exit which is visible to pedestrians and (ii) an audible warning signal consisting of an intermittent sound not exceeding 70 dB(A) measured at, or adjusted to, a distance of ten feet from such exit; provided that such device shall not be activated for any period of time in excess of ten seconds after the activating vehicle has cleared the exit, except as activated by a subsequent vehicle.\n(3) “Public parking garage” means any building, shed or enclosure or portion thereof designed or used for the housing, storage or parking of twenty or more motor vehicles; provided that such term shall not include uncovered or outdoor lots.\n\n\tb. All owners of public parking garages shall ensure the installation at each exit therefrom of: (1) a pedestrian warning device; (2) a stop sign; (3) the following notice in a manner that is legible and conspicuous to operators of exiting motor vehicles: “ LOCAL LAW REQUIRES VEHICLES TO YIELD THE RIGHT OF WAY TO PEDESTRIANS ON SIDEWALKS”; and (4) the following notice in a manner that is legible and conspicuous to pedestrians: “CAUTION:  EXITING VEHICLES,” provided that such notice is installed at the exterior of each such exit.\n\tc.  A violation of this section shall be punishable by a fine of two hundred and fifty dollars for each such violation.\n\t§ 2.   If any subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law that added this section, which remaining portions shall remain in full force and effect.\n§ 3.  This local law shall take effect one hundred and eighty days after enactment.\n\n\nBH\nLS#1383\n9/26/2006 11:20 AM",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab Section 1.  Article 10 of chapter 1 of title 27 of the administrative code of the city of New York is amended by adding a new section 27-459.2 to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ul\\'a727-459.2  \\b Pedestrian warning devices.  \\b0 a.  Definitions.  For purposes of this section only, the following terms shall have the following meanings:\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab\\ul (1) \\ldblquote Exit\\rdblquote  means any point of egress for a motor vehicle that requires such motor vehicle to cross a sidewalk.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj (2) \\ldblquote Pedestrian warning device\\rdblquote  means any device or system consisting of a mechanism that detects a motor vehicle as it approaches a public parking garage exit to depart therefrom and activates (i) a flashing yellow light positioned at the exterior of such exit which is visible to pedestrians and (ii) an audible warning signal consisting of an intermittent sound not exceeding 70 dB(A) measured at, or adjusted to, a distance of ten feet from such exit; provided that such device shall not be activated for any period of time in excess of ten seconds after the activating vehicle has cleared the exit, except as activated by a subsequent vehicle.\\par\n(3) \\ldblquote Public parking garage\\rdblquote  means any building, shed or enclosure or portion thereof designed or used for the housing, storage or parking of twenty or more motor vehicles; provided that such term shall not include uncovered or outdoor lots.\\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\tab\\ul b. All owners of public parking garages shall ensure the installation at each exit therefrom of: (1) a pedestrian warning device; (2) a stop sign; (3) the following notice in a manner that is legible and conspicuous to operators of exiting motor vehicles: \\ldblquote  LOCAL LAW REQUIRES VEHICLES TO YIELD THE RIGHT OF WAY TO PEDESTRIANS ON SIDEWALKS\\rdblquote ; and (4) the following notice in a manner that is legible and conspicuous to pedestrians: \\ldblquote CAUTION:  EXITING VEHICLES,\\rdblquote  provided that such notice is installed at the exterior of each such exit.\\par\n\\ulnone\\tab\\ul c.  A violation of this section shall be punishable by a fine of two hundred and fifty dollars for each such violation.\\par\n\\pard\\sl480\\slmult1\\ulnone\\tab\\'a7 2.   If any subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of the local law that added this section, which remaining portions shall remain in full force and effect.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a7 3.  This local law shall take effect one hundred and eighty days after enactment.\\ul\\par\n\\pard\\sl480\\slmult1\\qj\\ulnone\\par\n\\par\n\\pard\\qj\\fs20 BH\\par\nLS#1383\\par\n9/26/2006 11:20 AM\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
