{
  "ID": 37383,
  "GUID": "6312179A-097B-4AD5-8C10-D4AF6FF2F188",
  "File": "Int 0451-2006",
  "Name": "Requiring the department of health and mental hygiene to make automated external defibrillators available to primary, intermediate and high schools.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the department of health and mental hygiene to make automated external defibrillators available to primary, intermediate and high schools that do not already receive such devices under any other provision of law.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2006-09-27T00:00:00Z",
  "AgendaDate": "2006-09-27T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    },
    {
      "ID": 5289,
      "Slug": "simcha-felder",
      "FullName": "Simcha Felder"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5244,
      "Slug": "joel-rivera",
      "FullName": "Joel Rivera"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    }
  ],
  "History": [
    {
      "ID": 195528,
      "Date": "2006-09-27T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 195769,
      "Date": "2006-09-27T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6579,
      "AgendaSequence": 137,
      "MinutesSequence": 162,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236494,
      "Date": "2009-12-31T15:17:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 37992,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Chapter one of title seventeen of the administrative code of the city of New York is amended by adding a new section 17-188.1 to read as follows:\n§17-188.1  Automated external defibrillators in schools. a. Definition.  For purposes of this section, the term “automated external defibrillator” shall mean a medical device, approved by the United States food and drug administration, that: (i) is capable of recognizing the presence or absence in a patient of ventricular fibrillation and rapid ventricular tachycardia; (ii) is capable of determining, without intervention by an individual, whether defibrillation should be performed on a patient; (iii) upon determining that defibrillation should be performed, automatically charges and requests delivery of an electrical impulse to a patient’s heart; and (iv) upon action by an individual, delivers an appropriate electrical impulse to a patient’s heart to perform defibrillation.\nb.  Automated external defibrillator to be provided to schools upon request.  The department shall provide automated external defibrillators in quantities deemed adequate in accordance with rules promulgated pursuant to subdivision c of this section and in accordance with section 3000-b of the New York state public health law to each primary, intermediate and high school located within the city of New York that is not eligible to receive automated external defibrillators under section 917 of the New York state education law or any other provision of law that submits a written request to the department.  Any school receiving automated external defibrillators pursuant to this subdivision shall ensure that such devices are readily accessible for use during medical emergencies.  Any information regarding use of automated external defibrillators deemed necessary by the department in accordance with rules promulgated pursuant to subdivision c of this section shall accompany and be kept with each automated external defibrillator.  Any automated external defibrillator provided pursuant to this subdivision shall be acquired, possessed and operated in accordance with the requirements of section 3000-b of the New York state public health law.\nc.  Rules.  The commissioner shall promulgate such rules as may be necessary for the purposes of implementing the provisions of this section, including, but not limited to, rules regarding the quantity of automated external defibrillators to be provided to schools that request such devices, and any information on the use of automated external defibrillators that must accompany and be kept with each automated external defibrillator.\nd.  No duty to act.  Nothing contained in this section shall impose any duty or obligation on any person to provide assistance with an automated external defibrillator to a victim of a medical emergency.\ne.  Liability limited.  Any person who, in accordance with the provisions of this section, voluntarily and without expectation of monetary compensation renders first aid or emergency treatment using an automated external defibrillator that has been made available pursuant to this section, to a person who is unconscious, ill or injured, and any person, agency, school or other entity that acquires or makes available an automated external defibrillator pursuant to this section, shall be entitled to the limitation of liability provided in section 3000-a of the New York state public health law.\n\tf.  Standard of care.  Nothing contained in this section shall be deemed to affect the obligations or liability of emergency health providers pursuant to section 3000-b of the New York state public health law.\n§2.  Severability.  If any section, subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this local law, which remaining portions shall continue in full force and effect.\n§3.  Effective date.  This local law shall take effect one hundred and eighty days after its enactment into law.  Actions necessary to prepare for the implementation of this local law may be taken prior to its effective date.\n\n\n\nSS\nLS #1390\n9/6/06",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1.  Chapter one of title seventeen of the administrative code of the city of New York is amended by adding a new section 17-188.1 to read as follows:\\par\n\\ul\\'a717-188.1  Automated external defibrillators in schools. a. Definition.  For purposes of this section, the term \\ldblquote automated external defibrillator\\rdblquote  shall mean a medical device, approved by the United States food and drug administration, that: (i) is capable of recognizing the presence or absence in a patient of ventricular fibrillation and rapid ventricular tachycardia; (ii) is capable of determining, without intervention by an individual, whether defibrillation should be performed on a patient; (iii) upon determining that defibrillation should be performed, automatically charges and requests delivery of an electrical impulse to a patient\\rquote s heart; and (iv) upon action by an individual, delivers an appropriate electrical impulse to a patient\\rquote s heart to perform defibrillation.\\par\nb.  Automated external defibrillator to be provided to schools upon request.  The department shall provide automated external defibrillators in quantities deemed adequate in accordance with rules promulgated pursuant to subdivision c of this section and in accordance with section 3000-b of the New York state public health law to each primary, intermediate and high school located within the city of New York that is not eligible to receive automated external defibrillators under section 917 of the New York state education law or any other provision of law that submits a written request to the department.  Any school receiving automated external defibrillators pursuant to this subdivision shall ensure that such devices are readily accessible for use during medical emergencies.  Any information regarding use of automated external defibrillators deemed necessary by the department in accordance with rules promulgated pursuant to subdivision c of this section shall accompany and be kept with each automated external defibrillator.  Any automated external defibrillator provided pursuant to this subdivision shall be acquired, possessed and operated in accordance with the requirements of section 3000-b of the New York state public health law.\\par\nc.  Rules.  The commissioner shall promulgate such rules as may be necessary for the purposes of implementing the provisions of this section, including, but not limited to, rules regarding the quantity of automated external defibrillators to be provided to schools that request such devices, and any information on the use of automated external defibrillators that must accompany and be kept with each automated external defibrillator.\\par\nd.  No duty to act.  Nothing contained in this section shall impose any duty or obligation on any person to provide assistance with an automated external defibrillator to a victim of a medical emergency.\\par\ne.  Liability limited.  Any person who, in accordance with the provisions of this section, voluntarily and without expectation of monetary compensation renders first aid or emergency treatment using an automated external defibrillator that has been made available pursuant to this section, to a person who is unconscious, ill or injured, and any person, agency, school or other entity that acquires or makes available an automated external defibrillator pursuant to this section, shall be entitled to the limitation of liability provided in section 3000-a of the New York state public health law.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\ul f.  Standard of care. \\b  \\b0 Nothing contained in this section shall be deemed to affect the obligations or liability of emergency health providers pursuant to section 3000-b of the New York state public health law.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ulnone\\'a72.  Severability.  If any section, subsection, sentence, clause, phrase or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this local law, which remaining portions shall continue in full force and effect.\\par\n\\'a73.  Effective date.  This local law shall take effect one hundred and eighty days after its enactment into law.  Actions necessary to prepare for the implementation of this local law may be taken prior to its effective date.\\par\n\\par\n\\par\n\\par\n\\pard\\nowidctlpar\\qj SS\\par\nLS #1390\\par\n9/6/06\\par\n\\par\n\\par\n\\par\n\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\cf0\\ulnone\\par\n\\pard\\nowidctlpar\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
