{
  "ID": 36981,
  "GUID": "30196378-F726-4E64-89C0-B895028C3A4D",
  "File": "Int 0453-2006",
  "Name": "Outdoor courtyards and rooftop patios.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to outdoor courtyards and rooftop patios.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2006-10-11T00:00:00Z",
  "AgendaDate": "2006-10-11T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    }
  ],
  "History": [
    {
      "ID": 196234,
      "Date": "2006-10-11T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 196503,
      "Date": "2006-10-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6638,
      "AgendaSequence": 101,
      "MinutesSequence": 134,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236492,
      "Date": "2009-12-31T15:17:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 37562,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. The administrative code of the city of New York is amended by adding a new article 10 to subchapter 12 of chapter 1 of title 27 to read as follows: \nARTICLE 10\nNOISE AND LIGHT CONTROL FOR OUTDOOR COURTYARDS AND ROOFTOP PATIOS\n§27-770.1\tDefinitions.\n§27-770.2\tRestrictions on outdoor courtyards.\n§27-770.3\tRestrictions on rooftop patios.\n§27-770.1 Definitions.  Whenever used in this article: \n“Acoustical wall” shall mean a wall that minimizes or eliminates sound \ntransmission, the criteria for which shall be established by the department of buildings.\nb. \"Bar\" means a business establishment or any portion of a non-profit entity, which is devoted to the selling and serving of alcoholic beverages for consumption by the public, guests, patrons, or members on the premises and in which the serving of food, if served at all, is only incidental to the sale or consumption of such beverages. \n\"Outdoor courtyard\" shall mean a portion of a restaurant or bar, other than a \nrooftop patio, required to be operated in accordance with a permit from the department of health and mental hygiene, that is located in an outdoor space, and is adjacent to one or more buildings.\n\"Restaurant\" means any coffee shop, cafeteria, luncheonette, sandwich stand, \ndiner, short order cafe, fast food establishment, soda fountain, and any other eating or beverage establishment (other than a bar), including a restaurant located in a hotel or motel, or part of any organization, club, boardinghouse, or guesthouse, which gives or offers for sale food or beverages to the public, guests, members, or patrons, whether food or beverages are customarily consumed on or off the premises, but not an establishment whose sole purpose is to serve food or beverages to employees of a common employer or to students of a common educational institution. \n“Rooftop patio” shall mean a portion of a restaurant or bar, required to be \noperated in accordance with a permit from the department of health and mental hygiene, that is unenclosed and located on a rooftop or building setback.\n\t§27-770.2 Restrictions on outdoor courtyards.  No restaurant or bar shall operate an outdoor courtyard that is enclosed by three or more walls of adjacent buildings classified in occupancy group J-1, J-2 or J-3.  \n\t§27-770.3 Restrictions on rooftop patios. a. Each side of a rooftop patio that does not face the street, where such rooftop patio is adjacent to a building classified in occupancy group J-1, J-2 or J-3, shall be equipped with an acoustical wall of sufficient height to prevent sound from reaching any portion of such adjacent building, but in no event shall such acoustical wall be less than five feet in height. \nb. Light utilized to illuminate a rooftop patio that is adjacent to a building classified in occupancy group J-1, J-2 or J-3, irrespective of the direction in which such light shines, shall, in the aggregate, not be in an amount greater than two foot candles  and no single such light shall exceed 100 watts with a minimum of 60 lumens per watt.\n§2. This local law shall take effect 180 days after its enactment into law.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\noline\\hyphpar0\\fi900\\li-180\\ri-180\\sl480\\slmult1\\qj Section 1. The administrative code of the city of New York is amended by adding a new article 10 to subchapter 12 of chapter 1 of title 27 to read as follows: \\par\n\\pard\\noline\\hyphpar0\\fi900\\li-180\\ri-180\\sl480\\slmult1\\qc\\ul ARTICLE 10\\par\n\\pard\\noline\\hyphpar0\\li-180\\ri-180\\sl480\\slmult1\\qc NOISE AND LIGHT CONTROL FOR OUTDOOR COURTYARDS AND ROOFTOP PATIOS\\par\n\\pard\\noline\\hyphpar0\\fi900\\li1980\\ri-180\\sl480\\slmult1\\qj\\'a727-770.1\\tab Definitions.\\par\n\\'a727-770.2\\tab Restrictions on outdoor courtyards.\\par\n\\'a727-770.3\\tab Restrictions on rooftop patios.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a727-770.1 Definitions.  Whenever used in this article: \\par\n\\pard{\\pntext\\f0 a.\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart1\\pnlcltr{\\pntxta.}}\n\\fi-360\\li1080\\sl480\\slmult1\\qj\\tx1080\\ldblquote Acoustical wall\\rdblquote  shall mean a wall that minimizes or eliminates sound \\par\n\\pard\\sl480\\slmult1\\qj transmission, the criteria for which shall be established by the department of buildings.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj b. \"Bar\" means a business establishment or any portion of a non-profit entity, which is devoted to the selling and serving of alcoholic beverages for consumption by the public, guests, patrons, or members on the premises and in which the serving of food, if served at all, is only incidental to the sale or consumption of such beverages. \\ulnone\\par\n\\pard{\\pntext\\f0 c.\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart3\\pnlcltr{\\pntxta.}}\n\\fi-360\\li1080\\sl480\\slmult1\\qj\\tx1080\\ul \"Outdoor courtyard\" shall mean a portion of a restaurant or bar, other than a \\par\n\\pard{\\*\\pn\\pnlvlcont\\pnf0\\pnindent0\\pnstart1\\pndec }\n\\sl480\\slmult1\\qj rooftop patio, required to be operated in accordance with a permit from the department of health and mental hygiene, that is located in an outdoor space, and is adjacent to one or more buildings.\\par\n\\pard{\\pntext\\f0 c.\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart3\\pnlcltr{\\pntxta.}}\n\\fi-360\\li1080\\sl480\\slmult1\\qj\\tx1080 \"Restaurant\" means any coffee shop, cafeteria, luncheonette, sandwich stand, \\par\n\\pard{\\*\\pn\\pnlvlcont\\pnf0\\pnindent0\\pnstart1\\pndec }\n\\sl480\\slmult1\\qj diner, short order cafe, fast food establishment, soda fountain, and any other eating or beverage establishment (other than a bar), including a restaurant located in a hotel or motel, or part of any organization, club, boardinghouse, or guesthouse, which gives or offers for sale food or beverages to the public, guests, members, or patrons, whether food or beverages are customarily consumed on or off the premises, but not an establishment whose sole purpose is to serve food or beverages to employees of a common employer or to students of a common educational institution. \\par\n\\pard{\\pntext\\f0 c.\\tab}{\\*\\pn\\pnlvlbody\\pnf0\\pnindent360\\pnstart3\\pnlcltr{\\pntxta.}}\n\\fi-360\\li1080\\sl480\\slmult1\\qj\\tx1080\\ldblquote Rooftop patio\\rdblquote  shall mean a portion of a restaurant or bar, required to be \\par\n\\pard\\sl480\\slmult1\\qj operated in accordance with a permit from the department of health and mental hygiene, that is unenclosed and located on a rooftop or building setback.\\par\n\\ulnone\\tab\\ul\\'a727-770.2 Restrictions on outdoor courtyards.  No restaurant or bar shall operate an outdoor courtyard that is enclosed by three or more walls of adjacent buildings classified in occupancy group J-1, J-2 or J-3.  \\par\n\\ulnone\\tab\\ul\\'a727-770.3 Restrictions on rooftop patios.\\b  \\b0 a. Each side of a rooftop patio that does not face the street, where such rooftop patio is adjacent to a building classified in occupancy group J-1, J-2 or J-3, shall be equipped with an acoustical wall of sufficient height to prevent sound from reaching any portion of such adjacent building, but in no event shall such acoustical wall be less than five feet in height. \\par\n\\pard\\fi720\\sl480\\slmult1\\qj b. Light utilized to illuminate a rooftop patio that is adjacent to a building classified in occupancy group J-1, J-2 or J-3, irrespective of the direction in which such light shines, shall, in the aggregate, not be in an amount greater than two foot candles\\b  \\b0  and no single such light shall exceed 100 watts with a minimum of 60 lumens per watt.\\par\n\\pard\\fi720\\ulnone\\'a72. This local law shall take effect 180 days after its enactment into law.\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
