{
  "ID": 36968,
  "GUID": "3089FE83-0340-4B3B-88C0-3ECBD5EE5A0C",
  "File": "Int 0454-2006",
  "Name": "Creating a housing impact review period.",
  "Title": "A Local Law to amend the administrative code of the City of New York, in relation to creating a housing impact review period.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2006-10-11T00:00:00Z",
  "AgendaDate": "2006-10-11T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 6267,
      "Slug": "daniel-r-garodnick",
      "FullName": "Daniel R. Garodnick"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 5288,
      "Slug": "charles-barron",
      "FullName": "Charles Barron"
    },
    {
      "ID": 5286,
      "Slug": "bill-de-blasio",
      "FullName": "Bill De Blasio"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5256,
      "Slug": "diana-reyna",
      "FullName": "Diana Reyna"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5911,
      "Slug": "maria-del-carmen-arroyo",
      "FullName": "Maria Del Carmen Arroyo"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    }
  ],
  "History": [
    {
      "ID": 196235,
      "Date": "2006-10-11T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 196504,
      "Date": "2006-10-11T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6638,
      "AgendaSequence": 102,
      "MinutesSequence": 135,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236491,
      "Date": "2009-12-31T15:16:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 37549,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Declaration of Legislative Findings and Intent.  The Council of the City of New York hereby finds that the stock of rental housing available to low- and middle-income families in the City of New York is diminishing at an unacceptable rate and that such housing is important for the purpose of retaining a crucial segment of the City’s workforce.  The Council further finds that the City of New York has an important interest in establishing a limited period of time prior to certain very large transactions involving multiple dwellings being committed to or going into effect so as to permit the City to study the effect of such transactions and to consider measures that might be taken to avoid, reduce or ameliorate losses of low and middle income rental housing that might result directly or indirectly from such transactions.   \n§2.\tTitle 26 of the administrative code of the city of New York is amended by adding a new chapter ten to read as follows:\nChapter  10\nMajor Impact Housing Development Transfer Review Period\n\n§26-901  Definitions.\n§26-902  Notification of Intent to Transfer.\n§26-903  Study and Recommendations by Department.\n§26-904   Right of transfer.\n§26-905   Penalty.\n.\n\n§26-901  Definitions.  For the purposes of this chapter, the following definitions shall apply:\n\t(a)\t“Affiliate” shall mean as to any person, (i) any person which, directly or indirectly, is in control of, is controlled by, or is under common control with, such person, including, without limitation, any joint venture of such person, or (ii) any person who is a director, officer, member or partner of (Ai) such person, or (B) any Person described inclause (i) of this subdivision.  For purposes of this definition, “control” of a person means the power, directly or indirectly, to either (i) vote fifty and one-tenth percent or more of the voting securities having ordinary voting power for the election of directors or managers of such Person, or (ii) direct or cause the direction of the management and policies of such person, whether by contract or otherwise.\n (b)\t“Commissioner” shall mean the commissioner of the department.\n\t(c)\t“Department” shall mean the department of housing preservation and development or successor agency.\n\t(d)\t“Major impact housing development” shall mean one or more multiple dwellings that are part of either a single development or a single tax lot, containing in the aggregate not less than two thousand dwelling units of which not less than fifty percent  of such dwelling units are subject to one or more of the rent laws.\n\t(e)\t“Person” shall mean an individual, partnership, corporation, business trust, joint stock company, limited liability company, trust, unincorporated association, joint venture,  governmental body or other entity of whatever nature.\n\t(f)\t“Transfer” shall mean the transfer of title of a major impact housing development through either a single transaction or a series of related transactions other than to affiliates of an owner (including the leasing to other than affiliates of an owner for a term of more than 49 years inclusive of any and all renewal periods to which the tenant may be entitled) of a major inpact housing development, or (2) the execution of an agreement to do the foregoing.  A transfer of title shall be deemed to include, without limitation, any transfers of stock or partnership interests, membership interests or other equity interests in Owner(s), in one or a series of related transactions, which transactions involve, in the aggregate, at least a fifty percent direct or indirect interest in such Owner(s) or the leasing other than to one or more affiliates of an owner for a term of more than forty-nine years inclusive of any and all renewal periods to which the lessee may be entitled.  “Leasing” refers to leasing of all or substantially all of the residential portion of a major impact housing development.  “Transfer” shall not include (i) a transfer of title or the leasing of an individual dwelling unit, (ii)  a conveyance of one or more multiple dwellings to a cooperative housing corporation in accordance with a cooperative offering plan filed with the New York state department of law, (iii)  a conveyance of title to or by a referee in a foreclosure proceeding or through a bona fide deed in lieu of foreclosure, (iv)  a conveyance in the case of any mortgage financing or refinancing, (v) a purchase by a governmental entity implementing its powers of eminent domain, (vi) a conveyance of title through a judicially-supervised sale or conveyance; (vii)  a conveyance pursuant to any bankruptcy proceedings, and (viii)  a conveyance by operation of law.\n\t(h)\t“Owner” shall mean any person or combination of persons owning a major impact housing development or any ersons that have a controlling interest in such major impact housing development or in the owner or owners thereof.\n\t(i)  “Rent Laws” shall mean (i) the rent stabilization law of 1969, (ii) the New York city rent stabilization code adopted pursuant thereto, (iii) the New York city rent and rehabilitation law and (iv) the emergency tenant protection act of 1974.\n§26-902  Notification of intent to transfer.   (a)  Notice of the intent to transfer a major impact housing development shall be provided by the owner or owners of such major impact housing development by certified mail, return receipt requested or by registered mail to the department not less than one hundred twenty days prior to a such transfer, however structured.\n\t(b)\tSuch notice shall include the following information: \n\t(i)\tidentification of the major impact housing development, including its address(es), block(s) and lot(s); \n\t(ii)\tthe name and address of each owner of the major impact housing development. For any owner that is a corporation, the notice shall contain the names and addresses of the officers and directors of the corporation and of any person directly or indirectly holding more than ten percent of any class of the outstanding stock of the corporation. For any owner that is a partnership or limited liability company, the notice shall contain the name and address of each individual who is either (x) a principal or who exercises control of such entity or (y) holds, directly or indirectly, more than ten percent of the ownership interests in such entity;\n\t(iii)\tthe aggregate number of dwelling units in the major impact housing development;  \n\t(iv)\tthe number of dwelling units therein which are subject to each of the rent laws;\n\t(v)\tthe nature of the proposed transfer; including the structure of the transfer  .\n\t(vi)\tthe anticipated date of the proposed transfer;\n(vii)\tthe current rent schedule for the dwelling units in the major impact housing development along with an estimate of the rent increases anticipated for the twelve- month period following the date of the notice;\n\t(viii)\tthe income and expense report for the twelve-month period prior to the notice, including capital improvements, real property taxes and other municipal charges;\n\t(ix)\tthe amount of the outstanding mortgage or mortgages as of the date of the notice; and\n\t(x)\tsuch other information as the department may require.\n§26-903  Study and recommendations by the department.  (a) During a period commencing on the date of receipt by the department of the notice referred to in section 26-802 of this chapter and ending one hundred twenty days, thereafter known as the “120-day notification period”, the owner may not engage in any transfer including, without limitation, the execution of any agreement to transfer, but may engage in discussions with respect to a transfer with interested parties. \n\t(b)\tUpon receipt of the notice described in section 26-802 of this chapter, the commissioner shall study, consider and recommend to legislative bodies, the mayor of the city of New York and/or such others as the commissioner may determine, measures to avoid or ameliorate the potential loss of low- and middle-income rental housing that would result from the transfer of the major impact housing development.\n\t(c)\tUpon the expiration of the 120-day notification period, or such earlier date as the commissioner finds that appropriate remedial measures have been implemented, the commissioner shall issue a certificate stating that the provisions of this chapter have been complied with in respect of the transfer that was the subject of the notification.\n§26-904  Right of Transfer.  Following the issuance of a certificate or, if the commissioner shall fail to issue a certificate, following the expiration of the 120-day notification period, the owner or owners , subject to any other applicable provisions of law that may be in effect at such time, transfer the major impact housing development, or any portion thereof, consistent with the notification submitted in accordance with section 26-802 of this chapter, for a period of not more that two hundred seventy days, which period may be extended for good cause shown on written application to the commissioner.  If  such transfer is not consummated within such two hundred seventy-day period,as it may be extended by the commissioner, , then, should such owner or owners thereafter elect to transfer such major impact housing development, the owner or owners shall be required to com­ply with the provisions of this chapter with respect to such proposed transfer as though there had been no prior proposed transfer..  \n§26-905  Penalties.   Any owner or owners found to have violated any provision of this chapter shall, in addition to any other penalty and/or equitable remedy for which the owner may be liable, be liable for a civil penalty of five thousand dollars for each dwelling unit in the major impact housing development during any month or any portion thereof of a month within which a violation of this chapter shall have occurred, except that the total civil penalties may not exceed fifty thousand dollars for each dwelling unit in such major impact housing development.\n  \n\t§3.\tIf any sentence, paragraph, subdivision, section or part of this local law shall be adjudged invalid by a court of competent jurisdiction such judgment shall not impair or invalidate the remainder thereof but shall be confined to that part deemed invalid.\n\t§4.\tThis local law shall take effect immediately.",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\ul\\v0\\par\nBe it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1.  \\ul Declaration of Legislative Findings and Intent\\ulnone .  The Council of the City of New York hereby finds that the stock of rental housing available to low- and middle-income families in the City of New York is diminishing at an unacceptable rate and that such housing is important for the purpose of retaining a crucial segment of the City\\rquote s workforce.  The Council further finds that the City of New York has an important interest in establishing a limited period of time prior to certain very large transactions involving multiple dwellings being committed to or going into effect so as to permit the City to study the effect of such transactions and to consider measures that might be taken to avoid, reduce or ameliorate losses of low and middle income rental housing that might result directly or indirectly from such transactions.   \\par\n\\'a72.\\tab Title 26 of the administrative code of the city of New York is amended by adding a new chapter ten to read as follows:\\par\n\\pard\\nowidctlpar\\qc\\ul Chapter  10\\par\nMajor Impact Housing Development Transfer Review Period\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qc\\'a726-901  Definitions.\\caps\\par\n\\caps0\\'a726-902  Notification of Intent to Transfer.\\par\n\\'a726-903  Study and Recommendations by Department.\\par\n\\'a726-904   Right of transfer.\\par\n\\'a726-905   Penalty.\\par\n\\ulnone .\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\b\\par\n\\ul\\'a726-901\\b0   Definitions.  For the purposes of this chapter, the following definitions shall apply:\\par\n\\pard\\nowidctlpar\\sa240\\sl480\\slmult1\\qj\\tab (a)\\tab\\ldblquote Affiliate\\rdblquote  shall mean as to any person, (i) any person which, directly or indirectly, is in control of, is controlled by, or is under common control with, such person, including, without limitation, any joint venture of such person, or (ii) any person who is a director, officer, member or partner of (Ai) such person, or (B) any Person described inclause (i) of this subdivision.  For purposes of this definition, \\ldblquote control\\rdblquote  of a person means the power, directly or indirectly, to either (i) vote fifty and one-tenth percent or more of the voting securities having ordinary voting power for the election of directors or managers of such Person, or (ii) direct or cause the direction of the management and policies of such person, whether by contract or otherwise.\\b\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\b0  (b)\\tab\\ldblquote Commissioner\\rdblquote  shall mean the commissioner of the department.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tx0\\tx720\\tx1440\\tx2160\\tx2880\\tx3600\\tx4320\\tx5040\\tx5760\\tx6480\\tx7200\\tx7920\\tx8640\\tx9360\\tx10080\\tx10800\\tx11520\\tx12240\\tx12960\\tx13680\\tx14400\\tx15120\\tx15840\\tx16560\\tx17280\\tx18000\\tx18720\\ulnone\\tab\\ul (c)\\tab\\ldblquote Department\\rdblquote  shall mean the department of housing preservation and development or successor agency.\\par\n\\ulnone\\tab\\ul (d)\\tab\\ldblquote Major impact housing development\\rdblquote  shall mean one or more multiple dwellings that are part of either a single development or a single tax lot, containing in the aggregate not less than two thousand dwelling units of which not less than fifty percent  of such dwelling units are subject to one or more of the rent laws.\\par\n\\ulnone\\tab\\ul (e)\\tab\\ldblquote Person\\rdblquote  shall mean an individual, partnership, corporation, business trust, joint stock company, limited liability company, trust, unincorporated association, joint venture,  governmental body or other entity of whatever nature.\\par\n\\ulnone\\tab\\ul (f)\\tab\\ldblquote Transfer\\rdblquote  shall mean the transfer of title of a major impact housing development through either a single transaction or a series of related transactions other than to affiliates of an owner (including the leasing to other than affiliates of an owner for a term of more than 49 years inclusive of any and all renewal periods to which the tenant may be entitled) of a major inpact housing development, or (2) the execution of an agreement to do the foregoing.  A transfer of title shall be deemed to include, without limitation, any transfers of stock or partnership interests, membership interests or other equity interests in Owner(s), in one or a series of related transactions, which transactions involve, in the aggregate, at least a fifty percent direct or indirect interest in such Owner(s) or the leasing other than to one or more affiliates of an owner for a term of more than forty-nine years inclusive of any and all renewal periods to which the lessee may be entitled.  \\ldblquote Leasing\\rdblquote  refers to leasing of all or substantially all of the residential portion of a major impact housing development.  \\ldblquote Transfer\\rdblquote  shall not include (i) a transfer of title or the leasing of an individual dwelling unit, (ii)  a conveyance of one or more multiple dwellings to a cooperative housing corporation in accordance with a cooperative offering plan filed with the New York state department of law, (iii)  a conveyance of title to or by a referee in a foreclosure proceeding or through a bona fide deed in lieu of foreclosure, (iv)  a conveyance in the case of any mortgage financing or refinancing, (v) a purchase by a governmental entity implementing its powers of eminent domain, (vi) a conveyance of title through a judicially-supervised sale or conveyance; (vii)  a conveyance pursuant to any bankruptcy proceedings, and (viii)  a conveyance by operation of law.\\par\n\\ulnone\\tab\\ul (h)\\tab\\ldblquote Owner\\rdblquote  shall mean any person or combination of persons owning a major impact housing development or any ersons that have a controlling interest in such major impact housing development or in the owner or owners thereof.\\par\n\\ulnone\\tab\\ul (i)  \\ldblquote Rent Laws\\rdblquote  shall mean (i) the rent stabilization law of 1969, (ii) the New York city rent stabilization code adopted pursuant thereto, (iii) the New York city rent and rehabilitation law and (iv) the emergency tenant protection act of 1974.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\b\\'a726-902\\b0   Notification of intent to transfer.   (a)  Notice of the intent to transfer a major impact housing development shall be provided by the owner or owners of such major impact housing development by certified mail, return receipt requested or by registered mail to the department not less than one hundred twenty days prior to a such transfer, however structured.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\ul (b)\\tab Such notice shall include the following information: \\par\n\\ulnone\\tab\\ul (i)\\tab identification of the major impact housing development, including its address(es), block(s) and lot(s); \\par\n\\ulnone\\tab\\ul (ii)\\tab the name and address of each owner of the major impact housing development. For any owner that is a corporation, the notice shall contain the names and addresses of the officers and directors of the corporation and of any person directly or indirectly holding more than ten percent of any class of the outstanding stock of the corporation. For any owner that is a partnership or limited liability company, the notice shall contain the name and address of each individual who is either (x) a principal or who exercises control of such entity or (y) holds, directly or indirectly, more than ten percent of the ownership interests in such entity;\\par\n\\ulnone\\tab\\ul (iii)\\tab the aggregate number of dwelling units in the major impact housing development;  \\par\n\\ulnone\\tab\\ul (iv)\\tab the number of dwelling units therein which are subject to each of the rent laws;\\par\n\\ulnone\\tab\\ul (v)\\tab the nature of the proposed transfer; including the structure of the transfer  .\\par\n\\ulnone\\tab\\ul (vi)\\tab the anticipated date of the proposed transfer;\\par\n\\pard\\nowidctlpar\\li720\\sl480\\slmult1\\qj (vii)\\tab the current rent schedule for the dwelling units in the major impact housing development along with an estimate of the rent increases anticipated for the twelve- month period following the date of the notice;\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\ul (viii)\\tab the income and expense report for the twelve-month period prior to the notice, including capital improvements, real property taxes and other municipal charges;\\par\n\\ulnone\\tab\\ul (ix)\\tab the amount of the outstanding mortgage or mortgages as of the date of the notice; and\\par\n\\ulnone\\tab\\ul (x)\\tab such other information as the department may require.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\b\\'a726-903\\b0   Study and recommendations by the department.  (a) During a period commencing on the date of receipt by the department of the notice referred to in section 26-802 of this chapter and ending one hundred twenty days, thereafter known as the \\ldblquote 120-day notification period\\rdblquote ,\\b  \\b0 the owner may not engage in any transfer including, without limitation, the execution of any agreement to transfer, but may engage in discussions with respect to a transfer with interested parties. \\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\tab\\ul (b)\\tab Upon receipt of the notice described in section 26-802 of this chapter, the commissioner shall study, consider and recommend to legislative bodies, the mayor of the city of New York and/or such others as the commissioner may determine, measures to avoid or ameliorate the potential loss of low- and middle-income rental housing that would result from the transfer of the major impact housing development.\\par\n\\ulnone\\tab\\ul (c)\\tab Upon the expiration of the 120-day notification period, or such earlier date as the commissioner finds that appropriate remedial measures have been implemented, the commissioner shall issue a certificate stating that the provisions of this chapter have been complied with in respect of the transfer that was the subject of the notification.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\b\\'a726-904\\b0   Right of Transfer.  Following the issuance of a certificate or, if the commissioner shall fail to issue a certificate, following the expiration of the 120-day notification period, the owner or owners , subject to any other applicable provisions of law that may be in effect at such time, transfer the major impact housing development, or any portion thereof, consistent with the notification submitted in accordance with section 26-802 of this chapter, for a period of not more that two hundred seventy days, which period may be extended for good cause shown on written application to the commissioner.  If  such transfer is not consummated within such two hundred seventy-day period,as it may be extended by the commissioner, , then, should such owner or owners thereafter elect to transfer such major impact housing development, the owner or owners shall be required to com\\-ply with the provisions of this chapter with respect to such proposed transfer as though there had been no prior proposed transfer..  \\par\n\\b\\'a726-905\\b0   Penalties.   Any owner or owners found to have violated any provision of this chapter shall, in addition to any other penalty and/or equitable remedy for which the owner may be liable, be liable for a civil penalty of five thousand dollars for each dwelling unit in the major impact housing development during any month or any portion thereof of a month within which a violation of this chapter shall have occurred, except that the total civil penalties may not exceed fifty thousand dollars for each dwelling unit in such major impact housing development.\\par\n\\ulnone\\b   \\ul\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\b0\\tab\\'a73.\\tab If any sentence, paragraph, subdivision, section or part of this local law shall be adjudged invalid by a court of competent jurisdiction such judgment shall not impair or invalidate the remainder thereof but shall be confined to that part deemed invalid.\\par\n\\tab\\'a74.\\tab This local law shall take effect immediately.\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
