{
  "ID": 37621,
  "GUID": "5C240DA5-8B2A-43CA-AC17-EDC49D2241BA",
  "File": "Int 0459-2006",
  "Name": "NYC Dep't of education to report on the progress of preparatory programs for students who seek admission to specialized senior high schools.",
  "Title": "A Local Law to amend the New York city charter, in relation to requiring the New York city department of education to report on the progress of preparatory programs for students who seek admission to specialized senior high schools.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2006-10-25T00:00:00Z",
  "AgendaDate": "2006-10-25T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    }
  ],
  "History": [
    {
      "ID": 196938,
      "Date": "2006-10-25T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 197102,
      "Date": "2006-10-25T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6712,
      "AgendaSequence": 84,
      "MinutesSequence": 108,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236488,
      "Date": "2009-12-31T15:15:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 38265,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Chapter 20 of the New York city charter is hereby amended by adding a new section 530 to read as follows:\n§530.  Reporting of information regarding preparatory programs for specialized senior high schools.  a. Definitions.  For the purposes of this section: \n1.\t“Department” shall mean the New York city department of education.\n2.\t“Preparatory programs” shall mean any programs made available by the department of education for the purpose of assisting students who seek admission to specialized senior high schools.\n3.\t“Specialized senior high schools” shall include The Bronx High School of Science, Stuyvesant High School, Brooklyn Technical High School, Fiorello H. LaGuardia High School of Music and the Arts in the borough of Manhattan and such other schools which the New York city board of education may designate pursuant to section 2590-h(1)(b) of the New York state education law.\nb.\tAnnual report required.  The department shall report to the city council once annually, on or before the first day of October, the following information with respect to the prior school year regarding preparatory programs for specialized senior high schools:\n1.\tThe number of such programs and the number of students enrolled in each such program, disaggregated by race and gender;\n2.\tThe percentage of enrolled students who successfully complete each such program, disaggregated by race and gender;\n3.\tThe percentage of students who successfully complete such programs who are accepted by a specialized senior high school, disaggregated by race and gender; and\n4.\tFor each specialized senior high school, the names of schools that the students in the entering class attended in the year preceding such students’ attendance at the specialized senior high school, and the percentage of students in the entering class who attended each such other school.\n§2.  This local law shall take effect immediately.\n\nSS\nLS #1677\n10/12/06",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\cf0\\ulnone Section 1.  Chapter 20 of the New York city charter is hereby amended by adding a new section 530 to read as follows:\\par\n\\ul\\'a7530.  Reporting of information regarding preparatory programs for specialized senior high schools.  a. Definitions.  For the purposes of this section: \\par\n\\pard\\li720\\sl480\\slmult1\\qj 1.\\tab\\ldblquote Department\\rdblquote  shall mean the New York city department of education.\\par\n\\pard\\fi720\\sl480\\slmult1\\qj 2.\\tab\\ldblquote Preparatory programs\\rdblquote  shall mean any programs made available by the department of education for the purpose of assisting students who seek admission to specialized senior high schools.\\par\n3.\\tab\\ldblquote Specialized senior high schools\\rdblquote  shall include The Bronx High School of Science, Stuyvesant High School, Brooklyn Technical High School, Fiorello H. LaGuardia High School of Music and the Arts in the borough of Manhattan and such other schools which the New York city board of education may designate pursuant to section 2590-h(1)(b) of the New York state education law.\\par\nb.\\tab Annual report required.  The department shall report to the city council once annually, on or before the first day of October, the following information with respect to the prior school year regarding preparatory programs for specialized senior high schools:\\par\n\\cf1 1.\\tab The number of such programs and the number of students enrolled in each such program, disaggregated by race and gender;\\par\n2.\\tab The percentage of enrolled students who successfully complete each such program, disaggregated by race and gender;\\par\n3.\\tab The percentage of students who successfully complete such programs who are accepted by a specialized senior high school, disaggregated by race and gender; and\\par\n4.\\tab For each specialized senior high school, the names of schools that the students in the entering class attended in the year preceding such students\\rquote  attendance at the specialized senior high school, and the percentage of students in the entering class who attended each such other school.\\par\n\\ulnone\\'a72.  This local law shall take effect immediately.\\par\n\\pard\\qj\\par\nSS\\par\nLS #1677\\par\n10/12/06\\par\n\\pard\\cf0\\par\n\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
