{
  "ID": 37620,
  "GUID": "12A8D42A-8C2C-4E19-87BB-9BADA142212C",
  "File": "Int 0460-2006",
  "Name": "NYC Dep't of education to report on the status of science labs in public schools.",
  "Title": "A Local Law to amend the New York city charter, in relation to requiring the New York city department of education to report on the status of science labs in public schools.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 9,
  "BodyName": "Committee on Education",
  "IntroDate": "2006-10-25T00:00:00Z",
  "AgendaDate": "2006-10-25T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 5260,
      "Slug": "robert-jackson",
      "FullName": "Robert Jackson"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    }
  ],
  "History": [
    {
      "ID": 196937,
      "Date": "2006-10-25T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 197101,
      "Date": "2006-10-25T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Education",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6712,
      "AgendaSequence": 85,
      "MinutesSequence": 109,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Education",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236487,
      "Date": "2009-12-31T15:15:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 38264,
  "Text": "Be it enacted by the Council as follows:\nSection 1.  Chapter 20 of the New York city charter is hereby amended by adding a new section 530 to read as follows:\n§530.  Reporting of information regarding science labs in public schools.  a. Definition.  For the purposes of this section, “department” shall mean the New York city department of education.\nb.\tReport.  The department shall report annually to the city council, on or before the first day of October, the following information, disaggregated by region, with respect to science labs in schools under the department’s jurisdiction serving students in any of the grades from and including grades 6 through 12:\n1.\tThe number of science labs in each school, indicating separately whether each such lab is being used for laboratory instruction; and\n2.\tFor each school that has one or more science labs, whether each such school has the equipment and facilities necessary, with respect to both the amount of such equipment and facilities as well as the condition of such equipment and facilities, to adequately prepare all students who attend such school to take any appropriate New York state assessment examinations, including but not limited to the Regents examinations, in science subjects for which laboratory instruction is part of the curriculum.\n§2.  This local law shall take effect immediately.\n\nSS\nLS #1676\n10/11/06",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\ul\\v0\\par\n\\pard\\sl480\\slmult1\\qj Be it enacted by the Council as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\cf0\\ulnone Section 1.  Chapter 20 of the New York city charter is hereby amended by adding a new section 530 to read as follows:\\par\n\\ul\\'a7530.  Reporting of information regarding science labs in public schools.  a. Definition.  For the purposes of this section, \\ldblquote department\\rdblquote  shall mean the New York city department of education.\\cf1\\par\n\\cf0 b.\\tab Report.  The department shall report annually to the city council, on or before the first day of October, the following information, disaggregated by region, with respect to science labs in schools under the department\\rquote s jurisdiction serving students in any of the grades from and including grades 6 through 12:\\par\n\\cf1 1.\\tab The number of science labs in each school, indicating separately whether each such lab is being used for laboratory instruction; and\\par\n2.\\tab For each school that has one or more science labs, whether each such school has the equipment and facilities necessary, with respect to both the amount of such equipment and facilities as well as the condition of such equipment and facilities, to adequately prepare all students who attend such school to take any appropriate New York state assessment examinations, including but not limited to the Regents examinations, in science subjects for which laboratory instruction is part of the curriculum.\\par\n\\ulnone\\'a72.  This local law shall take effect immediately.\\par\n\\pard\\qj\\par\nSS\\par\nLS #1676\\par\n10/11/06\\par\n\\pard\\cf0\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
