{
  "ID": 37636,
  "GUID": "A6A4843B-2E67-47CD-B94E-0F718896CD25",
  "File": "Int 0462-2006",
  "Name": "Requiring radio repeaters in high-rise buildings.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring radio repeaters in high-rise buildings.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5071,
  "BodyName": "Committee on Fire and Criminal Justice Services",
  "IntroDate": "2006-10-25T00:00:00Z",
  "AgendaDate": "2006-10-25T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5274,
      "Slug": "helen-sears",
      "FullName": "Helen Sears"
    }
  ],
  "History": [
    {
      "ID": 196964,
      "Date": "2006-10-25T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 197109,
      "Date": "2006-10-25T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Fire and Criminal Justice Services",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6712,
      "AgendaSequence": 90,
      "MinutesSequence": 114,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Fire and Criminal Justice Services",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236485,
      "Date": "2009-12-31T15:15:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 38280,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Chapter 4 of title 27 of the administrative code of the city of New York is amended by adding a new subchapter 30, to read as follows:\nSubchapter 30\nHigh Rise Building Radio Repeaters \n§27-4301  Definitions.\n\n§27-4302  Amplification System Required.\n\n§27-4303  Acceptance Test Procedures.\n\n§27-4304  Annual Tests.\n\n§27-4305  Qualifications of Testing Personnel.\n\n§27-4306  Fire Department Inspections.\n\n§27-4307  Additional Requirements.\n\n§27-4308  Violations.\n§27-4301  Definitions.  For purposes of this subchapter, the following terms shall have the following meanings:\na. “high rise building” means; all new and existing buildings classified in occupancy groups, C, E, G, J-1 and J-2 that are seventy-five feet or more in height. \nb.  “adequate radio coverage” means; a clearly audible transmission available in 100% of the area of each floor of a high rise building when transmitted from one standard issue New York City Fire Department portable radio to another standard issue New York City Fire Department portable radio from 100% of the area of each floor of the high rise building.\nc.  “high rise building radio repeater system” or “system” means;  a technological system that promotes radio communications without degredation throughout a high rise building, the specifications of which shall be determined and approved by the New York City Fire Department. \nd.  “acceptance test” means; dividing each floor of the high rise building into a grid of approximately forty equal areas and establishing a location on the first floor in the center of a grid to act as a command post. Radio calls must then be made from the command post via a standard issue New York City Fire Department portable radio to another standard issue New York City Fire Department portable radio located in the center point of each of the remaining grids on the first floor and to the center of each of the forty grids on each floor in the remainder of the building. Return radio calls must also be made from each of these locations to the command post. Each of these radio calls must result in a clearly audible transmission. \n§27-4302. High Rise Building Radio Repeater System Required. Within twelve months of the enactment of this subchapter, any person who owns a high rise building covered by this subchapter shall be required to install a high rise building radio repeater system, capable of providing adequate radio coverage, subject to the approval and testing of the Commissioner of the New York City Fire Department. A Certificate of Occupancy will not be issued to any high rise building if the high rise building fails to comply with this subchapter. \n§27-4303. Acceptance Test Procedures. Acceptance testing for a high rise building radio repeater system is required upon completion of installation and annually thereafter. Acceptance testing shall be overseen by a representative of the New York City Fire Department. Such testing is the responsibility of the building owner. The results of those tests shall be documented in a form acceptable to the Commissioner of the New York City Fire Department and a hard copy kept on file with the building owner.\n§27-4304. Annual Tests. When a high rise building radio repeater system is installed, the building owner shall test all active components of the system a minimum of once every twelve (12) months to determine whether or not such components are operating within the manufacturer’s specifications for the intended purpose. \n§27-4305. Qualifications of Testing Personnel. All tests shall be conducted, documented, and signed by a person in possession of a current FCC General Radio Telephone Operator License. A hard copy of all test records shall be submitted to the New York City Fire Department by the building owner.\n§27-4306. Fire Department Inspections. Fire Department Radio personnel, after providing reasonable notice to the building owner or his representative, shall have the right to enter the building to conduct field inspections to be certain that adequate radio coverage is present.\n§27-4307. Additional Requirements. a. The building owner shall be responsible for making any upgrades to the system required by the Commissioner of the New York City Fire Department in order to achieve adequate radio coverage. b. The building owner shall be responsible for having a maintenance contract for the system in place that provides for a 24 hour by 7 day emergency response within two (2) hours after notification and must provide the name and phone number of the maintenance contractor to the Commissioner. \n§27-4308 Violations. Any person who shall violate the provisions of sections 27-4302, 4303 of this subchapter, shall, upon conviction thereof, be liable for a civil penalty of not less than ten thousand dollars nor more than twenty five thousand for the first offense and a penalty of not less than twenty five thousand dollars nor more than fifty thousand dollars for each succeeding such violation.  For the purposes of this section, no more than one violation of this subchapter may be issued on the same business day. \n§2. Effect of invalidity; severability.  If any section, subsection, sentence, clause, phrase, or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this local law, which remaining portions shall continue in full force and effect.\n§3.  This local law shall take effect ninety days after its enactment provided, however, the commissioner may take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, the adoption of any necessary rules.\nRCC\nLS 791\n10.19.06 1:30",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n{\\stylesheet{ Normal;}{\\s1 heading 1;}{\\s2 heading 2;}{\\s3 heading 3;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1 Section 1.  Chapter 4 of title 27 of the administrative code of the city of New York is amended by adding a new subchapter 30, to read as follows:\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qc\\ul\\b Subchapter 30\\par\n\\pard\\keepn\\nowidctlpar\\s3\\sl480\\slmult1\\qc\\b0 High Rise Building Radio Repeaters \\par\n\\pard\\nowidctlpar\\li720\\'a727-4301  Definitions.\\par\n\\par\n\\pard\\nowidctlpar\\li720\\tx1410\\'a727-4302  Amplification System Required.\\par\n\\par\n\\pard\\nowidctlpar\\li720\\sl216\\slmult1\\'a727-4303  Acceptance Test Procedures.\\par\n\\par\n\\pard\\nowidctlpar\\li720\\'a727-4304  Annual Tests.\\par\n\\par\n\\'a727-4305  Qualifications of Testing Personnel.\\par\n\\par\n\\'a727-4306  Fire Department Inspections.\\par\n\\par\n\\'a727-4307  Additional Requirements.\\par\n\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\'a727-4308  Violations.\\par\n\\'a727-4301  Definitions.\\b  \\b0  For purposes of this subchapter, the following terms shall have the following meanings:\\par\n\\pard\\nowidctlpar\\fi513\\sl480\\slmult1\\qj a. \\ldblquote high rise building\\rdblquote  means; all new and existing buildings classified in occupancy groups, C, E, G, J-1 and J-2 that are seventy-five feet or more in height. \\par\n\\pard\\nowidctlpar\\fi306\\li207\\sl480\\slmult1\\qj b.  \\ldblquote adequate radio coverage\\rdblquote  means; a\\cf1  clearly audible transmission available in 100% of the area of each floor of a high rise building when transmitted from one standard issue New York City Fire Department portable radio to another standard issue New York City Fire Department portable radio from 100% of the area of each floor of the high rise building.\\par\nc.  \\ldblquote high rise building radio repeater system\\rdblquote  or \\ldblquote system\\rdblquote  means; \\cf0\\lang9  a technological system that promotes radio communications without degredation throughout a high rise building, the specifications of which shall be determined and approved by the New York City Fire Department. \\par\n\\cf1\\lang1033 d.  \\ldblquote acceptance test\\rdblquote  means; dividing each floor of the high rise building into a grid of approximately forty equal areas and establishing a location on the first floor in the center of a grid to act as a command post. Radio calls must then be made from the command post via a standard issue New York City Fire Department portable radio to another standard issue New York City Fire Department portable radio located in the center point of each of the remaining grids on the first floor and to the center of each of the forty grids on each floor in the remainder of the building. Return radio calls must also be made from each of these locations to the command post. Each of these radio calls must result in a clearly audible transmission. \\par\n\\pard\\nowidctlpar\\fi513\\li207\\sl480\\slmult1\\qj\\cf0\\'a727-4302. High Rise Building Radio Repeater System Required. Within twelve months of the enactment of this subchapter, any person who owns a high rise building covered by this subchapter shall be required to install a high rise building radio repeater system, capable of providing adequate radio coverage, subject to the approval and testing of the Commissioner of the New York City Fire Department.\\cf1  A Certificate of Occupancy will not be issued to any high rise building if the high rise building fails to comply with this subchapter.\\cf0  \\par\n\\'a727-4303.\\cf1  \\cf0 Acceptance Test Procedures. \\cf1 Acceptance testing for a high rise building radio repeater system is required upon completion of installation and annually thereafter. Acceptance testing shall be overseen by a representative of the New York City Fire Department. Such testing is the responsibility of the building owner. The results of those tests shall be documented in a form acceptable to the Commissioner of the New York City Fire Department and a hard copy kept on file with the building owner.\\par\n\\cf0\\'a727-4304. Annual Tests. When a high rise building radio repeater system is installed, the building owner shall test all active components of the system a minimum of once every twelve (12) months to determine whether or not such components are operating within the manufacturer\\rquote s \\cf1 specifications for the intended purpose. \\cf0\\b\\par\n\\b0\\'a727-4305. Qualifications of Testing Personnel. All tests shall be conducted, documented, and signed by a person in possession of a current FCC General Radio Telephone Operator License. A hard copy of all test records shall be submitted to the New York City Fire Department by the building owner.\\par\n\\'a727-4306. Fire Department Inspections. Fire Department Radio personnel, after providing reasonable notice to the building owner or his representative, shall have the right to enter the building to conduct field inspections to be certain that adequate radio coverage is present.\\par\n\\'a727-4307. Additional Requirements. a. The building owner shall be responsible for making any upgrades to the system required by the Commissioner of the New York City Fire Department in order to achieve adequate radio coverage. b. The building owner shall be responsible for having a maintenance contract for the system in place that provides for a 24 hour by 7 day emergency response within two (2) hours after notification and must provide the name and phone number of the maintenance contractor to the Commissioner. \\ulnone\\par\n\\ul\\'a727-4308 Violations. Any person who shall violate the provisions of sections 27-4302, 4303 of this subchapter, shall, upon conviction thereof, be liable for a civil penalty of not less than ten thousand dollars nor more than twenty five thousand for the first offense and a penalty of not less than twenty five thousand dollars nor more than fifty thousand dollars for each succeeding such violation.  For the purposes of this section, no more than one violation of this subchapter may be issued on the same business day. \\par\n\\ulnone\\'a72. Effect of invalidity; severability.  If any section, subsection, sentence, clause, phrase, or other portion of this local law is, for any reason, declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this local law, which remaining portions shall continue in full force and effect.\\par\n\\'a73.  This local law shall take effect ninety days after its enactment provided, however, the commissioner may take any actions necessary prior to such effective date for the implementation of this local law including, but not limited to, the adoption of any necessary rules.\\par\n\\pard\\nowidctlpar\\qj RCC\\par\nLS 791\\par\n10.19.06 1:30\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
