{
  "ID": 37630,
  "GUID": "5B104DE2-57B8-4E86-9328-60922355EAB1",
  "File": "Int 0463-2006",
  "Name": "Allowing applicants who have completed six years of honorable part-time service in the US military reserves to qualify for appointment to the NYPD.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to allowing applicants who have completed six years of honorable part-time service in the United States military reserves to qualify for appointment to the New York City Police Department.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 4,
  "BodyName": "Committee on Civil Service and Labor",
  "IntroDate": "2006-10-25T00:00:00Z",
  "AgendaDate": "2006-10-25T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    }
  ],
  "History": [
    {
      "ID": 196947,
      "Date": "2006-10-25T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 197108,
      "Date": "2006-10-25T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Civil Service and Labor",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6712,
      "AgendaSequence": 91,
      "MinutesSequence": 115,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Civil Service and Labor",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236484,
      "Date": "2009-12-31T15:14:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 38274,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1. Section 14-109 of the administrative code of the city of New York is amended by adding a new subdivision c to read as follows:\n\tc.  In addition to any other relevant employment qualifications established pursuant to any law, rule, or regulation, any person who possess a four-year high school diploma or its educational equivalent and who has completed at least six years of honorable part-time service in the United States military reserves by date of appointment to membership in the police force shall be eligible for such appointment.\n\t§2. If any section, subsection, sentence, clause, phrase, or other portion of this local law is for any reason declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this local law, which remaining portions shall continue in full force and effect.\n\t§3.  This local law shall take effect immediately.\n\n\n\nLS # 1580\nH.G.\n10-17-06",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tab Section 1. Section 14-109 of the administrative code of the city of New York is amended by adding a new subdivision c to read as follows:\\par\n\\tab\\ul c.  In addition to any other relevant employment qualifications established pursuant to any law, rule, or regulation, any person who possess a four-year high school diploma or its educational equivalent and who has completed at least six years of honorable part-time service in the United States military reserves by date of appointment to membership in the police force shall be eligible for such appointment.\\ulnone\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tx720\\tab\\'a72. If any section, subsection, sentence, clause, phrase, or other portion of this local law is for any reason declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this local law, which remaining portions shall continue in full force and effect.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tab\\'a73.  This local law shall take effect immediately.\\par\n\\pard\\nowidctlpar\\qj\\par\n\\par\n\\par\nLS # 1580\\par\nH.G.\\par\n10-17-06\\par\n\\pard\\nowidctlpar\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
