{
  "ID": 37685,
  "GUID": "570C4C15-09E7-4FED-9148-C96245F77D50",
  "File": "Int 0467-2006",
  "Name": "In relation to the office of emergency management.",
  "Title": "A Local Law to amend the New York city charter, in relation to the office of emergency management.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2006-11-15T00:00:00Z",
  "AgendaDate": "2006-11-15T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5276,
      "Slug": "leroy-g-comrie-jr",
      "FullName": "Leroy G. Comrie, Jr."
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 7516,
      "Slug": "kenneth-c-mitchell",
      "FullName": "Kenneth C. Mitchell"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    }
  ],
  "History": [
    {
      "ID": 197444,
      "Date": "2006-11-15T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 197643,
      "Date": "2006-11-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6746,
      "AgendaSequence": 106,
      "MinutesSequence": 123,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236481,
      "Date": "2009-12-31T15:13:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 38348,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Section 496 of chapter 19-A of the New York City charter is amended to read as follows:\n§496.  Deputies. The commissioner shall have the power to appoint and, at pleasure, remove deputies, one to be known as first deputy commissioner.  During the absence or disability of the commissioner, the first deputy commissioner, of if the first deputy commissioner shall be absent or under disability, the deputy commissioner designated by the commissioner, shall possess all the powers and perform all the duties of the commissioner, except the power of making appointments and transfers.  The commissioner shall designate five deputies to serve as deputy commissioners for the five boroughs of the city of New York, each to be known as a borough commissioner.   \n§2.  Subdivision f of section 497 of chapter 19-A of the New York City Charter is amended to read as follows:\nf.\tinform the community boards in each borough of the identity of each borough commissioner, increase public awareness as to the appropriate responses by members of the public to emergency conditions and potential incidents, and review the city’s systems for disseminating information to the public;\n§3.  This local law shall take effect one hundred twenty days after its enactment, provided, however, that the commissioner may take any actions necessary prior to such effective date for the implementation of this local law.\n\n\nASP\nLS#1699\n11/2/06",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\ulnone Section 1.  Section 496 of chapter 19-A of the New York City charter is amended to read as follows:\\par\n\\'a7496.  Deputies. The commissioner shall have the power to appoint and, at pleasure, remove deputies, one to be known as first deputy commissioner.  During the absence or disability of the commissioner, the first deputy commissioner, of if the first deputy commissioner shall be absent or under disability, the deputy commissioner designated by the commissioner, shall possess all the powers and perform all the duties of the commissioner, except the power of making appointments and transfers.  \\ul The commissioner shall designate five deputies to serve as deputy commissioners for the five boroughs of the city of New York, each to be known as a borough commissioner.   \\par\n\\ulnone\\'a72.  Subdivision f of section 497 of chapter 19-A of the New York City Charter is amended to read as follows:\\par\n\\pard\\fi-360\\li1080\\sl480\\slmult1\\tx1080 f.\\tab\\ul inform the community boards in each borough of the identity of each borough commissioner\\ulnone , increase public awareness as to the appropriate responses by members of the public to emergency conditions and potential incidents, and review the city\\rquote s systems for disseminating information to the public;\\par\n\\pard\\fi720\\sl480\\slmult1\\'a73.  This local law shall take effect one hundred twenty days after its enactment, provided, however, that the commissioner may take any actions necessary prior to such effective date for the implementation of this local law.\\par\n\\ul\\par\n\\pard\\li720\\sl480\\slmult1\\ulnone\\par\n\\pard\\li720\\fs20 ASP\\par\nLS#1699\\par\n11/2/06\\par\n\\pard\\li720\\sl480\\slmult1\\par\n\\pard\\ul\\fs24\\par\n\\ulnone  \\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
