{
  "ID": 37687,
  "GUID": "E7C546ED-302A-44FA-B937-7EF8370A9923",
  "File": "Int 0468-2006",
  "Name": "Requiring the Dept of Health and Mental Hygiene to issue an annual report detailing the health status and treatment of uniformed first responders who are registered with the World Trade Center Health Registry.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requiring the Department of Health and Mental Hygiene to issue an annual report detailing the health status and treatment of uniformed first responders who are registered with the World Trade Center Health Registry.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 14,
  "BodyName": "Committee on Health",
  "IntroDate": "2006-11-15T00:00:00Z",
  "AgendaDate": "2006-11-15T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5273,
      "Slug": "james-f-gennaro",
      "FullName": "James F. Gennaro"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    }
  ],
  "History": [
    {
      "ID": 197454,
      "Date": "2006-11-15T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Resolution was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 197644,
      "Date": "2006-11-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Health",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6746,
      "AgendaSequence": 107,
      "MinutesSequence": 124,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Health",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236480,
      "Date": "2009-12-31T15:13:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 38350,
  "Text": "Be it enacted by the Council as follows:\nSection 1. Chapter one of title 17 of the administrative code of the city of New York is amended by adding a new section 17-192 to read as follows:\n\t§17-192 World Trade Center health registry and uniformed first responders. a. Definitions. For the purposes of this section, the following terms shall be defined as follows:\n1. “City agency” means a city, county, borough, or other office, position, administration, department, division, bureau, board or commission, or a corporation, institution or agency of government, the expenses of which are paid in whole or in part from the city treasury.\n2. “Staten Island site” means the land in the Section 1/9 of the Fresh Kills Landfill that was used for the recovery and investigation of the incidents that occurred on September 11, 2001 at the World Trade Center.\n3. “Uniformed first responders” means those individuals who were employees of (i) the New York city fire department, including emergency medical technicians and paramedics; (ii) the New York city police department; (iii) the New York city department of corrections; (iv) the New York city department of sanitation; (v) the metropolitan transportation authority; and (vi) the port authority of New York and New Jersey; who, while on duty, were involved in the rescue, recovery, clean-up, or other disaster-related activities at the World Trade Center site and/or with the World Trade Center Recovery Operations at the Staten Island site at any time beginning on September 11, 2001 through June 30, 2002.\n4. “World Trade Center Health Registry” means the collaborative initiative between the department and the federal agency for toxic substances and disease registry, academic institutions, public agencies and community groups that is tracking and maintaining records on the physical and mental health of particular groups of registered individuals, including uniformed first responders, who were closely associated with the events of September 11, 2001.\nb. Reports regarding health status and treatment of uniformed first responders registered with the World Trade Center Health Registry. 1. The department shall, on or before September first of each year, beginning in the year two thousand seven, submit a report to the council indicating the health status and medical treatment, including physical and psychological treatment, of all uniformed first responders registered with the World Trade Center Health Registry. To the extent such information is available, each yearly report shall include, at a minimum, the most recent non-identifying data on (i) the number of uniformed first responders participating in the World Trade Center Health Registry, disaggregated by whether they were involved in activities at the site of the former World Trade Center or at the Staten Island site, or both, the city agency such responders were employed by on September 11, 2001, the city agency such responders are currently employed by, if any, and such responders’ gender, age, ethnic background, level of educational attainment and household income; (ii) the physical and psychological diagnoses of all such individuals; (iii) the number of all such individuals who are currently receiving treatment in relation to one or more of the diagnoses reported pursuant to subparagraph (ii) of this paragraph, disaggregated by whether such treatment is physical or psychological; and (iv) the number of all such individuals who have died and the causes of such deaths.\n2. The annual reports required pursuant to this section shall be made available to any member of the public upon request.\n§2. Effect of invalidity; severability. If any section, subsection, sentence, clause, phrase, or other portion of this local law, including any requirement imposed pursuant to it, is for any reason declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this local law, which remaining portions shall continue in full force and effect.\n§3. This local law shall take effect immediately.\n\n\nAS\nLS # 1718 \nOctober 30, 2006",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj Section 1. Chapter one of title 17 of the administrative code of the city of New York is amended by adding a new section 17-192 to read as follows:\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\tab\\ul\\'a717-192 World Trade Center health registry and uniformed first responders. a. Definitions. For the purposes of this section, the following terms shall be defined as follows:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj 1. \\ldblquote City agency\\rdblquote  means a city, county, borough, or other office, position, administration, department, division, bureau, board or commission, or a corporation, institution or agency of government, the expenses of which are paid in whole or in part from the city treasury.\\par\n2. \\ldblquote Staten Island site\\rdblquote  means the land in the Section 1/9 of the Fresh Kills Landfill that was used for the recovery and investigation of the incidents that occurred on September 11, 2001 at the World Trade Center.\\par\n3. \\ldblquote Uniformed first responders\\rdblquote  means those individuals who were employees of (i) the New York city fire department, including emergency medical technicians and paramedics; (ii) the New York city police department; (iii) the New York city department of corrections; (iv) the New York city department of sanitation; (v) the metropolitan transportation authority; and (vi) the port authority of New York and New Jersey; who, while on duty, were involved in the rescue, recovery, clean-up, or other disaster-related activities at the World Trade Center site and/or with the World Trade Center Recovery Operations at the Staten Island site at any time beginning on September 11, 2001 through June 30, 2002.\\par\n4. \\ldblquote World Trade Center Health Registry\\rdblquote  means the collaborative initiative between the department and the federal agency for toxic substances and disease registry, academic institutions, public agencies and community groups that is tracking and maintaining records on the physical and mental health of particular groups of registered individuals, including uniformed first responders, who were closely associated with the events of September 11, 2001.\\par\nb. Reports regarding health status and treatment of uniformed first responders registered with the World Trade Center Health Registry. 1. The department shall, on or before September first of each year, beginning in the year two thousand seven, submit a report to the council indicating the health status and medical treatment, including physical and psychological treatment, of all uniformed first responders registered with the World Trade Center Health Registry. To the extent such information is available, each yearly report shall include, at a minimum, the most recent non-identifying data on (i) the number of uniformed first responders participating in the World Trade Center Health Registry, disaggregated by whether they were involved in activities at the site of the former World Trade Center or at the Staten Island site, or both, the city agency such responders were employed by on September 11, 2001, the city agency such responders are currently employed by, if any, and such responders\\rquote  gender, age, ethnic background, level of educational attainment and household income; (ii) the physical and psychological diagnoses of all such individuals; (iii) the number of all such individuals who are currently receiving treatment in relation to one or more of the diagnoses reported pursuant to subparagraph (ii) of this paragraph, disaggregated by whether such treatment is physical or psychological; and (iv) the number of all such individuals who have died and the causes of such deaths.\\par\n2. The annual reports required pursuant to this section shall be made available to any member of the public upon request.\\par\n\\ulnone\\'a72. Effect of invalidity; severability. If any section, subsection, sentence, clause, phrase, or other portion of this local law, including any requirement imposed pursuant to it, is for any reason declared unconstitutional or invalid, in whole or in part, by any court of competent jurisdiction, such portion shall be deemed severable, and such unconstitutionality or invalidity shall not affect the validity of the remaining portions of this local law, which remaining portions shall continue in full force and effect.\\par\n\\'a73. This local law shall take effect immediately.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\par\n\\pard\\nowidctlpar\\fs20\\par\nAS\\par\nLS # 1718 \\par\nOctober 30, 2006\\fs24\\line\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
