{
  "ID": 37624,
  "GUID": "90A6F05A-0524-4ECF-966B-B68CB1AB4B47",
  "File": "Int 0474-2006",
  "Name": "Requirements for foundation and earthwork permits.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to requirements for foundation and earthwork permits.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2006-11-15T00:00:00Z",
  "AgendaDate": "2006-11-15T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    }
  ],
  "History": [
    {
      "ID": 197464,
      "Date": "2006-11-15T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 197652,
      "Date": "2006-11-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6746,
      "AgendaSequence": 115,
      "MinutesSequence": 132,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236474,
      "Date": "2009-12-31T15:11:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 38268,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1.  Section 27-163 of the administrative code of the city of New York is amended to read as follows:\n§27-163 General requirements.  All applications for foundation and earthwork permits shall be subject to the requirements of articles nine and ten and section 27-156 of article eleven of this subchapter. When the permit sought is solely for earthwork excavation operations, the applicant shall also submit satisfactory evidence that the property is free from any lien for unpaid city taxes, assessments, water rates, bail bonds, or judgments obtained by the city, together with the consent in writing of the mortgagee, if there is any mortgage upon the property, and the consent in writing of the surrogate's court or the supreme court, if the owner of the property is a minor or incompetent.  No foundation or earthwork permit shall be issued unless and until such permit has been reviewed and approved by the borough commissioner of the department of buildings for the borough in which the property is located.\n§2.  Article 13 of subchapter one of chapter one of title 27 of the administrative code of the city of New York is amended by adding a new section 27-165.1 to read as follows:\n§27-165.1  Public notice.  a.  The department shall, at a minimum, maintain separate lists disaggregated by address, community district, council district, and zip code based on each location for which a foundation or earthwork permit was requested, which shall set forth the (i) name, business address and business telephone number of each applicant for a foundation or earthwork permit, (ii) the location for which the permit was requested, (iii) the date of each application for a foundation or earthwork permit, (iv) the current status of the application for a foundation or earthwork permit at each such location including whether any such application is pending, approved or denied, and (v) the date that any foundation or earthwork permit at each such location was issued.  Each such list shall be available to the public within a searchable database on the department’s website and shall be made available to the public upon request during the department’s regular business hours.\n§3.  This local law shall take effect ninety days after its enactment.\n\n\n\n\nLS# 702\nTNN\n10/20/06",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1.  Section 27-163 of the administrative code of the city of New York is amended to read as follows:\\ul\\par\n\\ulnone\\'a727-163 General requirements.  All applications for foundation and earthwork permits shall be subject to the requirements of articles nine and ten and section 27-156 of article eleven of this subchapter. When the permit sought is solely for earthwork excavation operations, the applicant shall also submit satisfactory evidence that the property is free from any lien for unpaid city taxes, assessments, water rates, bail bonds, or judgments obtained by the city, together with the consent in writing of the mortgagee, if there is any mortgage upon the property, and the consent in writing of the surrogate's court or the supreme court, if the owner of the property is a minor or incompetent.  \\ul No foundation or earthwork permit shall be issued unless and until such permit has been reviewed and approved by the borough commissioner of the department of buildings for the borough in which the property is located.\\par\n\\ulnone\\'a72.  Article 13 of subchapter one of chapter one of title 27 of the administrative code of the city of New York is amended by adding a new section 27-165.1 to read as follows:\\par\n\\ul\\'a727-165.1  Public notice.  a.  The department shall, at a minimum, maintain separate lists disaggregated by address, community district, council district, and zip code based on each location for which a foundation or earthwork permit was requested, which shall set forth the (i) name, business address and business telephone number of each applicant for a foundation or earthwork permit, (ii) the location for which the permit was requested, (iii) the date of each application for a foundation or earthwork permit, (iv) the current status of the application for a foundation or earthwork permit at each such location including whether any such application is pending, approved or denied, and (v) the date that any foundation or earthwork permit at each such location was issued.  Each such list shall be available to the public within a searchable database on the department\\rquote s website and shall be made available to the public upon request during the department\\rquote s regular business hours.\\par\n\\ulnone\\'a73.  This local law shall take effect ninety days after its enactment.\\par\n\\pard\\sl480\\slmult1\\qj\\par\n\\par\n\\par\n\\par\n\\pard\\qj\\fs20 LS# 702\\par\nTNN\\par\n10/20/06\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
