{
  "ID": 37746,
  "GUID": "1F814447-C5C3-46E7-97D8-FD7AEEA68129",
  "File": "Int 0475-2006",
  "Name": "Establishing the offense of unlawfully dealing with a minor by certain establishments.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to establishing the offense of unlawfully dealing with a minor by certain establishments.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2006-11-15T00:00:00Z",
  "AgendaDate": "2006-11-15T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5278,
      "Slug": "melinda-r-katz",
      "FullName": "Melinda R. Katz"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    }
  ],
  "History": [
    {
      "ID": 197518,
      "Date": "2006-11-15T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 197654,
      "Date": "2006-11-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6746,
      "AgendaSequence": 117,
      "MinutesSequence": 134,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236473,
      "Date": "2009-12-31T15:11:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 38411,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1.  Chapter 1 of title 10 of the administrative code of the city of New York is hereby amended by adding a new section 10-134.3, to read as follows:\n\t§10-134.3 Unlawfully dealing with a minor.  a.  Definitions.  For the purposes of this section:\n(1)  “Minor” means any natural person under 18 years of age. \n(2)  “Person” means any individual, firm, association, corporation, partnership or other business entity.\n(3)  “Public dance hall” means any room, place or space in which dancing is carried on and to which the public may gain admission, either with or without the payment of a fee.\n(4)  “Cabaret” means any room, place or space in the city in which any musical entertainment, singing, dancing or other form of amusement is permitted in connection with the restaurant business or the business of directly or indirectly selling to the public food or drink, except eating or drinking places, which provide incidental musical entertainment, without dancing, either by mechanical devices, or by not more than three persons, which is required to be licensed by the department of consumer affairs pursuant to section 20-360 of the code.\n \t(5)  “Bar” means a business establishment or any portion of a non-profit entity, which is devoted to the selling and serving of alcoholic beverages for consumption by the public, guests, patrons, or members on the premises and in which the serving of food, if served at all, is only incidental to the sale or consumption of such beverages.  For the purposes of this chapter, the term “bar”: (i) shall include a restaurant bar; and (ii) shall include any area located in a hotel or motel, which is devoted to the selling and serving of alcoholic beverages for consumption by the public, guests, patrons, or members on the premises and in which the serving of food, if at all, is only incidental to the sale or consumption of alcoholic beverages. For the purposes of this subdivision, (i) service of food shall be considered incidental to the sale or consumption of alcoholic beverages if the food service generates less than forty percent of total annual gross sales and (ii) any business establishment or any portion of a non-profit entity which is devoted to the selling and serving of alcoholic beverages for consumption by the public, guests, patrons, or members on the premises that generates forty percent or more of total annual gross sales from the sale of food for on-premises consumption shall be a restaurant.\n(6)  “Catering establishment” means any premises owned or operated by any person who regularly furnishes for hire therein one or more ballrooms, reception rooms, dining rooms, banquet halls or similar places of assemblage for a private function, occasion or event or who furnishes provisions and services for consumption or use at such function, occasion or event. \nb. (1)  No owner, lessee, manager, supervisor, employee or other person who maintains control of a public dance hall, cabaret or bar shall permit a minor to enter or remain at such place unless:\n  \ti.  Such minor is accompanied by a parent, guardian or an adult authorized by a parent or guardian to accompany such minor; or\nii.  Such place is being used for the benefit or under the auspices of any non-profit school or other educational or religious institution; or\niii.  Such place is closed to the public for a specified period of time to\nconduct a private event and no alcoholic beverages are sold during such period of time; or\niv.  Such place is otherwise permitted by law to do so.\n(2)  The provisions of this section shall not apply to catering establishments.  \nc. (1)  Any person who violates the provisions of this section shall be guilty, upon a first offense, of a class B misdemeanor punishable by a fine of not more than two thousand five hundred dollars or imprisonment of not more than three months, or both.  \t\n(2)  Any person who violates the provisions of this section shall be guilty, upon a second or subsequent offense committed within one year of a previous offense, of a class A misdemeanor punishable by a fine of not more than five thousand dollars or imprisonment of not more than one year, or both. \nb.  The penalties set forth in subdivision c of this section shall be in addition to any other penalties or remedies permissible or available by law.  \n§2. This local law shall take effect one hundred twenty days after its enactment, provided that the commissioner of the department of consumer affairs may take any actions necessary to effect the provisions of this local law prior to its effective date, including, but not limited to, promulgating rules.\n\n\nTSF\nLS 1593 / 2006\n10.04.06\n6:36 PM",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\tab Section 1.  Chapter 1 of title 10 of the administrative code of the city of New York is hereby amended by adding a new section 10-134.3, to read as follows:\\par\n\\tab\\ul\\'a710-134.3 Unlawfully dealing with a minor.  a.  Definitions.  For the purposes of this section:\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1 (1)  \\ldblquote Minor\\rdblquote  means any natural person under 18 years of age. \\par\n(2)  \\ldblquote Person\\rdblquote  means any individual, firm, association, corporation, partnership or other business entity.\\par\n(3)  \\ldblquote Public dance hall\\rdblquote  means any room, place or space in which dancing is carried on and to which the public may gain admission, either with or without the payment of a fee.\\par\n(4)  \\ldblquote Cabaret\\rdblquote  means any room, place or space in the city in which any musical entertainment, singing, dancing or other form of amusement is permitted in connection with the restaurant business or the business of directly or indirectly selling to the public food or drink, except eating or drinking places, which provide incidental musical entertainment, without dancing, either by mechanical devices, or by not more than three persons, \\cf0 which is required to be licensed by the department of consumer affairs pursuant to section 20-360 of the code\\cf1 .\\ulnone\\line  \\tab\\ul (5)  \\ldblquote\\cf0 Bar\\rdblquote  means a business establishment or any portion of a non-profit entity, which is devoted to the selling and serving of alcoholic beverages for consumption by the public, guests, patrons, or members on the premises and in which the serving of food, if served at all, is only incidental to the sale or consumption of such beverages.  For the purposes of this chapter, the term \\ldblquote bar\\rdblquote : (i) shall include a restaurant bar; and (ii) shall include any area located in a hotel or motel, which is devoted to the selling and serving of alcoholic beverages for consumption by the public, guests, patrons, or members on the premises and in which the serving of food, if at all, is only incidental to the sale or consumption of alcoholic beverages. For the purposes of this subdivision, (i) service of food shall be considered incidental to the sale or consumption of alcoholic beverages if the food service generates less than forty percent of total annual gross sales and (ii) any business establishment or any portion of a non-profit entity which is devoted to the selling and serving of alcoholic beverages for consumption by the public, guests, patrons, or members on the premises that generates forty percent or more of total annual gross sales from the sale of food for on-premises consumption shall be a restaurant.\\ulnone\\par\n\\cf1\\ul (6)  \\ldblquote Catering establishment\\rdblquote  means any premises owned or operated by any person who regularly furnishes for hire therein one or more ballrooms, reception rooms, dining rooms, banquet halls or similar places of assemblage for a private function, occasion or event or who furnishes provisions and services for consumption or use at such function, occasion or event. \\par\nb. (1)  No owner, lessee, manager, supervisor, employee or other person who maintains control of a public dance hall, cabaret or bar shall permit a minor to enter or remain at such place unless:\\line\\ulnone   \\tab\\ul i.  Such minor is accompanied by a parent, guardian or an adult authorized by a parent or guardian to accompany such minor; or\\par\nii.  Such place is being used for the benefit or under the auspices of any non-profit school or other educational or religious institution; or\\par\n\\pard\\nowidctlpar\\li720\\sl480\\slmult1 iii.  Such place is closed to the public for a specified period of time to\\par\n\\pard\\nowidctlpar\\sl480\\slmult1 conduct a private event and no alcoholic beverages are sold during such period of time; or\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1 iv.  Such place is otherwise permitted by law to do so.\\par\n(2)  The provisions of this section shall not apply to catering establishments.  \\par\nc. (1)  Any person who violates the provisions of this section shall be guilty, upon a first offense, of a class B misdemeanor punishable by a fine of not more than two thousand five hundred dollars or imprisonment of not more than three months, or both.\\ulnone   \\tab\\par\n\\ul (2)  Any person who violates the provisions of this section shall be guilty, upon a second or subsequent offense committed within one year of a previous offense, of a class A misdemeanor punishable by a fine of not more than five thousand dollars or imprisonment of not more than one year, or both. \\par\nb.  The penalties set forth in subdivision c of this section shall be in addition to any other penalties or remedies permissible or available by law.  \\par\n\\ulnone\\'a72. This local law shall take effect one hundred twenty days after its enactment, provided that the commissioner of the department of consumer affairs may take any actions necessary to effect the provisions of this local law prior to its effective date, including, but not limited to, promulgating rules.\\par\n\\par\n\\pard\\nowidctlpar\\fi720\\fs18\\par\nTSF\\par\nLS 1593 / 2006\\par\n10.04.06\\par\n6:36 PM\\ul\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
