{
  "ID": 37694,
  "GUID": "26475129-F476-4B81-A45E-3A160CB60835",
  "File": "Int 0477-2006",
  "Name": "Annual inspection of and reporting on structural integrity in police precincts.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to annual inspection of and reporting on structural integrity in police precincts.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2006-11-15T00:00:00Z",
  "AgendaDate": "2006-11-15T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 6271,
      "Slug": "james-vacca",
      "FullName": "James Vacca"
    },
    {
      "ID": 5268,
      "Slug": "tony-avella",
      "FullName": "Tony Avella"
    },
    {
      "ID": 5259,
      "Slug": "gale-a-brewer",
      "FullName": "Gale A. Brewer"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5291,
      "Slug": "lewis-a-fidler",
      "FullName": "Lewis A. Fidler"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5280,
      "Slug": "james-sanders-jr",
      "FullName": "James Sanders, Jr."
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    },
    {
      "ID": 436,
      "Slug": "james-s-oddo",
      "FullName": "James S. Oddo"
    }
  ],
  "History": [
    {
      "ID": 197462,
      "Date": "2006-11-15T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 197659,
      "Date": "2006-11-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6746,
      "AgendaSequence": 122,
      "MinutesSequence": 139,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236472,
      "Date": "2009-12-31T15:10:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 38358,
  "Text": "Be it enacted by the Council as follows:\n\tSection 1. Chapter one of title 14 of the administrative code of the City of New York is amended by adding a new section 14-152 to read as follows:\n\t§14-152. Police precinct inspection and reporting. a. The commissioner shall direct a licensed professional engineer to visually inspect every police precinct in the last six months of each year to assess the structural integrity of every precinct. \nb. Prior to the visual inspection, the professional engineer shall obtain and examine the building’s structural layout plans to develop an understanding of the structural system and layout of the building, identify critical areas for inspection, identify allowable imposed loads and identify unauthorized additions or alterations that could affect the structure of the precinct. \nc. The visual inspection shall include a review of the conditions of the structure of the precinct to identify structural defects, signs of structural distress and deformation or material deterioration. The visual inspection shall also include a review of the loading on the structure of the precinct to identify any change of use, misuse or abuse which can result in overloading as well as any addition or alteration that could result in overloading or have other adverse effects on the structure. The professional engineer shall document his or her findings in writing.\n\td. If the professional engineer finds signs of significant structural deterioration or defects are present, he or she shall make a professional assessment of the deterioration or defect and, if necessary, recommend appropriate actions to be taken, including repair works, or a full structural investigation of parts of or the entire precinct. \ne. The professional engineer shall issue a report card for the overall structural integrity of each precinct and grade the structural integrity as Excellent, Very Good, Fair, Poor or Unacceptable and document the reasons for the grade.\n f. On February first of each year, the commissioner shall submit a report to the council, listing each precinct that has been inspected during the previous year, along with the corresponding grades for structural integrity and the reasons given for those grades by the professional engineer. \n§2. This local law shall take effect immediately upon its enactment.\nLS#1200\nRCC\n11/08/2006",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq1\\fcharset128 MS Mincho;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\tab Section 1. Chapter one of title 14 of the administrative code of the City of New York is amended by adding a new section 14-152 to read as follows:\\par\n\\tab\\ul\\'a714-152. Police precinct inspection and reporting. a. The commissioner shall direct a licensed professional engineer to visually inspect every police precinct in the last six months of each year to assess the structural integrity of every precinct.\\ulnone  \\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj\\ul b. Prior to the visual inspection, the professional engineer shall obtain and examine the building\\rquote s structural layout plans to develop an understanding of the structural system and layout of the building, identify critical areas for inspection, identify allowable imposed loads and identify unauthorized additions or alterations that could affect the structure of the precinct. \\par\nc. The visual inspection shall include a review of the conditions of the structure of the precinct to identify structural defects, signs of structural distress and deformation or material deterioration. The visual inspection shall also include a review of the loading on the structure of the precinct to identify any change of use, misuse or abuse which can result in overloading as well as any addition or alteration that could result in overloading or have other adverse effects on the structure. The professional engineer shall document his or her findings in writing.\\par\n\\pard\\nowidctlpar\\sl480\\slmult1\\qj\\ulnone\\f1\\tab\\ul\\f0 d. If the professional engineer finds signs of significant structural deterioration or defects are present, he or she shall make a professional assessment of the deterioration or defect and, if necessary, recommend appropriate actions to be taken, including repair works, or a full structural investigation of parts of or the entire precinct. \\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\qj e. The professional engineer shall issue a report card for the overall structural integrity of each precinct and grade the structural integrity as Excellent, Very Good, Fair, Poor or Unacceptable and document the reasons for the grade.\\par\n f. On February first of each year, the commissioner shall submit a report to the council, listing each precinct that has been inspected during the previous year, along with the corresponding grades for structural integrity and the reasons given for those grades by the professional engineer. \\par\n\\ulnone\\'a72. This local law shall take effect immediately upon its enactment.\\f1\\par\n\\pard\\nowidctlpar\\qj\\f0 LS#1200\\par\n\\pard\\nowidctlpar RCC\\par\n11/08/2006\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
