{
  "ID": 37751,
  "GUID": "670E116B-B003-4989-BBBF-79400FA28847",
  "File": "Int 0479-2006",
  "Name": "Prohibiting the consumption of alcoholic beverages by minors at private residences.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to prohibiting the consumption of alcoholic beverages by minors at private residences.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 19,
  "BodyName": "Committee on Public Safety",
  "IntroDate": "2006-11-15T00:00:00Z",
  "AgendaDate": "2006-11-15T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    }
  ],
  "History": [
    {
      "ID": 197680,
      "Date": "2006-11-15T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 197679,
      "Date": "2006-11-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Public Safety",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6746,
      "AgendaSequence": 124,
      "MinutesSequence": 141,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Public Safety",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236470,
      "Date": "2009-12-31T15:09:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 38417,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Title 10 of the administrative code of the city of New York is amended by adding a new section 10-164 to read as follows:\n\t§ 10-164.  Prohibition against the consumption of alcoholic beverages by minors at private residences.  a. It shall be a violation of this section for any person having control of any private residence to allow any person under the age of twenty-one, except such persons described by section 65-c of the New York State Alcoholic Beverage Control Law (“ABC law”), to consume any alcoholic beverage, as defined by section 3 of the ABC law, at such residence if such person knew or had reason to know of said minor’s alcoholic beverage consumption.  For purposes of this section, the term “private residence” shall mean any home, apartment, condominium, cooperative unit or other dwelling unit of any kind, including yards and open areas adjacent thereto.\n\tb.  Any person who violates this section shall be guilty of a class A misdemeanor, and may be subject to a fine not to exceed $250.  \n\t§2.  This local law shall take effect ninety days after its enactment; provided that the relevant city agencies shall take all necessary steps, including but not limited to the promulgation of rules, to ensure the prompt implementation of this local law upon its effective date.  \n\n\nLD/LS 1928/11/9/06",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\sl480\\slmult1\\tab Section 1.  Title 10 of the administrative code of the city of New York is amended by adding a new section 10-164 to read as follows:\\par\n\\tab\\ul\\'a7 10-164.  \\b Prohibition against the consumption of alcoholic beverages by minors at private residences.\\b0   a. It shall be a violation of this section for any person having control of any private residence to allow any person under the age of twenty-one, except such persons described by section 65-c of the New York State Alcoholic Beverage Control Law (\\ldblquote ABC law\\rdblquote ), to consume any alcoholic beverage, as defined by section 3 of the ABC law, at such residence if such person knew or had reason to know of said minor\\rquote s alcoholic beverage consumption.  For purposes of this section, the term \\ldblquote private residence\\rdblquote  shall mean any home, apartment, condominium, cooperative unit or other dwelling unit of any kind, including yards and open areas adjacent thereto.\\par\n\\ulnone\\tab\\ul b.  Any person who violates this section shall be guilty of a class A misdemeanor, and may be subject to a fine not to exceed $250.  \\ulnone\\par\n\\cf1\\tab\\'a72.  This local law shall take effect ninety days after its enactment; provided that the relevant city agencies shall take all necessary steps, including but not limited to the promulgation of rules, to ensure the prompt implementation of this local law upon its effective date.  \\par\n\\par\n\\par\nLD/LS 1928/11/9/06\\cf0\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
