{
  "ID": 37745,
  "GUID": "00D7CB8F-1060-4F6E-8CBC-039FED278533",
  "File": "Int 0480-2006",
  "Name": "Sale of meats.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to the sale of meats.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5,
  "BodyName": "Committee on Consumer Affairs",
  "IntroDate": "2006-11-15T00:00:00Z",
  "AgendaDate": "2006-11-15T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5271,
      "Slug": "peter-f-vallone-jr",
      "FullName": "Peter F. Vallone, Jr."
    },
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 435,
      "Slug": "michael-c-nelson",
      "FullName": "Michael C. Nelson"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    }
  ],
  "History": [
    {
      "ID": 197517,
      "Date": "2006-11-15T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 197661,
      "Date": "2006-11-15T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Consumer Affairs",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6746,
      "AgendaSequence": 125,
      "MinutesSequence": 142,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Consumer Affairs",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236469,
      "Date": "2009-12-31T15:09:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 38410,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Section 20-676 of title 20 of the administrative code of the city of New York is amended by adding a new subdivision d, to read as follows:\n(d)  “Modified atmosphere packaging.”  The use of a foreign substance, gas or compound, including, but not limited to, carbon monoxide, in the packaging of meat that has the effect of disguising the age of meat by, among other things, artificially imparting a red color to its surface.\n§2. Section 20-677 of title 20 of the administrative code of the city of New York is amended, to read as follows:\n§20-677 Sales at retail.  (a)  It shall be unlawful for any person to sell or offer for sale, at retail, any pickled, pumped, cured, or otherwise processed meats or meat products which shall contain added curing solution or any other liquid more than ten percent, by weight, of the total weight of the meat, except that pickled, pumped, cured, or otherwise processed beef brisket shall not contain more than twenty percent, by weight, of added curing solution or any other liquid.\n \t(b) It shall be unlawful for any person to sell or offer for sale, at retail, any meats or meat products which have been subjected to modified atmosphere packaging.\n  \t§3. Section 20-678 of title 20 of the administrative code of the city of New York is amended, to read as follows:\n  \t§20-678 Sales at wholesale.  (a)  It shall be unlawful for any person to sell, or offer for sale at wholesale, any pickled, pumped, cured, or otherwise processed meats or meat products which shall contain added curing solution or any other liquid more than ten percent, by weight, of the total weight of the meat, except that pickled, pumped, cured, or otherwise processed beef brisket shall not contain more than twenty percent, by weight, of added curing solution or any other liquid.\n  \t(b) It shall be unlawful for any person to sell or offer for sale, at wholesale, any meats or meat products which have been subjected to modified atmosphere packaging.\n§4. Section 20-681 of title 20 of the administrative code of the city of New York is amended, to read as follows:\n§20-681 Punishment.  (a) Any person who shall violate any of the provisions of this subchapter shall be liable to forfeit and pay a civil penalty in the sum of not more than [one] two hundred dollars for each violation.\n \t(b) Any person who shall violate any of the provisions of this subchapter shall be guilty of an offense and punishable by a fine of not less than [twenty-five] fifty dollars nor more than [two hundred fifty] five hundred dollars, for each offense, or by imprisonment for not more than thirty (30) days, or both.\n\t§5.   This local law shall take effect one hundred twenty days after it shall have been enacted into law except that prior to such effective date the commissioner of consumer affairs may promulgate rules or take any other action necessary for implementation of this local law.\n\n\nTSF\nLS 1364\n11.08.06",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq2\\fcharset0 Times New Roman Bold;}}\n{\\colortbl ;\\red0\\green0\\blue0;}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows\\ulnone :\\par\n\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1 Section 1. Section 20-676 of title 20 of the administrative code of the city of New York is amended by adding a new subdivision d, to read as follows:\\par\n(\\ul d)  \\ldblquote Modified atmosphere packaging.\\rdblquote   The use of a foreign substance, gas or compound, including, but not limited to, carbon monoxide, in the packaging of meat that has the effect of disguising the age of meat by, among other things, artificially imparting a red color to its surface.\\par\n\\ulnone\\'a72. Section 20-677 of title 20 of the administrative code of the city of New York is amended, to read as follows:\\par\n\\'a720-677 \\b\\f1 Sales at retail\\b0\\f0 .  \\ul (a)\\ulnone   It shall be unlawful for any person to sell or offer for sale, at retail, any pickled, pumped, cured, or otherwise processed meats or meat products which shall contain added curing solution or any other liquid more than ten percent, by weight, of the total weight of the meat, except that pickled, pumped, cured, or otherwise processed beef brisket shall not contain more than twenty percent, by weight, of added curing solution or any other liquid.\\line  \\tab\\ul (b) It shall be unlawful for any person to sell or offer for sale, at retail, any meats or meat products which have been subjected to modified atmosphere packaging.\\ulnone\\line   \\tab\\'a73. Section 20-678 of title 20 of the administrative code of the city of New York is amended, to read as follows:\\par\n\\pard\\nowidctlpar\\sl480\\slmult1   \\tab\\'a720-678 \\b\\f1 Sales at wholesale\\b0\\f0 .  \\ul (a)\\ulnone   It shall be unlawful for any person to sell, or offer for sale at wholesale, any pickled, pumped, cured, or otherwise processed meats or meat products which shall contain added curing solution or any other liquid more than ten percent, by weight, of the total weight of the meat, except that pickled, pumped, cured, or otherwise processed beef brisket shall not contain more than twenty percent, by weight, of added curing solution or any other liquid.\\line   \\tab\\ul (b) It shall be unlawful for any person to sell or offer for sale, at wholesale, any meats or meat products which have been subjected to modified atmosphere packaging.\\par\n\\pard\\nowidctlpar\\fi720\\sl480\\slmult1\\ulnone\\'a74. Section 20-681 of title 20 of the administrative code of the city of New York is amended, to read as follows:\\par\n\\'a720-681 \\b\\f1 Punishment.\\b0\\f0   (a) Any person who shall violate any of the provisions of this subchapter shall be liable to forfeit and pay a civil penalty in the sum of not more than [one] \\ul two\\ulnone  hundred dollars for each violation.\\line  \\tab (b) Any person who shall violate any of the provisions of this subchapter shall be guilty of an offense and punishable by a fine of not less than [twenty-five] \\ul fifty\\ulnone  dollars nor more than [two hundred fifty] \\ul five hundred\\ulnone  dollars, for each offense, or by imprisonment for not more than thirty (30) days, or both.\\line\\tab\\'a75.   This local law shall take effect one hundred twenty days after it shall have been enacted into law except that prior to such effective date the commissioner of consumer affairs may promulgate rules or take any other action necessary for implementation of this local law.\\par\n\\pard\\nowidctlpar\\fi720\\par\n\\par\n\\fs20 TSF\\par\nLS 1364\\par\n11.08.06\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
