{
  "ID": 37783,
  "GUID": "402F610D-AFB2-4E1A-ADA0-C0800E7B6324",
  "File": "Int 0481-2006",
  "Name": "Eliminating the prearrangement and passenger manifest requirements for commuter vans.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to eliminating the prearrangement and passenger manifest requirements for commuter vans.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 29,
  "BodyName": "Committee on Transportation",
  "IntroDate": "2006-11-29T00:00:00Z",
  "AgendaDate": "2006-11-29T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 6270,
      "Slug": "inez-e-dickens",
      "FullName": "Inez E. Dickens"
    },
    {
      "ID": 5265,
      "Slug": "helen-d-foster",
      "FullName": "Helen D. Foster"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 6268,
      "Slug": "jessica-s-lappin",
      "FullName": "Jessica S. Lappin"
    },
    {
      "ID": 6272,
      "Slug": "darlene-mealy",
      "FullName": "Darlene Mealy"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5284,
      "Slug": "albert-vann",
      "FullName": "Albert Vann"
    },
    {
      "ID": 6273,
      "Slug": "thomas-white-jr",
      "FullName": "Thomas White, Jr."
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    }
  ],
  "History": [
    {
      "ID": 197939,
      "Date": "2006-11-29T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 198101,
      "Date": "2006-11-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Transportation",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6779,
      "AgendaSequence": 85,
      "MinutesSequence": 102,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Transportation",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236468,
      "Date": "2009-12-31T15:08:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 38449,
  "Text": "Be it enacted by the Council as follows:\n\n\tSection 1.  Subdivisions p and q of section 19-502 of chapter 5 of title 19 of the administrative code of the city of New York are amended to read as follows:\n\tp.  “Commuter van” means a commuter van service having a seating capacity of at least nine passengers but not more than twenty passengers or such greater capacity as the commission may establish by rule and carrying passengers for hire in the city duly licensed as a commuter van by the commission [and not permitted to accept hails from prospective passengers in the street].  For purposes of the provisions of this chapter relating to prohibitions against the operation of an unauthorized commuter van service or an unlicensed commuter van and to the enforcement of such prohibitions and to the imposition of penalties for violations of such prohibitions, the term shall also include any common carrier of passengers by motor vehicle not subject to licensure as a taxicab, for-hire vehicle, or wheelchair accessible van or not operating as an authorized bus line pursuant to applicable provisions of law.  The commission shall submit to the council the text of any proposed rule relating to the maximum capacity of commuter vans at the time such proposed rule is published in the City Record.\n\tq.  “Commuter van service” means  a subclassification of common carriers of passengers by motor vehicles as such term is defined in subdivision seven of section two of the transportation law, that provides a transportation service through the use of one or more commuter vans [on a prearranged regular daily basis], over non-specified or irregular routes, between a zone in a residential neighborhood and a location which shall be a work related central location, a mass transit or mass transportation facility, a shopping center, recreational facility or airport.  A “commuter van service” shall not include any person who exclusively provides: (1) any one or more of the forms of transportation that are specifically exempted from article seven of the transportation law; or (2) any one or more of the forms of transportation regulated under this chapter other than transportation by commuter vans.  \n\t§2.  Subdivision a of section 19-504 of chapter five of title 19 of the administrative code of the city of New York is amended to read as follows:\n\ta.  (1)  A taxicab, coach, wheelchair accessible van, commuter van or for-hire vehicle shall operate within the city of New York only if the owner shall first have obtained from the commission a taxicab, coach, wheelchair accessible van, commuter van or for-hire vehicle license for such vehicle and only while such license is in full force and effect.  Vehicle licenses shall be issued for a term of not less than one nor more than two years and shall expire on the date set forth on the license unless sooner suspended or revoked by the commission.  No motor vehicle other than a duly licensed taxicab or duly licensed commuter van shall be permitted to accept hails from passengers in the street.  No commuter van shall be operated within the city of New York unless it is operated as part of a current, valid authorization to operate a commuter van service duly issued by the commission pursuant to section 19-504.2 of this chapter.\n\t§3.  Paragraph 7 of subdivision a of section 19-504.3 of chapter five of title 19 of the administrative code of the city of New York is amended to read as follows:\n\t (7)  A commuter van service and an owner of a commuter van shall maintain such records as the commission shall prescribe by rule [including, but not limited to, records of requests for service and trips].  Such records shall be subject to inspection by authorized officers or employees of the commission during regular business hours.\n\t§4.  Section 19-516 of chapter 5 of title 19 of the administrative code of the city of New York is amended to read as follows:\n\t§19-516.  Acceptance of passengers by for-hire vehicles [and commuter vans].[a.]  For-hire vehicles may accept passengers only on the basis of telephone contract or prearrangement.  The commission may establish such disciplinary actions as it deems appropriate for failure to abide by the provisions of this chapter.\n\t[b.  No commuter van service and no person who owns, operates or drives a commuter van, shall provide, permit or authorize the provision of transportation service to a passenger unless such service to a passenger is on the basis of a telephone contract or other prearrangement and such prearrangement is evidenced by such records as are required by the commission to be maintained.  Where a violation of this subdivision has been committed by a driver of a commuter van, the commuter van service and the owner of such vehicle shall also be liable for a violation of this subdivision.]\n\t§5.  Subdivision c of section 19-529.4 of chapter of title 19 of the administrative code of the city of New York is amended to read as follows:\n\tc.  All commuter vans shall at all times carry inside the vehicle and the operator shall produce upon demand of any officer or employee designated by the commission, any police officer or any authorized officers or employees of the department of transportation or the New York city transit authority:\n1.\tthe commuter van license;\n2.\tthe driver’s commuter van driver’s license;\n3.\tthe authorization to operate a commuter van service, or copy thereof reproduced in accordance with the specifications set forth in the rules of the commission; and\n4.\tthe vehicle registration and evidence of current liability insurance[; and\n5.\ta passenger manifest, and such records evidencing prearrangement as are prescribed by rule of the commission].\n§6.  This local law shall take effect immediately.\n\nPH\nLS # 1974\n11/21/06 - 10:40 am",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\ulnone\\par\n\\par\n\\pard\\sl480\\slmult1\\qj\\tab Section 1.  Subdivisions p and q of section 19-502 of chapter 5 of title 19 of the administrative code of the city of New York are amended to read as follows:\\par\n\\tab p.  \\ldblquote Commuter van\\rdblquote  means a commuter van service having a seating capacity of at least nine passengers but not more than twenty passengers or such greater capacity as the commission may establish by rule and carrying passengers for hire in the city duly licensed as a commuter van by the commission [and not permitted to accept hails from prospective passengers in the street].  For purposes of the provisions of this chapter relating to prohibitions against the operation of an unauthorized commuter van service or an unlicensed commuter van and to the enforcement of such prohibitions and to the imposition of penalties for violations of such prohibitions, the term shall also include any common carrier of passengers by motor vehicle not subject to licensure as a taxicab, for-hire vehicle, or wheelchair accessible van or not operating as an authorized bus line pursuant to applicable provisions of law.  The commission shall submit to the council the text of any proposed rule relating to the maximum capacity of commuter vans at the time such proposed rule is published in the City Record.\\par\n\\tab q.  \\ldblquote Commuter van service\\rdblquote  means  a subclassification of common carriers of passengers by motor vehicles as such term is defined in subdivision seven of section two of the transportation law, that provides a transportation service through the use of one or more commuter vans [on a prearranged regular daily basis], over non-specified or irregular routes, between a zone in a residential neighborhood and a location which shall be a work related central location, a mass transit or mass transportation facility, a shopping center, recreational facility or airport.  A \\ldblquote commuter van service\\rdblquote  shall not include any person who exclusively provides: (1) any one or more of the forms of transportation that are specifically exempted from article seven of the transportation law; or (2) any one or more of the forms of transportation regulated under this chapter other than transportation by commuter vans.  \\par\n\\tab\\'a72.  Subdivision a of section 19-504 of chapter five of title 19 of the administrative code of the city of New York is amended to read as follows:\\par\n\\tab a.  (1)  A taxicab, coach, wheelchair accessible van, commuter van or for-hire vehicle shall operate within the city of New York only if the owner shall first have obtained from the commission a taxicab, coach, wheelchair accessible van, commuter van or for-hire vehicle license for such vehicle and only while such license is in full force and effect.  Vehicle licenses shall be issued for a term of not less than one nor more than two years and shall expire on the date set forth on the license unless sooner suspended or revoked by the commission.  No motor vehicle other than a duly licensed taxicab \\ul or duly licensed commuter van\\ulnone  shall be permitted to accept hails from passengers in the street.  No commuter van shall be operated within the city of New York unless it is operated as part of a current, valid authorization to operate a commuter van service duly issued by the commission pursuant to section 19-504.2 of this chapter.\\par\n\\tab\\'a73.  Paragraph 7 of subdivision a of section 19-504.3 of chapter five of title 19 of the administrative code of the city of New York is amended to read as follows:\\par\n\\tab  (7)  A commuter van service and an owner of a commuter van shall maintain such records as the commission shall prescribe by rule [including, but not limited to, records of requests for service and trips].  Such records shall be subject to inspection by authorized officers or employees of the commission during regular business hours.\\par\n\\tab\\'a74.  Section 19-516 of chapter 5 of title 19 of the administrative code of the city of New York is amended to read as follows:\\par\n\\tab\\'a719-516.  Acceptance of passengers by for-hire vehicles [and commuter vans].[a.]  For-hire vehicles may accept passengers only on the basis of telephone contract or prearrangement.  The commission may establish such disciplinary actions as it deems appropriate for failure to abide by the provisions of this chapter.\\par\n\\tab [b.  No commuter van service and no person who owns, operates or drives a commuter van, shall provide, permit or authorize the provision of transportation service to a passenger unless such service to a passenger is on the basis of a telephone contract or other prearrangement and such prearrangement is evidenced by such records as are required by the commission to be maintained.  Where a violation of this subdivision has been committed by a driver of a commuter van, the commuter van service and the owner of such vehicle shall also be liable for a violation of this subdivision.]\\par\n\\tab\\'a75.  Subdivision c of section 19-529.4 of chapter of title 19 of the administrative code of the city of New York is amended to read as follows:\\par\n\\tab c.  All commuter vans shall at all times carry inside the vehicle and the operator shall produce upon demand of any officer or employee designated by the commission, any police officer or any authorized officers or employees of the department of transportation or the New York city transit authority:\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\tx1080 1.\\tab the commuter van license;\\par\n2.\\tab the driver\\rquote s commuter van driver\\rquote s license;\\par\n3.\\tab the authorization to operate a commuter van service, or copy thereof reproduced in accordance with the specifications set forth in the rules of the commission; \\ul and\\par\n\\ulnone 4.\\tab the vehicle registration and evidence of current liability insurance[; and\\par\n5.\\tab a passenger manifest, and such records evidencing prearrangement as are prescribed by rule of the commission].\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\'a76.  This local law shall take effect immediately.\\par\n\\par\n\\pard\\qj\\fs20 PH\\par\nLS # 1974\\par\n11/21/06 - 10:40 am\\fs24\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
