{
  "ID": 37781,
  "GUID": "BE0F00FF-7C1C-4292-80B3-C9EC8828D8D8",
  "File": "Int 0482-2006",
  "Name": "Radio communication between the NYPD and EMS and those that provide emergency medical service under the Fire Department’s 911 dispatch system.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to radio communication between the New York City Police Department and the Emergency Medical Service and those that provide emergency medical service under the Fire Department’s 911 dispatch system.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 5071,
  "BodyName": "Committee on Fire and Criminal Justice Services",
  "IntroDate": "2006-11-29T00:00:00Z",
  "AgendaDate": "2006-11-29T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5258,
      "Slug": "alan-j-gerson",
      "FullName": "Alan J. Gerson"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5262,
      "Slug": "g-oliver-koppell",
      "FullName": "G. Oliver Koppell"
    },
    {
      "ID": 5269,
      "Slug": "john-c-liu",
      "FullName": "John C. Liu"
    },
    {
      "ID": 6274,
      "Slug": "rosie-mendez",
      "FullName": "Rosie Mendez"
    },
    {
      "ID": 5292,
      "Slug": "domenic-m-recchia-jr",
      "FullName": "Domenic M. Recchia, Jr."
    },
    {
      "ID": 5290,
      "Slug": "kendall-stewart",
      "FullName": "Kendall Stewart"
    },
    {
      "ID": 5272,
      "Slug": "david-i-weprin",
      "FullName": "David I. Weprin"
    },
    {
      "ID": 6269,
      "Slug": "melissa-mark-viverito",
      "FullName": "Melissa Mark-Viverito"
    }
  ],
  "History": [
    {
      "ID": 197937,
      "Date": "2006-11-29T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 198104,
      "Date": "2006-11-29T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Fire and Criminal Justice Services",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6779,
      "AgendaSequence": 88,
      "MinutesSequence": 105,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Fire and Criminal Justice Services",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236467,
      "Date": "2009-12-31T15:08:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 38447,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Chapter one of title 10 of the administrative code of the city of New York is amended by adding a new section 10-165 to read as follows:\n§10-165 Emergency radio communications. a. New York City Fire Department Emergency Service paramedics, emergency medical technicians, private ambulance paramedics and emergency medical technicians providing emergency medical service under the fire department’s 911 dispatch system, shall be provided radios that have access to the Police Department radio frequency. Such radios shall permit two way radio communication with the Police Department. \n§2. This local law shall take effect 120 days after its enactment; provided that the relevant city agencies shall take all necessary steps, including but not limited to the promulgation of rules, to ensure the prompt implementation of this local law upon its effective date and provided further that section twelve of this local law shall take effect one year after it shall have become a law and provided further that any provisions of this local law that require the city clerk to post information on the internet or keep information in a computerized database or in electronic form shall take date.\n\n\nLS # 1184\nRCC\n11/08/2006..Body",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}{\\f1\\froman\\fprq1\\fcharset128 MS Mincho;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\par\n\\pard\\fi720\\sl480\\slmult1\\qj\\ulnone Section 1. Chapter one of title 10 of the administrative code of the city of New York is amended by adding a new section 10-165 to read as follows:\\par\n\\ul\\'a710-165\\b  Emergency radio communications\\b0 . a. New York City Fire Department Emergency Service paramedics, emergency medical technicians, private ambulance paramedics and emergency medical technicians providing emergency medical service under the fire department\\rquote s 911 dispatch system, shall be provided radios that have access to the Police Department radio frequency. Such radios shall permit two way radio communication with the Police Department. \\par\n\\ulnone\\'a72. This local law shall take effect 120 days after its enactment; provided that the relevant city agencies shall take all necessary steps, including but not limited to the promulgation of rules, to ensure the prompt implementation of this local law upon its effective \\v date and provided further that section twelve of this local law shall take effect one year after it shall have become a law and provided further that any provisions of this local law that require the city clerk to post information on the internet or keep information in a computerized database or in electronic form shall take \\v0 date.\\f1\\par\n\\pard\\qj\\par\n\\par\n\\f0 LS # 1184\\par\nRCC\\par\n11/08/2006\\v ..Body\\par\n\\pard\\sl480\\slmult1\\v0\\par\n\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
