{
  "ID": 37930,
  "GUID": "51816E5D-40C2-4CB2-AB3C-290AFDCB264B",
  "File": "Int 0493-2006",
  "Name": "Publishing a list of standard charges for plumbing repairs.",
  "Title": "A Local Law to amend the administrative code of the city of New York, in relation to publishing a list of standard charges for plumbing repairs.",
  "TypeID": 2,
  "TypeName": "Introduction",
  "StatusID": 8,
  "StatusName": "Filed",
  "BodyID": 16,
  "BodyName": "Committee on Housing and Buildings",
  "IntroDate": "2006-12-20T00:00:00Z",
  "AgendaDate": "2006-12-20T00:00:00Z",
  "PassedDate": "2009-12-31T00:00:00Z",
  "EnactmentDate": "0001-01-01T00:00:00Z",
  "Version": "*",
  "Sponsors": [
    {
      "ID": 5417,
      "Slug": "letitia-james",
      "FullName": "Letitia James"
    },
    {
      "ID": 5390,
      "Slug": "vincent-j-gentile",
      "FullName": "Vincent J. Gentile"
    },
    {
      "ID": 5376,
      "Slug": "sara-m-gonzalez",
      "FullName": "Sara M. Gonzalez"
    },
    {
      "ID": 5416,
      "Slug": "annabel-palma",
      "FullName": "Annabel Palma"
    },
    {
      "ID": 5263,
      "Slug": "larry-b-seabrook",
      "FullName": "Larry B. Seabrook"
    }
  ],
  "History": [
    {
      "ID": 198883,
      "Date": "2006-12-20T13:00:00Z",
      "ActionID": 27,
      "Action": "Introduced by Council",
      "Description": "This Introduction was Introduced by Council",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 2,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 198969,
      "Date": "2006-12-20T13:30:00Z",
      "ActionID": 43,
      "Action": "Referred to Comm by Council",
      "Description": "This Introduction was Referred to Comm by Council to the Committee on Housing and Buildings",
      "BodyID": 1,
      "BodyName": "City Council",
      "EventID": 6869,
      "AgendaSequence": 83,
      "MinutesSequence": 111,
      "AgendaNumber": "~SPONSOR",
      "Version": "*",
      "AgendaNote": "Housing and Buildings",
      "MatterStatusID": 3,
      "LastModified": "2015-08-25T15:58:59.527Z"
    },
    {
      "ID": 236460,
      "Date": "2009-12-31T15:06:00Z",
      "ActionID": 5046,
      "Action": "Filed (End of Session)",
      "Description": "This Introduction was Sine Die (Filed, End of Session)",
      "BodyID": 1,
      "BodyName": "City Council",
      "Version": "*",
      "MatterStatusID": 8,
      "LastModified": "2015-08-25T15:58:59.527Z"
    }
  ],
  "Summary": "",
  "TextID": 38603,
  "Text": "Be it enacted by the Council as follows:\n\nSection 1. Subchapter 16 of chapter 1 of title 27 of the administrative code of the city of New York is hereby amended by adding a new section 27-896.1 to read as follows:\n§ 27-896.1 Standard charges for common plumbing repairs.\na. The commissioner, beginning on February 1, 2008, and every two \nyears thereafter, shall publish a list of  standard charges for common plumbing repairs in accordance with the requirements of this section. The list shall provide charges for common plumbing repairs by borough. The prices on the published list are to serve as a guide for the general public to be aware of standard prices for common plumbing repairs and are not intended to be either a minimum or maximum charge. Said list shall be posted and copies made available free of charge to the general public at all public offices of the department and electronically on the department’s web site.\n\tb. The commissioner shall determine said charges based on a survey of licensed \nplumbers from each borough conducted within six months prior to issuance of the list.\nc. The list shall include, but not be limited to, prices for the following repairs:\ni.   clearing of clogged kitchen, bathroom or sewer lines;\nii   repair or replacement of toilets;\niii. repair or replacement of faucets;\niv. replacement of water or sewer lines from a building to the street main;\nv. replacement of broken or worn interior pipes as a price for each  foot of pipe replaced;\nvi. installation of a dishwasher, washing machine, gas dryer or gas stove;\nvii. replacement of sprinkler heads;\nviii. hourly labor rate for repairs that do not carry a set price;\nix. such other items the commissioner deems to be a common plumbing repair.\nd. All plumbers licensed pursuant to section 26-136 of this code shall provide a copy of the list of standard charges to all customers prior to contracting to do or commencing work on common plumbing repairs.\n\t§2. This law shall take effect immediately upon its enactment into law.\n\nLS#2050\nCJC 11/28/06",
  "RTF": "{\\rtf1\\ansi\\ansicpg1252\\deff0\\deflang1033\\deflangfe1033{\\fonttbl{\\f0\\froman\\fprq2\\fcharset0 Times New Roman;}}\n\\viewkind4\\uc1\n\\v0\\par\n\\ul Be it enacted by the Council as follows:\\par\n\\ulnone\\par\n\\pard\\fi720\\sl480\\slmult1\\qj Section 1. Subchapter 16 of chapter 1 of title 27 of the administrative code of the city of New York is hereby amended by adding a new section 27-896.1 to read as follows:\\par\n\\pard\\fi720\\sl480\\slmult1\\ul\\'a7 27-896.1 Standard charges for common plumbing repairs.\\par\n\\pard\\li720\\sl480\\slmult1 a. The commissioner, beginning on February 1, 2008, and every two \\par\n\\pard\\sl480\\slmult1 years thereafter, shall publish a list of  standard charges for common plumbing repairs in accordance with the requirements of this section. The list shall provide charges for common plumbing repairs by borough. The prices on the published list are to serve as a guide for the general public to be aware of standard prices for common plumbing repairs and are not intended to be either a minimum or maximum charge. Said list shall be posted and copies made available free of charge to the general public at all public offices of the department and electronically on the department\\rquote s web site.\\par\n\\ulnone\\tab\\ul b. The commissioner shall determine said charges based on a survey of licensed \\par\nplumbers from each borough conducted within six months prior to issuance of the list.\\par\n\\pard\\li720\\sl480\\slmult1 c. The list shall include, but not be limited to, prices for the following repairs:\\par\n\\pard\\li1440\\sl480\\slmult1 i.   clearing of clogged kitchen, bathroom or sewer lines;\\par\nii   repair or replacement of toilets;\\par\niii. repair or replacement of faucets;\\par\n\\pard\\fi720\\li720\\sl480\\slmult1 iv. replacement of water or sewer lines from a building to the street main;\\par\nv. replacement of broken or worn interior pipes as a price for each  foot of pipe replaced;\\par\nvi. installation of a dishwasher, washing machine, gas dryer or gas stove;\\par\nvii. replacement of sprinkler heads;\\par\nviii. hourly labor rate for repairs that do not carry a set price;\\par\nix. such other items the commissioner deems to be a common plumbing repair.\\par\n\\pard\\fi720\\sl480\\slmult1 d. All plumbers licensed pursuant to section 26-136 of this code shall provide a copy of the list of standard charges to all customers prior to contracting to do or commencing work on common plumbing repairs.\\ulnone\\par\n\\pard\\sl480\\slmult1\\tab\\'a72. This law shall take effect immediately upon its enactment into law.\\par\n\\par\n\\pard LS#2050\\par\nCJC 11/28/06\\par\n\\pard\\fi720\\li720\\sl480\\slmult1\\ul\\par\n\\pard\\ulnone\\par\n}\n\u0000",
  "LastModified": "0001-01-01T00:00:00Z"
}
